[
  {
    "id": 1,
    "hanzi": "爱",
    "pinyin": "ài",
    "translations": [
      "to love",
      "affection",
      "to be fond of",
      "to like"
    ],
    "ru_translations": [
      "любовь"
    ],
    "description": "Иероглиф 爱 (ài) в современной упрощённой форме состоит из компонентов 爫 (коготь), 冖 (крышка), и 友 (друг), где отсутствует сердце 心, присутствующее в традиционном варианте 愛. Эта форма была упрощена для облегчения письма, хотя смысл остался тем же — выражение чувства привязанности и заботы. Иероглиф часто используется для обозначения как романтической, так и семейной или общей любви.",
    "philosophy": "В китайской культуре 爱 (ài) — это не только чувство, но и действие, проявление заботы через поступки. Конфуцианская мысль подчёркивает любовь как долг и уважение к другим, тогда как даосизм видит в любви естественное течение жизни и гармонию. Иероглиф отражает важность баланса между личным и общественным в вопросах любви.",
    "homonyms": "碍 (ài, мешать), 隘 (ài, тесный проход)",
    "usage_example": "Слово 爱 (ài) — одно из первых, которые слышит ребёнок: '妈妈，我爱你' (Māmā, wǒ ài nǐ — Мама, я тебя люблю). Пиньинь ài — с падающим, четвёртым тоном, что придаёт слову решительность и энергию в произнесении. В разговорной речи этот иероглиф используется часто и интонация важна для правильного понимания."
  },
  {
    "id": 2,
    "hanzi": "八",
    "pinyin": "bā",
    "translations": [
      "eight",
      "8"
    ],
    "ru_translations": [
      "восемь"
    ],
    "description": "Иероглиф 八 (bā) — это простая, древняя форма, изображающая расхождение двух линий. Он относится к числу '8' и сохранил свою лаконичную структуру с самых ранних надписей на костях. Современная форма почти не изменилась со времён древнего Китая.",
    "philosophy": "В даосизме 八 (bā) символизирует разделение, расхождение или разграничение. Эта форма намекает на идею множества путей и направлений, что перекликается с понятием баланса между различиями в природе.",
    "homonyms": "扒 (bā) — снимать, счищать; 吧 (ba) — частица, выражающая предложение или просьбу",
    "usage_example": "Пиньинь bā читается с ровным тоном (1-й), что создает ясное и чёткое звучание. Пример: 八个人 (bā gè rén) — восемь человек. Звук bā легко запомнить, если услышать, как китайцы чётко и коротко произносят этот слог на равной высоте."
  },
  {
    "id": 3,
    "hanzi": "爸爸",
    "pinyin": "bà ba",
    "translations": [
      "(informal) father",
      "CL:個|个",
      "位[wèi]"
    ],
    "ru_translations": [
      "папа"
    ],
    "description": "Иероглиф 爸 (bà) состоит из радикала 父 (отец) и фонетической части 巴 (bā), которая указывает на произношение. Повторение слова (爸爸, bà ba) — типичный способ образования детских или семейных обращений в китайском языке. Форма иероглифа современная и часто используется в разговорной речи.",
    "philosophy": "爸爸 (bà ba) подчёркивает семейную близость и иерархию, отражая уважение к старшим. В китайской традиции семья — основа общества, а отец занимает центральное место. Простое удвоение иероглифа делает обращение более тёплым и личным.",
    "homonyms": "霸 (bà) — господствовать; 吧 (ba) — частица",
    "usage_example": "В китайском слоге bà первый слог — с четвёртым тоном, что звучит твёрдо, как в слове 'падать'. Удвоение (bà ba) помогает легко и чётко запомнить слово на слух, часто дети первыми учатся произносить этот звук."
  },
  {
    "id": 4,
    "hanzi": "杯子",
    "pinyin": "bēi zi",
    "translations": [
      "cup",
      "glass",
      "CL:個|个",
      "支",
      "枝[zhī]"
    ],
    "ru_translations": [
      "чашка"
    ],
    "description": "Современная форма иероглифа 杯子 (bēi zi) состоит из двух частей: 杯 (bēi — стакан, кубок) и 子 (zi — суффикс существительного). Иероглиф 杯 содержит ключ 'дерево' 木, потому что изначально чаши делали из дерева. Суффикс 子 просто указывает на предмет, так как в разговорном китайском часто используется для образования существительных.",
    "philosophy": "Иероглиф 杯子 (bēi zi) отражает простоту и функциональность: это предмет, служащий для удержания воды или напитков, что символизирует заботу о базовых потребностях. В даосском смысле — это пустой сосуд, который наполняется, когда требуется, оставаясь полезным в своей пустоте.",
    "homonyms": "碑子 (bēi zi) — памятная плита, надгробие",
    "usage_example": "Слово bēi zi легко запомнить из-за четкого слога bēi, который по звучанию напоминает английское 'bay', а zi — стандартный нейтральный суффикс без ударения. В китайской речи bēi zi сильно отличается тонально: первый слог с высоким ровным тоном, второй — краткий, почти незаметный. Пример: 请给我一个杯子 (qǐng gěi wǒ yí ge bēi zi) — Пожалуйста, дайте мне чашку."
  },
  {
    "id": 5,
    "hanzi": "北京",
    "pinyin": "Běi jīng",
    "translations": [
      "Beijing",
      "capital of People's Republic of China",
      "Peking",
      "PRC government"
    ],
    "ru_translations": [
      "Пекин"
    ],
    "description": "Иероглиф 北京 (Běi jīng) состоит из двух частей: 北 (běi) — север, 京 (jīng) — столица. Вместе они означают 'Северная столица'. Эта комбинация отражает исторический статус города как административного центра на севере Китая. Оба иероглифа используются в современном языке без изменений формы.",
    "philosophy": "В названии 北京 (Běi jīng) есть идея баланса: столица менялась в зависимости от политических и культурных центров страны. Сочетание северного направления и центрального значения столицы подчеркивает динамику перемен и адаптацию в истории.",
    "homonyms": "没有直接的同音字 (Нет точных омонимов для сочетания Běi jīng)",
    "usage_example": "Пиньинь Běi jīng: третий тон в běi — низко-падающий, потом второй тон в jīng — восходящий. Слухом: běi быстро, с понижением, затем jīng слегка вверх. В китайском 北京 (Běi jīng) стандартное произношение и узнаваемо по всему миру."
  },
  {
    "id": 6,
    "hanzi": "本",
    "pinyin": "běn",
    "translations": [
      "roots or stems of plants",
      "origin",
      "source",
      "this",
      "the current",
      "root",
      "foundation",
      "basis",
      "classifier for books",
      "periodicals",
      "files etc",
      "originally"
    ],
    "ru_translations": [
      "основа"
    ],
    "description": "Иероглиф 本 (běn) состоит из дерева 木 (mù) с чертой у основания, которая указывает на корень или основание дерева. Современная форма показывает идею чего-то исходного или фундаментального. Этот иероглиф часто используется для выражения значения 'основы' или 'начала' чего-либо.",
    "philosophy": "В китайской мысли 本 (běn) — это поиск корня вещей, возврат к истоку. Даосизм видит в этом иероглифе важность понимания основы явлений, чтобы не теряться в поверхностном. Всё начинается с корня, и только осознав его, можно понять целое.",
    "homonyms": "奔 (bēn) — мчаться, убегать; 苯 (běn) — бензол",
    "usage_example": "В 本 (běn) пиньинь звучит с третьим тоном — низкий, затем восходящий, как будто ищешь глубину или корень. Часто встречается в слове 本书 (běn shū) — эта книга, где 本 (běn) указывает на 'экземпляр' как исходную единицу."
  },
  {
    "id": 7,
    "hanzi": "不客气",
    "pinyin": "bù kè qi",
    "translations": [
      "you're welcome",
      "impolite",
      "rude",
      "blunt",
      "don't mention it"
    ],
    "ru_translations": [
      "пожалуйста"
    ],
    "description": "不客气 (bù kè qi) — это устойчивое выражение, буквально означает 'не быть вежливым'. Состоит из: 不 (bù, не), 客 (kè, гость) и 气 (qi, дух, энергия). Современное значение — вежливый ответ на благодарность, аналог русского 'пожалуйста'.",
    "philosophy": "В 不客气 (bù kè qi) отражается китайский принцип скромности: не акцентировать внимание на услуге, а воспринимать помощь как естественную часть общения. Это выражение поддерживает гармонию и минимизирует социальный долг.",
    "homonyms": "无 (wú) — нет, не иметь (омоним по смыслу с 不 (bù), но используется в других контекстах).",
    "usage_example": "В произношении bù кè qi очень отчётливо слышится четкий отрицательный 不 (bù) и звонкое кэ (кè), что делает фразу быстрой и запоминающейся. Используется в ответ на 谢谢 (xièxie, спасибо): — 谢谢！— 不客气！"
  },
  {
    "id": 8,
    "hanzi": "不",
    "pinyin": "bù",
    "translations": [
      "(negative prefix)",
      "not",
      "no"
    ],
    "ru_translations": [
      "не"
    ],
    "description": "Иероглиф 不 (bù) состоит из четырех черт и в современной форме выглядит как наклонная с черточками сверху и снизу. В древности его форма походила на растение, но потом упростилась. Сейчас он используется как универсальная частица отрицания перед глаголами и прилагательными.",
    "philosophy": "В китайской философии 不 (bù) выражает идею отрицания или отсутствия, что важно для баланса противоположностей, как в инь-ян. Он не несет агрессии, а просто указывает на отсутствие действия или качества.",
    "homonyms": "布 (bù) — ткань, материя; 步 (bù) — шаг, ступать",
    "usage_example": "Пиньинь bù читается с 4-м тоном — коротко и резко вниз, что соответствует смыслу отрицания. Например, в фразе 不要 (bù yào) — 'не надо', 不 (bù) ставится перед глаголом для отрицания действия."
  },
  {
    "id": 9,
    "hanzi": "菜",
    "pinyin": "cài",
    "translations": [
      "dish (type of food)",
      "vegetables",
      "vegetable",
      "cuisine",
      "CL:盤|盘",
      "道[dào]"
    ],
    "ru_translations": [
      "овощ"
    ],
    "description": "Современная форма иероглифа 菜 (cài) состоит из радикала 艹 (трава, растения) сверху и 采 (собирать) снизу. Это отражает его изначальное значение — растения, которые собирают для еды. В современном китайском 菜 (cài) означает овощ или блюдо.",
    "philosophy": "В китайской культуре 菜 (cài) символизирует простоту и естественность, как основа питания и жизни. По-даосски, ценится естественное, что произрастает само и насыщает, не требуя излишеств.",
    "homonyms": "蔡 (Cài, фамилия); 采 (cǎi, собирать)",
    "usage_example": "Пиньинь cài звучит как 'цай' с ровным четким тоном (четвёртый тон — падающий). В разговоре часто говорят 吃菜 chī cài — 'есть овощи'. Ключ 草 (cǎo, трава) помогает запомнить связь с растениями."
  },
  {
    "id": 10,
    "hanzi": "茶",
    "pinyin": "chá",
    "translations": [
      "tea",
      "tea plant",
      "CL:杯",
      "壺|壶[hú]"
    ],
    "ru_translations": [
      "чай"
    ],
    "description": "Иероглиф 茶 (chá) в современном виде состоит из трёх частей: 艹 (трава), 人 (человек) и 木 (дерево). Вся структура указывает на растение, используемое человеком, что логично для обозначения чая. Эта форма устоялась в эпоху Тан, когда чай стал важной частью культуры.",
    "philosophy": "В Китае чай (chá) олицетворяет спокойствие, размеренность и гармонию с природой. Чаепитие — это ритуал, подчеркивающий уважение к простоте и настоящему моменту, что близко даосской философии. Через иероглиф 茶 (chá) передаётся идея соединения человека и природы.",
    "homonyms": "查 (chá, проверять); 岔 (chà, ответвление); оба имеют другое значение и тон.",
    "usage_example": "Пиньинь 'chá' звучит с восходящим тоном (второй тон), как будто ты спрашиваешь: «а?» — это помогает запомнить правильную интонацию. В разговоре: 喝茶 (hē chá) — пить чай. Вслух: 'хэ ча' — коротко и чётко, оба слога."
  },
  {
    "id": 11,
    "hanzi": "吃",
    "pinyin": "chī",
    "translations": [
      "to eat",
      "to consume",
      "to eat at (a cafeteria etc)",
      "to eradicate",
      "to destroy",
      "to absorb",
      "to suffer"
    ],
    "ru_translations": [
      "есть"
    ],
    "description": "Иероглиф 吃 (chī) состоит из ключа 口 (рот) слева и фонетика 乞 (qǐ) справа. Современная форма отражает основное значение — действие, связанное с ртом. В древних текстах использовался для обозначения еды или приёма пищи, и до сих пор сохранил это значение.",
    "philosophy": "В китайской культуре 吃 (chī) — базовая потребность и часть повседневного быта. Через иероглиф подчёркивается уважение к простым вещам, поддерживающим жизнь. Он напоминает, что всё великое начинается с удовлетворения простых потребностей.",
    "homonyms": "痴 (chī, глупый), 吱 (chī/zhī, звукоподражание скрипа)",
    "usage_example": "吃 (chī) звучит резко и отчётливо, слово начинается на глухой придыхательный 'ч', что похоже на звук укуса или откусывания. Например, 吃饭 (chī fàn) — 'есть рис', где 饭 (fàn) — любая еда, а не только рис. Пиньинь 'chī' передаёт именно этот энергичный начальный звук."
  },
  {
    "id": 12,
    "hanzi": "出租车",
    "pinyin": "chū zū chē",
    "translations": [
      "taxi",
      "(Taiwan) rental car"
    ],
    "ru_translations": [
      "такси"
    ],
    "description": "Современная форма 出租车 (chū zū chē) состоит из трёх иероглифов: 出 (chū, выходить), 租 (zū, арендовать) и 车 (chē, машина). Вместе они буквально означают 'машина для аренды/выхода', то есть транспорт, предоставляемый во временное пользование. Так образовано стандартное название такси в материковом Китае, отличаясь от других региональных вариантов.",
    "philosophy": "В китайском языке 出 (chū) часто ассоциируется с движением вперёд или выходом за пределы. Это подчёркивает суть такси как средства для перемещения и расширения своих границ. В этом есть идея потока и постоянного движения, что близко к даосскому восприятию перемен.",
    "homonyms": "出租 (chūzū) — сдавать в аренду; 车 (chē) — может означать любой транспорт, например, 火车 (huǒchē, поезд).",
    "usage_example": "Пиньинь chū zū chē звучит как три отчётливых слога, что помогает быстро отделить смысловые части: chū — выходить, zū — арендовать, chē — машина. В разговорной речи обычно говорят: '打出租车' (dǎ chūzūchē), что значит 'поймать/вызвать такси'. Слово широко используется в городах, особенно при заказе через приложения."
  },
  {
    "id": 13,
    "hanzi": "打电话",
    "pinyin": "dǎ diàn huà",
    "translations": [
      "to make a telephone call"
    ],
    "ru_translations": [
      "звонить по телефону"
    ],
    "description": "打 dǎ — это глагол со значением 'бить' или 'делать', а 电话 diàn huà — 'телефон', буквально 'электрический разговор'. Современное сочетание 打电话 dǎ diàn huà появилось с распространением телефонов в Китае и стало устойчивым выражением для телефонного звонка. Форма устойчива и используется только для звонков, а не для других видов связи.",
    "philosophy": "В использовании 打 dǎ с 电话 diàn huà прослеживается китайская тенденция обозначать новое действие через привычные глаголы, сохраняя связь с физическими действиями прошлого. Это отражает даосский принцип адаптации к переменам и практичность языка.",
    "homonyms": "打 dǎ может значить 'бить', 'играть (в игры с мячом)'; 电话 diàn huà может встречаться в значении 'телефон' как предмет.",
    "usage_example": "В китайском 打电话 dǎ diàn huà обязательно используется с 打 dǎ, никогда не говорят просто 电话 diàn huà как глагол. Слог dǎ произносится с третьим тоном: коротко, с понижением и подъёмом, что помогает отличить его от других тонов. Пример: 我给你打电话。wǒ gěi nǐ dǎ diàn huà — Я тебе позвоню."
  },
  {
    "id": 14,
    "hanzi": "大",
    "pinyin": "dà",
    "translations": [
      "big",
      "huge",
      "large",
      "major",
      "great",
      "wide",
      "deep",
      "oldest",
      "eldest"
    ],
    "ru_translations": [
      "большой"
    ],
    "description": "Иероглиф 大 (dà) состоит из трех простых штрихов, изображающих фигуру человека с раскинутыми руками и ногами. В древности он обозначал не только физическую величину, но и значимость или силу. Современная форма практически не отличается от древних надписей на бронзе.",
    "philosophy": "В китайской мысли 大 (dà) часто ассоциируется с понятием величия, широты, полноты. В даосизме все великое естественно и не нуждается в украшениях — 大 просто и прямо выражает свою суть.",
    "homonyms": "搭 (dā) — скреплять, соединять; 达 (dá) — достигать",
    "usage_example": "大 (dà) читается твердо, с нисходящим тоном — словно ты что-то подчеркиваешь: dà! В словах вроде 大学 (dàxué, университет) передает идею чего-то большого, важного. Пиньинь 'dà' связан с начальным звуком d и финалью a, а четвертый тон указывает на краткое, резкое произнесение."
  },
  {
    "id": 15,
    "hanzi": "的",
    "pinyin": "de",
    "translations": [
      "of",
      "~'s (possessive particle)",
      "(used after an attribute)",
      "(used to form a nominal expression)",
      "(used at the end of a declarative sentence for emphasis)"
    ],
    "ru_translations": [
      "притяжательный суффикс"
    ],
    "description": "的 (de) — один из самых частых служебных иероглифов в современном китайском языке. Современная форма состоит из радикала 白 (bái, белый) слева и 勺 (sháo, ложка) справа. Исторически этот иероглиф происходил от сочетания, но сейчас выполняет грамматическую функцию притяжательного или определительного суффикса.",
    "philosophy": "的 (de) показывает отношение между предметами, подчеркивая связь и принадлежность. В китайской грамматике это иероглиф-посредник, который без лишних слов соединяет качества с объектами — это проявление даосского принципа невмешательства: он есть, но почти незаметен.",
    "homonyms": "地 (de) — наречный суффикс, 得 (de) — суффикс результата",
    "usage_example": "В словосочетании 我的书 (wǒ de shū) — «моя книга», 的 (de) связывает местоимение и существительное. В устной речи его произносят с нейтральным тоном — «де», едва различимо, как будто его почти нет. Пиньинь de дан традиционно для служебных слов, чтобы не путать с похожими на слух 得 (dé, получать) и 地 (dì, земля)."
  },
  {
    "id": 16,
    "hanzi": "点",
    "pinyin": "diǎn",
    "translations": [
      "point",
      "dot",
      "drop",
      "speck",
      "o'clock",
      "point (in space or time)",
      "to draw a dot",
      "to check on a list",
      "to choose",
      "to order (food in a restaurant)",
      "to touch briefly",
      "to hint",
      "to light",
      "to ignite",
      "to pour a liquid drop by drop",
      "(old) one fifth of a two-hour watch 更[gēng]",
      "dot stroke in Chinese characters",
      "classifier for items"
    ],
    "ru_translations": [
      "точка"
    ],
    "description": "Иероглиф 点 (diǎn) в современной форме состоит из радикала 'огонь' (火) снизу и элемента 占 (zhān) сверху. Первоначально означал «капля», «маленькое количество» или «отметка», что отражено в его графике — как будто сверху что-то капает или отмечается точкой. В современном языке это базовый знак для обозначения точки, момента или акцента.",
    "philosophy": "В китайской мысли 点 (diǎn) — это минимальная, но значимая часть целого. Даже малейшая точка может изменить смысл, направление или структуру, подчеркивая важность деталей и моментов в жизни.",
    "homonyms": "典 (diǎn) — канон, классика; 电 (diàn) — электричество",
    "usage_example": "В слове 点心 (diǎn xin — закуска) 点 (diǎn) подчеркивает что-то небольшое, легкое. Звук diǎn в пиньинь связан с легкой, краткой артикуляцией, как сама точка: коротко, с акцентом на первой согласной и падением тона на конце."
  },
  {
    "id": 17,
    "hanzi": "电脑",
    "pinyin": "diàn nǎo",
    "translations": [
      "computer",
      "CL:臺|台[tái]"
    ],
    "ru_translations": [
      "компьютер"
    ],
    "description": "Современная форма 电脑 (diàn nǎo) состоит из двух иероглифов: 电 (diàn) — «электричество» и 脑 (nǎo) — «мозг». Вместе это буквально «электрический мозг», что отражает суть устройства. Оба иероглифа просты по структуре, используются часто и имеют узнаваемый смысл.",
    "philosophy": "В китайском языке 电脑 (diàn nǎo) подчеркивает идею переноса человеческих способностей на машину — электроника становится продолжением разума. Это отражает даосский принцип адаптации и использования природы для расширения возможностей человека.",
    "homonyms": "无 (нет точных омонимов для 电脑, но есть для отдельных иероглифов: 电 (diàn) — «электричество», «телеграмма»; 脑 (nǎo) — «мозг»)",
    "usage_example": "В пиньинь diàn nǎo оба слога произносятся с четкими тонами: diàn — четко падающий тон (4), nǎo — падающе-растущий (3). Пример: 我的电脑坏了 (wǒ de diàn nǎo huài le) — «Мой компьютер сломался». Слово часто используется в повседневной жизни и технических контекстах."
  },
  {
    "id": 18,
    "hanzi": "电视",
    "pinyin": "diàn shì",
    "translations": [
      "television",
      "TV",
      "CL:臺|台",
      "個|个[gè]"
    ],
    "ru_translations": [
      "телевизор"
    ],
    "description": "电视 (diàn shì) состоит из двух иероглифов: 电 (diàn, электричество) и 视 (shì, видеть, смотреть). Современное значение — устройство для передачи изображения и звука на расстоянии. Иероглиф отражает технологический прогресс и соединяет электричество с процессом просмотра.",
    "philosophy": "电视 (diàn shì) — это пример того, как технологии меняют восприятие мира, позволяя видеть события вдали. В китайской философии это можно ассоциировать с идеей единства всего сущего через обмен информацией. Это также показывает, как язык адаптируется к новым реалиям.",
    "homonyms": "暂无常用同音词 (нет часто используемых омонимов для diàn shì)",
    "usage_example": "电视 (diàn shì) часто используется в повседневной речи: 我在看电视 (wǒ zài kàn diàn shì) — Я смотрю телевизор. Пиньинь 'diàn' — четкий, с нисходящим тоном, как резкий электрический импульс, 'shì' — ровно, как спокойный взгляд. Это помогает запоминать звучание."
  },
  {
    "id": 19,
    "hanzi": "电影",
    "pinyin": "diàn yǐng",
    "translations": [
      "movie",
      "film",
      "CL:部",
      "片",
      "幕",
      "場|场[chǎng]"
    ],
    "ru_translations": [
      "фильм"
    ],
    "description": "电影 (diàn yǐng) состоит из двух иероглифов: 电 (diàn, электричество) и 影 (yǐng, тень, изображение). Современное значение отражает появление кино как 'электрических теней' — движущихся изображений, созданных с помощью электричества. Форма обоих иероглифов стабилизировалась в начале XX века с развитием киноиндустрии.",
    "philosophy": "电影 (diàn yǐng) показывает, как новое (электричество) соединяется с традиционным (тень, образ), чтобы создать новый культурный феномен. В этом соединении проявляется принцип сочетания противоположностей, что близко даосскому взгляду на мир как на взаимодействие разных начал.",
    "homonyms": "Дианьин (diàn yǐng) как омоним не встречается, но 电 (diàn) отдельно может значить 'электричество', а 影 (yǐng) — 'тень'.",
    "usage_example": "В китайском 电影 (diàn yǐng) буквально — 'электрическая тень'. Звук yǐng легко запомнить: он похож на английское 'ying' (как в 'yin-yang'). В разговоре обычно говорят: '我们去看电影吧!' (wǒmen qù kàn diànyǐng ba!) — 'Пойдём смотреть фильм!'"
  },
  {
    "id": 20,
    "hanzi": "东西",
    "pinyin": "dōng xi",
    "translations": [
      "thing",
      "stuff",
      "person",
      "CL:個|个",
      "件[jiàn]"
    ],
    "ru_translations": [
      "вещь"
    ],
    "description": "东西 (dōng xi) буквально состоит из двух иероглифов: 东 (dōng) — 'восток' и 西 (xī) — 'запад'. В современном языке это устойчивое словосочетание, означающее любые предметы или вещи. Исторически сочетание обозначало всё, что есть между востоком и западом, то есть любые объекты вокруг.",
    "philosophy": "东西 (dōng xi) отражает идею целостности: вещи охватывают пространство между востоком и западом, то есть весь мир предметов. Это перекликается с даосской мыслью о единстве противоположностей и наполнении мира разными сущностями.",
    "homonyms": "东西 (dōng xī) может также означать 'направление (восток и запад)' — dōng xī, но этот вариант употребляется редко.",
    "usage_example": "东西 (dōng xi) всегда означает конкретные вещи, предметы. В разговоре: 你带东西了吗？(nǐ dài dōng xi le ma?) — 'Ты взял вещи?' Пиньинь dōng xi — оба слога с ровным тоном, что делает произношение более плавным и легким для слуха."
  },
  {
    "id": 21,
    "hanzi": "都",
    "pinyin": "dōu",
    "translations": [
      "all",
      "both",
      "entirely",
      "(used for emphasis) even",
      "already",
      "(not) at all"
    ],
    "ru_translations": [
      "все"
    ],
    "description": "Иероглиф 都 (dōu) состоит из левой части 阝– сокращённого варианта 阜 (холм, город), и правой части 者 (человек, лицо). В древности этот иероглиф также обозначал столицу или город, но в современной китайском dōu чаще всего значит 'все, оба', когда речь идёт о группе людей или предметов.",
    "philosophy": "В контексте китайской философии 都 (dōu) отражает идею целостности и охвата — всё или все включены, без исключения. Это подчёркивает единство и равенство в группе, что близко идее гармонии, важной для китайской культуры.",
    "homonyms": "都 (dū) — столица, город",
    "usage_example": "Пиньинь dōu: первый тон — ровный и высокий, звучит отчетливо и не падает. Например: 他们都来了 (tāmen dōu lái le) — 'Они все пришли'. Dōu всегда ставится перед глаголом, сразу после подлежащего."
  },
  {
    "id": 22,
    "hanzi": "读",
    "pinyin": "dú",
    "translations": [
      "to read",
      "to study",
      "reading of word (i.e. pronunciation)",
      "similar to 拼音[pīn yīn]"
    ],
    "ru_translations": [
      "читать"
    ],
    "description": "Иероглиф 读 (dú) состоит из ключа 讠 (язык, речь) слева и компонентa 卖 (mài, продавать) справа. В современной форме 读 связывается с процессом чтения вслух или про себя. Исторически, смысл связан с передачей знаний через речь или письменный текст.",
    "philosophy": "В даосском и общем китайском подходе 读 (dú) — это не просто механическое чтение, а процесс, в котором информация становится частью внутреннего мира. Чтение — это способ осмысления и постижения сути вещей, внутреннее движение между знанием и пониманием.",
    "homonyms": "毒 (dú, яд), 独 (dú, одинокий)",
    "usage_example": "读 (dú) звучит с ровным, вторым тоном, что легко запомнить по мягкости произнесения. Пример: 读书 (dú shū) — читать книгу. Два слога с похожим звуком; оба — с вторым тоном, что делает фразу ритмичной и запоминающейся."
  },
  {
    "id": 23,
    "hanzi": "对不起",
    "pinyin": "duì bu qǐ",
    "translations": [
      "unworthy",
      "to let down",
      "I'm sorry",
      "excuse me",
      "pardon me",
      "if you please",
      "sorry? (please repeat)"
    ],
    "ru_translations": [
      "извините"
    ],
    "description": "对不起 (duì bu qǐ) состоит из трёх компонентов: 对 (duì — правильно, к, по отношению к), 不 (bu — не), 起 (qǐ — поднимать, вставать). Вместе они буквально значат 'не могу встать перед вами', что указывает на чувство вины или извинения. Эта фраза — современный стандарт для извинения в мандаринском китайском.",
    "philosophy": "В 对不起 (duì bu qǐ) выражается уважение к собеседнику через признание своей неправоты. Это отражает важность гармонии и честного признания ошибок в китайской культуре. Концепт связан с идеей баланса и восстановлением уважения между людьми.",
    "homonyms": "对不齐 (duì bu qí) — не совпадать, не по линии; пиньинь: duì bu qí",
    "usage_example": "对不起 (duì bu qǐ) произносится с четким нейтральным 'bu' между двумя третьими тонами — поэтому 'bu' становится вторым тоном для удобства произношения. Фраза универсальна: можно сказать в любой ситуации, где требуется извиниться, например, если случайно задели кого-то на улице."
  },
  {
    "id": 24,
    "hanzi": "多",
    "pinyin": "duō",
    "translations": [
      "many",
      "much",
      "a lot of",
      "numerous",
      "more",
      "in excess",
      "how (to what extent)",
      "multi-",
      "Taiwan pr.  when it means \"how\""
    ],
    "ru_translations": [
      "много"
    ],
    "description": "Современная форма 多 (duō) состоит из двух частей, обе из которых похожи на иероглиф 夕 (xī, вечер). Ранее этот иероглиф изображал два слоя, символизируя накопление или множество. В современном языке 多 (duō) означает 'много' или 'большое количество'.",
    "philosophy": "В даосской мысли 多 (duō) может напоминать о том, что изобилие не всегда ведёт к гармонии, и важно ценить меру. Смысл иероглифа в том, что множество вещей — это всего лишь количественная характеристика, не всегда связанная с ценностью или качеством.",
    "homonyms": "哆 (duō, чавкать, болтать), 夺 (duó, захватывать, отнимать)",
    "usage_example": "多 (duō) часто встречается в словах типа 多少 (duōshǎo — сколько) или 很多 (hěnduō — очень много). Пиньинь duō читается с первой тональной отметкой — ровно и протяжно, что подчёркивает идею множества. Такое произношение легко запомнить по звучанию 'до-о', как будто звук растягивается, становясь 'больше'."
  },
  {
    "id": 25,
    "hanzi": "多少",
    "pinyin": "duō shao",
    "translations": [
      "how much",
      "how many",
      "which (number)",
      "as much as"
    ],
    "ru_translations": [
      "сколько"
    ],
    "description": "Иероглиф 多少 (duō shao) — это сочетание двух иероглифов: 多 (duō, много) и 少 (shǎo, мало), вместе выражает вопрос о количестве. Современная форма возникла из необходимости быстро и ясно спрашивать о числе или количестве предметов. Используется исключительно в вопросительном контексте, не применяется отдельно как самостоятельное слово.",
    "philosophy": "Вопрос 多少 (duō shao) отражает китайское стремление к ясности и практичности: важно не только знать, что что-то есть, но и понимать его количество. В даосском духе — баланс между 多 (много) и 少 (мало) формирует гармонию понимания мира.",
    "homonyms": "多烧 (duō shāo) — много жечь, 多少 (duō shǎo) — сколько (текущий вариант)",
    "usage_example": "В китайском языке duō shao произносится с четким разделением: duō на первом тоне, shao на третьем. Например, 多少钱？(duō shao qián?) — Сколько стоит? В устной речи оба слога произносятся быстро, без паузы, что помогает сохранить естественное звучание фразы."
  },
  {
    "id": 26,
    "hanzi": "儿子",
    "pinyin": "ér zi",
    "translations": [
      "son"
    ],
    "ru_translations": [
      "сын"
    ],
    "description": "Иероглиф 儿子 (ér zi) состоит из двух частей: 儿 (ér), означающего 'ребёнок' или 'сын', и 子 (zi), который тоже означает 'ребёнок' или используется как суффикс. В современном китайском это стандартное слово для обозначения сына. Форма иероглифа простая и отражает его прямое значение без сложной символики.",
    "philosophy": "В китайской культуре 儿子 (ér zi) символизирует продолжение рода и семейную преемственность. Это слово напрямую связано с конфуцианской идеей почитания предков и важности семьи. Без лишней мистики: сын — это основа семьи по традиции.",
    "homonyms": "儿 (ér) — также означает 'ребёнок', 'дети'; 儿 (ér) как суффикс в разговорной речи, например, 花儿 (huār — цветок).",
    "usage_example": "Слово 儿子 (ér zi) в пиньинь произносится с восходящим тоном на ér и нейтральным на zi: мама зовёт сына — '儿子，吃饭了!' (ér zi, chī fàn le!). В современном разговорном китайском часто используется именно эта форма для обращения к своему сыну."
  },
  {
    "id": 27,
    "hanzi": "二",
    "pinyin": "èr",
    "translations": [
      "two",
      "2",
      "stupid (Beijing dialect)"
    ],
    "ru_translations": [
      "два"
    ],
    "description": "Иероглиф 二 (èr) состоит из двух горизонтальных линий, что наглядно отражает его значение 'два'. Это один из древнейших иероглифов, его форма практически не изменилась со времён бронзовых надписей. В современной письменности он используется исключительно для передачи числа 2.",
    "philosophy": "В классической китайской мысли 二 (èr) символизирует дуальность — все вещи имеют две стороны, инь и ян. Это простой и фундаментальный принцип устройства мира.",
    "homonyms": "Омонимы: 耳 (ěr, ухо), но произносится с третьим тоном.",
    "usage_example": "二 (èr) звучит как короткое, резкое «эр», с низким и падающим тоном — второй тон. В языке 二 используется в числах, например, 二十 (èrshí, двадцать). В отличие от 两 (liǎng), который используют для счёта предметов, 二 применяется в телефонных номерах и математике."
  },
  {
    "id": 28,
    "hanzi": "饭馆",
    "pinyin": "fàn guǎn",
    "translations": [
      "restaurant",
      "CL:家[jiā]"
    ],
    "ru_translations": [
      "ресторан"
    ],
    "description": "饭馆 (fàn guǎn) состоит из двух иероглифов: 饭 (fàn) означает 'еда, варёный рис', а 馆 (guǎn) — 'заведение, здание'. В современном языке это слово обозначает место, где подают пищу, то есть ресторан или столовую. Форма иероглифов стандартна для упрощённого китайского, и используется в повседневной речи.",
    "philosophy": "饭馆 (fàn guǎn) отражает китайское отношение к еде как важной части повседневной жизни и культуры. Это место сбора людей, общения и поддержания жизненной энергии через совместный приём пищи. Даосизм видит в простоте и естественности такие пространства для гармонии между людьми.",
    "homonyms": "无明显同音词 (нет явных омонимов)",
    "usage_example": "В слове 饭馆 (fàn guǎn) слог fàn всегда с четким тоном 'фан', а guǎn с нисходяще-восходящим, что важно для правильного понимания. Произношение похоже на русское 'фан гУАнь', где 'уань' мягкий. В Китае это слово часто используется при поиске места поесть: '附近有饭馆吗？' (fùjìn yǒu fànguǎn ma?) — 'Рядом есть ресторан?'"
  },
  {
    "id": 29,
    "hanzi": "飞机",
    "pinyin": "fēi jī",
    "translations": [
      "airplane",
      "CL:架[jià]"
    ],
    "ru_translations": [
      "самолёт"
    ],
    "description": "Иероглиф 飞机 (fēi jī) состоит из двух частей: 飞 (fēi) — летать, и 机 (jī) — машина, устройство. Современная форма 飞 произошла от упрощённого варианта традиционного 飛, где сохранился смысл полёта. 机 — это сокращённая форма 機, обозначающая механизм, машину. Вместе они буквально означают 'летающая машина'.",
    "philosophy": "飞机 (fēi jī) отражает идею преодоления границ и движения вверх, что близко даосской концепции лёгкости и свободы. Это символ стремления выйти за пределы обыденности, не нарушая гармонии с природой. Само слово подчёркивает технологический прогресс, но без отрыва от базовых природных понятий.",
    "homonyms": "非机 (fēi jī) — не-механизм, не-устройство",
    "usage_example": "飞 (fēi) звучит как 'фэй', с высоким ровным тоном — это важно, чтобы не спутать с другими словами. 机 (jī) читается как 'цзи', также с ровным первым тоном. Например: 我坐飞机去北京 (wǒ zuò fēi jī qù běi jīng) — Я лечу на самолёте в Пекин. Такую комбинацию слышно в аэропортах и объявлениях, легко запомнить по звучанию двух чётких слогов."
  },
  {
    "id": 30,
    "hanzi": "分钟",
    "pinyin": "fēn zhōng",
    "translations": [
      "minute"
    ],
    "ru_translations": [
      "минута"
    ],
    "description": "分钟 (fēn zhōng) состоит из двух иероглифов: 分 (fēn) — часть, делить, и 钟 (zhōng) — колокол, часы. Современная форма обозначает короткий промежуток времени, равный одной минуте. В Китае это стандартная единица измерения времени, соединяющая идею деления (分) и измерения времени (钟).",
    "philosophy": "分钟 (fēn zhōng) напоминает о том, что даже малейшие отрезки времени имеют значение. В китайской культуре ценится умение ценить каждый момент и быть внимательным к деталям повседневности. Это воплощение идеи, что большие дела складываются из маленьких шагов.",
    "homonyms": "分种 (fēn zhǒng) — сортировать семена; 纷中 (fēn zhōng) — среди хаоса (редко используется)",
    "usage_example": "分钟 (fēn zhōng) читается с ровным первым тоном в 分 и ровным первым тоном в 钟. В разговоре часто используется с числительными: 五分钟 (wǔ fēn zhōng) — пять минут. Пиньинь 'zhōng' здесь всегда с первым тоном, чтобы отличать от других значений слова 钟."
  },
  {
    "id": 31,
    "hanzi": "高兴",
    "pinyin": "gāo xìng",
    "translations": [
      "happy",
      "glad",
      "willing (to do sth)",
      "in a cheerful mood"
    ],
    "ru_translations": [
      "радоваться"
    ],
    "description": "高兴 (gāo xìng) состоит из двух иероглифов: 高 (gāo) — высокий, и 兴 (xìng) — интерес, подъем. Современная форма сложилась из слияния понятий возвышенности и эмоционального подъема. В сочетании выражает чувство радости или удовольствия.",
    "philosophy": "В китайской культуре радость (高兴, gāo xìng) связана с внутренней гармонией и способностью ценить момент. Состояние 高兴 (gāo xìng) — это простой и честный отклик на положительные события, без излишеств.",
    "homonyms": "高性 (gāo xìng) — высокий темперамент",
    "usage_example": "高兴 (gāo xìng) часто слышится как приветствие: 认识你很高兴 (rènshi nǐ hěn gāo xìng) — 'Рад с тобой познакомиться'. Пиньинь xìng использует четкий 'и' в начале, а gāo — ровный первый тон, что делает слово легко узнаваемым на слух."
  },
  {
    "id": 32,
    "hanzi": "个",
    "pinyin": "gè",
    "translations": [
      "variant of 個|个[gè]"
    ],
    "ru_translations": [
      "штука"
    ],
    "description": "Иероглиф 个 (gè) — это наиболее распространённый счетный слово для предметов в современном китайском языке. Его упрощённая форма произошла от традиционного 個 и выглядит минималистично: верхняя черта и вертикальный штрих. В истории произошла сильная графическая редукция для удобства письма.",
    "philosophy": "个 (gè) выражает идею отдельности и индивидуальности вещей. Его суть — отделять один объект от других, что близко к даосской идее различения вещей в потоке мира. В языке 个 (gè) — это способ выделять единичное среди множества.",
    "homonyms": "各 (gè) — каждый; 歌 (gē) — песня",
    "usage_example": "个 (gè) произносится с четким, кратким 'гэ' — первый тон. Например: 一个苹果 (yí gè píngguǒ) — одно яблоко. Пиньинь начинается с 'g', который передаёт твёрдое начальное звучание, а 'e' короткое и открытое."
  },
  {
    "id": 33,
    "hanzi": "工作",
    "pinyin": "gōng zuò",
    "translations": [
      "to work",
      "(of a machine) to operate",
      "job",
      "work",
      "task",
      "CL:個|个",
      "份",
      "項|项[xiàng]"
    ],
    "ru_translations": [
      "работа"
    ],
    "description": "Иероглиф 工作 (gōng zuò) состоит из двух частей: 工 (gōng) — труд, работа, и 作 (zuò) — делать, создавать. В современных текстах это стандартное слово для обозначения любой работы или деятельности, связанной с трудом. Его структура отражает сочетание процесса и результата, что характерно для китайского подхода к труду.",
    "philosophy": "В даосизме и конфуцианстве 工作 (gōng zuò) подчеркивает ценность созидательного усилия и вклада в общество, а не только личной выгоды. Работа воспринимается как способ поддерживать гармонию и реализовать свой потенциал. Это слово фокусируется на реальном действии, а не на абстрактных целях.",
    "homonyms": "公作 (gōng zuò) — официальная работа; 功作 (gōng zuò) — достижение работы (редко используется)",
    "usage_example": "Пиньинь gōng zuò передает тоны: первый тон ровный (gōng), второй восходящий (zuò). В речи оба слога произносятся чётко, без редуцирования — 工作 (gōng zuò) часто звучит в повседневной речи: 你工作吗？(nǐ gōng zuò ma?) — Ты работаешь? Первый слог 工 звучит как 'гун', второй 作 — как 'цзо', оба с явным модулируемым тоном."
  },
  {
    "id": 34,
    "hanzi": "狗",
    "pinyin": "gǒu",
    "translations": [
      "dog",
      "CL:隻|只",
      "條|条[tiáo]"
    ],
    "ru_translations": [
      "собака"
    ],
    "description": "Иероглиф 狗 (gǒu) состоит из радикала 犭, который обозначает животных из семейства собачьих, и фонетической части 句 (jù), указывающей на произношение. Современная форма упростилась от древних иероглифов, где изображалась собака с хвостом. Это стандартное обозначение домашней собаки в китайском языке.",
    "philosophy": "В китайской культуре 狗 (gǒu) может символизировать верность и бдительность. Согласно даосизму, каждое живое существо имеет своё место в мире, и собака — пример простого, но важного участника круга жизни. Это напоминание о честности и прямоте.",
    "homonyms": "苟 (gǒu) — небрежно, кое-как; 够 (gòu) — достаточно",
    "usage_example": "В китайском языке 狗 (gǒu) встречается в выражении 小狗 (xiǎo gǒu) — щенок. Слог 'gǒu' звучит с третьим тоном: низко и немного вниз, затем вверх, что характерно для слов с мягким, коротким звуком 'оу'."
  },
  {
    "id": 35,
    "hanzi": "汉语",
    "pinyin": "Hàn yǔ",
    "translations": [
      "Chinese language",
      "CL:門|门[mén]"
    ],
    "ru_translations": [
      "китайский язык"
    ],
    "description": "汉 (Hàn) — это сокращение от 汉族 (Hànzú), основного этнического большинства в Китае, и часто используется для обозначения китайской культуры или языка. 语 (yǔ) означает 'язык' или 'речь'. Современная форма 汉 произошла от упрощения традиционного 漢, а 语 — от 語. В сочетании 汉语 (Hàn yǔ) буквально значит 'язык ханьцев', то есть китайский язык.",
    "philosophy": "汉语 (Hàn yǔ) — это не просто средство общения, а культурное ядро, соединяющее миллионы людей сквозь века. В даосском смысле язык проявляет движение между формой (汉) и смыслом (语), где простота выражения становится основой гармонии. Понимание 汉语 приближает к сути китайского мышления — через язык к культуре.",
    "homonyms": "汉 (hàn) может также означать 'герой' или 'мужественный мужчина'; 语 (yǔ) встречается в значениях 'слово' или 'говорить', но омонимы незначительно отличаются по тону и контексту.",
    "usage_example": "汉语 (Hàn yǔ) произносится с падающим тоном на 汉 (четвёртый тон) и восходящим на 语 (третий тон). В речи это слово довольно чётко выделяется, особенно в учебных диалогах: 你会说汉语吗？(Nǐ huì shuō Hàn yǔ ma?) — 'Ты говоришь по-китайски?'. Пиньинь Hàn yǔ показывает разницу в тоне, что помогает различать похожие слова."
  },
  {
    "id": 36,
    "hanzi": "好",
    "pinyin": "hǎo",
    "translations": [
      "good",
      "well",
      "proper",
      "good to",
      "easy to",
      "very",
      "so",
      "(suffix indicating completion or readiness)"
    ],
    "ru_translations": [
      "хороший"
    ],
    "description": "好 (hǎo) состоит из 女 (nǚ — женщина) и 子 (zǐ — ребёнок). В древнекитайском представлении идеал — когда женщина заботится о ребёнке, что ассоциировалось с благополучием. Современная форма унаследована напрямую из древней записи.",
    "philosophy": "В китайской культуре 好 (hǎo) выражает гармонию и баланс, когда разные части (женщина и ребёнок) вместе создают что-то положительное. Это простой символ добра и благоприятного состояния вещей.",
    "homonyms": "号 (hào — номер), 毫 (háo — мельчайший, милли-)",
    "usage_example": "Пиньинь hǎo: третий тон — низ-вверх, звучит мягко, как приветствие. В разговоре часто говорят 你好 (nǐ hǎo), привет. hǎo — это базовый звук для уха, часто заканчивает предложения как подтверждение: 好的 (hǎo de — хорошо)."
  },
  {
    "id": 37,
    "hanzi": "喝",
    "pinyin": "hē",
    "translations": [
      "to drink",
      "My goodness!"
    ],
    "ru_translations": [
      "пить"
    ],
    "description": "Иероглиф 喝 (hē) состоит из ключа 口 (рот) слева и 合 (объединять, собирать) справа. Изначально он указывал на действие, связанное с ртом, — питьё. Современная форма фиксирована и используется только в значении «пить (жидкости)».",
    "philosophy": "喝 (hē) — это базовая физиологическая потребность, напоминающая о простоте жизни: пить — значит принимать мир вовнутрь. В даосизме процесс питья — акт естественного следования природе, непринуждённого взаимодействия с внешним. Здесь нет избыточности, только простое соответствие потребности и действия.",
    "homonyms": "呵 (hē) — ругать, шуметь; 赫 (hè) — яркий, блестящий",
    "usage_example": "Пиньинь hē звучит с ровным тоном, как короткое, открытое «хэ» — напоминает звук глотка. Пример: 我想喝水 (wǒ xiǎng hē shuǐ) — «Я хочу пить воду». В китайском «пить» применяют только к жидкостям, не к еде."
  },
  {
    "id": 38,
    "hanzi": "和",
    "pinyin": "hé",
    "translations": [
      "and",
      "together with",
      "with",
      "sum",
      "union",
      "peace",
      "harmony",
      "Japanese related",
      "Taiwan pr. [hàn]"
    ],
    "ru_translations": [
      "мир"
    ],
    "description": "Иероглиф 和 (hé) состоит из левой части 禾 (hé), означающей 'зерно', и правой 口 (kǒu) — 'рот'. В древности иероглиф выражал идею гармонии через совместное потребление пищи. Современная форма отражает значение 'гармония' или 'мир'.",
    "philosophy": "В китайской философии 和 (hé) — это баланс и гармония между людьми и природой. Даосизм подчеркивает важность внутреннего и внешнего согласия, где 和 (hé) становится идеалом спокойствия и отсутствия конфликта.",
    "homonyms": "喝 (hē) — пить; 鹤 (hè) — журавль; 모두 hé",
    "usage_example": "和 (hé) часто используется в словах типа 和平 (hépíng — мир) или 和好 (héhǎo — примириться). Пиньинь hé звучит нейтрально и спокойно, что соответствует значению иероглифа. Звук hé мягкий, что помогает запоминать его как иероглиф для обозначения мира и согласия."
  },
  {
    "id": 39,
    "hanzi": "很",
    "pinyin": "hěn",
    "translations": [
      "(adverb of degree)",
      "quite",
      "very",
      "awfully"
    ],
    "ru_translations": [
      "очень"
    ],
    "description": "很 (hěn) состоит из левой части '彳' (движение, шагать) и правой части '艮' (упорство, твёрдость). В древности иероглиф означал 'ходить медленно', но в современном языке используется как усилительная частица перед прилагательными. Его форма упрощена и стандартна для современного китайского письма.",
    "philosophy": "很 (hěn) показывает идею усиления, подчёркивая качество или состояние. Это минимализм выражения: чтобы что-то стало значимым, достаточно добавить 很 (hěn). Усиление через простое слово отражает лаконичность и прямоту китайского мышления.",
    "homonyms": "狠 (hěn) — жестокий, резкий",
    "usage_example": "很 (hěn) часто ставится перед прилагательными: 很好 (hěn hǎo) — очень хорошо. Пиньинь hěn: 'h' — как в русском, 'ě' — короткий звук между 'э' и 'е', 'n' — чётко. Тон третий, с понижением и подъёмом интонации."
  },
  {
    "id": 40,
    "hanzi": "后面",
    "pinyin": "hòu mian",
    "translations": [
      "rear",
      "back",
      "behind",
      "later",
      "afterwards"
    ],
    "ru_translations": [
      "сзади"
    ],
    "description": "Иероглиф 后 (hòu) означает 'позади', 'задний', а 面 (mian) — 'поверхность', 'сторона', 'лицо'. Вместе 后面 (hòu mian) — это существительное или наречие, указывающее на пространство позади чего-либо. Современная форма 后 произошла от древних знаков, связанных с королевской властью и порядком, но сейчас это просто часть пространственных указателей.",
    "philosophy": "В китайском мышлении 后面 (hòu mian) подчеркивает релятивность пространства: 'позади' существует только в отношении чего-то. Это проявление идеи взаимозависимости вещей — нет абсолютного 'позади', всё зависит от точки отсчёта.",
    "homonyms": "侯 (hóu, маркиз), 猴 (hóu, обезьяна)",
    "usage_example": "后面 (hòu mian) часто используется для указания направления: 车在房子后面 (chē zài fángzi hòu mian) — 'Машина за домом'. Пиньинь 'hòu' читается с падающим тоном, что типично для слов, связанных с положением или статусом; 'mian' — с ровным, что указывает на нейтральную часть сложного слова."
  },
  {
    "id": 41,
    "hanzi": "回",
    "pinyin": "huí",
    "translations": [
      "to curve",
      "to return",
      "to revolve"
    ],
    "ru_translations": [
      "возвращаться"
    ],
    "description": "Иероглиф 回 (huí) состоит из двух компонентов: внешний квадрат обрамляет внутренний меньший квадрат. В современной форме он выглядит как замкнутое пространство, символизируя движение внутрь или возврат к исходной точке. Этот иероглиф возник из древних рисунков домов или ограждений.",
    "philosophy": "В даосских текстах 回 (huí) часто ассоциируется с цикличностью и возвращением к истоку, что отражает идею природы: всё возвращается на круги своя. Это подчеркивает важность баланса и завершения любого процесса.",
    "homonyms": "会 (huì) — встречать, уметь; 灰 (huī) — пепел",
    "usage_example": "Пиньинь huí начинается с h, как в 'хэй', и заканчивается на -uí, где 'у' короткое, а 'и' смягчает. В слове 回家 (huí jiā) — 'возвращаться домой', ты слышишь это в каждом разговоре о возвращении."
  },
  {
    "id": 42,
    "hanzi": "会",
    "pinyin": "huì",
    "translations": [
      "can",
      "be possible",
      "be able to",
      "will",
      "be likely to",
      "be sure to",
      "to assemble",
      "to meet",
      "to gather",
      "to see",
      "union",
      "group",
      "association",
      "CL:個|个[gè]",
      "a moment (Taiwan pr. for this sense is )"
    ],
    "ru_translations": [
      "уметь"
    ],
    "description": "Иероглиф 会 (huì) состоит из радикала 'человек' 亻слева и компонента 云 (облако) справа, что в современной упрощённой форме не несёт отдельного значения. Исторически иероглиф связан с идеей собрания или встречи, но основное современное значение — 'уметь', 'быть способным'. Простая форма иероглифа облегчает его быстрое написание и узнавание.",
    "philosophy": "В китайской мысли 会 (huì) отражает потенциал и способность к действию, а не просто знание. Это о соединении внутреннего понимания и внешней реализации. Способность что-то сделать ценится выше, чем просто теоретические знания.",
    "homonyms": "会 (huì) — собрание, встреча; 会 (kuài) — счетный термин для денег (реже используется)",
    "usage_example": "会 (huì) часто используется для выражения приобретённого навыка, например: 我会说中文 (wǒ huì shuō zhōngwén) — 'Я умею говорить по-китайски'. Пиньинь huì звучит как 'хуэй', с нисходящим тоном (четвёртый тон), что придаёт слову чёткость и уверенность."
  },
  {
    "id": 43,
    "hanzi": "火车站",
    "pinyin": "huǒ chē zhàn",
    "translations": [
      "train station"
    ],
    "ru_translations": [
      "вокзал"
    ],
    "description": "火车站 (huǒ chē zhàn) — это современное сочетание трёх иероглифов: 火 (огонь), 车 (машина, транспорт) и 站 (станция, стоять). Образовано в XIX–XX веках для обозначения железнодорожной станции, когда поезда ассоциировались с паровыми машинами (огонь + транспорт). Каждый иероглиф логичен в структуре и соответствует своей функции в слове.",
    "philosophy": "火车站 (huǒ chē zhàn) символизирует место пересечения движения, времени и человеческих путей. Это точка, где встречаются энергия (огонь), технология (машина) и ожидание (станция), что отражает динамику и переменчивость жизни.",
    "homonyms": "无 (wú) — нет прямых омонимов, совпадающих по звучанию и смыслу.",
    "usage_example": "В слове 火车站 (huǒ chē zhàn) каждый слог звучит чётко: huǒ — третий тон, chē — первый, zhàn — четвёртый. Такое сочетание ритмично и типично для сложных существительных в китайском. Пиньинь полностью отражает стандартное произношение, без скрытых тоновых ловушек."
  },
  {
    "id": 44,
    "hanzi": "几",
    "pinyin": "jǐ",
    "translations": [
      "how much",
      "how many",
      "several",
      "a few"
    ],
    "ru_translations": [
      "сколько"
    ],
    "description": "Иероглиф 几 (jǐ) — простой по форме, состоит из двух черт и является одним из самых часто используемых вопросительных слов в китайском языке. Современный вид произошёл от древнего пиктографического изображения, но сейчас его форма не напоминает ничего конкретного. Используется для вопроса о количестве, обычно с небольшими числами.",
    "philosophy": "В китайской мысли 几 (jǐ) воплощает идею неопределённости и открытости к новому знанию — через вопрос. Он подчёркивает ценность умения спрашивать и интересоваться, что важно для даосского подхода к миру.",
    "homonyms": "几 (jī) — столик, маленький стол",
    "usage_example": "Вопрос '你有几个苹果？' (nǐ yǒu jǐ gè píngguǒ?) переводится как 'Сколько у тебя яблок?'. Пиньинь jǐ звучит с третьим тоном, что придаёт слову характерный 'падающе-растущий' ритм, часто встречающийся в вопросительных местоимениях."
  },
  {
    "id": 45,
    "hanzi": "家",
    "pinyin": "jiā",
    "translations": [
      "home",
      "family",
      "classifier for families or businesses",
      "refers to the philosophical schools of pre-Han China",
      "noun suffix for specialists in some activity such as musician or revolutionary",
      "corresponds to English -ist",
      "-er",
      "-ary or -ian",
      "CL:個|个[gè]"
    ],
    "ru_translations": [
      "дом"
    ],
    "description": "Иероглиф 家 (jiā) состоит из радикала 'крыша' 宀 сверху и элемента 'свинья' 豕 снизу. В древности символизировал дом, где под крышей держали скот, что показывало достаток. Современная форма сохранила этот базовый смысл: место, где живут люди и их имущество.",
    "philosophy": "家 (jiā) — это не просто строение, а основа китайской культуры, символ семейных ценностей и защиты. В даосской традиции дом — место внутреннего покоя, где человек возвращается к себе. Концепция дома напрямую связана с гармонией и порядком.",
    "homonyms": "加 (jiā) — добавлять; 夹 (jiā) — зажимать",
    "usage_example": "家 (jiā) часто используется в словах типа 家人 (jiārén, члены семьи) или 回家 (huíjiā, возвращаться домой). Звук 'j' в начале — мягкий, почти как 'дз', а 'ia' — как в слове 'я'. Тон — первый, ровный, что отражает спокойствие этого понятия."
  },
  {
    "id": 46,
    "hanzi": "叫",
    "pinyin": "jiào",
    "translations": [
      "to shout",
      "to call",
      "to order",
      "to ask",
      "to be called",
      "by (indicates agent in the passive mood)"
    ],
    "ru_translations": [
      "звать"
    ],
    "description": "Иероглиф 叫 (jiào) состоит из слева 口 (kǒu — рот) и справа 丩 (jiū), что связано с фонетикой. Современная форма указывает на действие, связанное с ртом — речь, крик, звать. В древности иероглиф использовался для обозначения выкрикивания или оклика.",
    "philosophy": "叫 (jiào) — это проявление, когда внутреннее становится слышимым внешнему миру. В даосизме важна гармония между внутренним и внешним, и 叫 (jiào) подчёркивает акт коммуникации. Это иероглиф о выходе за пределы себя через слово.",
    "homonyms": "较 (jiào) — сравнивать, 教 (jiào) — учить",
    "usage_example": "Пиньинь jiào начинается с j, что передаёт звук, близкий к русскому 'дь', а финаль -iao похожа на русское 'яо'. В китайском 叫 (jiào) часто используется в фразах типа 你叫什么名字？(nǐ jiào shénme míngzi?) — 'Как тебя зовут?'."
  },
  {
    "id": 47,
    "hanzi": "今天",
    "pinyin": "jīn tiān",
    "translations": [
      "today",
      "at the present",
      "now"
    ],
    "ru_translations": [
      "сегодня"
    ],
    "description": "Сегодня на китайском — 今天 (jīn tiān). Состав: 今 (jīn, сейчас) + 天 (tiān, день/небо). Современная форма иероглифа постепенно упростилась от древних пиктограмм, но смысл остался: текущий день. В современных текстах встречается очень часто.",
    "philosophy": "今天 (jīn tiān) в китайской мысли — это акцент на настоящем, на том, что происходит сейчас. Это и призыв жить моментом, и отражение идеи ценности каждого дня. Даосы часто подчеркивали важность присутствия в сегодняшнем дне.",
    "homonyms": "金天 (jīn tiān, золотое небо) — звучит так же, но пишется по-другому и имеет другой смысл.",
    "usage_example": "В китайском 今天 (jīn tiān) всегда указывает на текущий день, без нюансов. Пиньинь jīn — ровный, первый тон, tiān — первый тон, оба произносятся чётко и отрывисто. Например: 今天我很忙 (jīn tiān wǒ hěn máng) — Сегодня я занят."
  },
  {
    "id": 48,
    "hanzi": "九",
    "pinyin": "jiǔ",
    "translations": [
      "nine",
      "9"
    ],
    "ru_translations": [
      "девять"
    ],
    "description": "Иероглиф 九 (jiǔ) — это простая форма, отражающая число девять. В древности форма могла напоминать изогнутую палку или руку, сейчас выглядит как две связанные линии. В современном китайском 九 (jiǔ) используется исключительно для обозначения числа 9.",
    "philosophy": "В китайской культуре 九 (jiǔ) символизирует завершённость и долгую жизнь, так как девять — наибольшее однозначное число. Оно часто встречается в традициях и ритуалах, связанных с долголетием и полнотой. В даосизме девять может ассоциироваться с высшей гармонией и пределом развития.",
    "homonyms": "酒 (jiǔ) — алкоголь",
    "usage_example": "九 (jiǔ) произносится с нисходяще-восходящим третьим тоном, что легко различить на слух из-за характерной интонации. Пример: 九个人 (jiǔ gè rén) — девять человек. Слог 'jiu' часто встречается в других числительных и словах, но тон и контекст всегда помогают отличить значение."
  },
  {
    "id": 49,
    "hanzi": "开",
    "pinyin": "kāi",
    "translations": [
      "to open",
      "to start",
      "to turn on",
      "to boil",
      "to write out (a medical prescription)",
      "to operate (vehicle)",
      "abbr. for 開爾文|开尔文 degrees Kelvin"
    ],
    "ru_translations": [
      "открывать"
    ],
    "description": "开 kāi состоит из двух частей: сверху 'два' (二), снизу упрощённая форма 'ворот' (门). Первоначально означал открытие ворот. Современная форма появилась из-за упрощения традиционного 開.",
    "philosophy": "В даосизме 开 kāi может символизировать начало, открытие нового пути или возможностей. Открытие предполагает движение вперёд, принятие перемен и готовность воспринимать новое. Это понятие связано с природным циклом изменений.",
    "homonyms": "凯 kǎi — триумф, победа",
    "usage_example": "开 kāi используется в 开门 kāi mén — открыть дверь. Звук 'kāi' начинается с сильного 'к', что похоже на раздвигание или раскрытие, а длинный первый тон задаёт ровное, устойчивое движение."
  },
  {
    "id": 50,
    "hanzi": "看",
    "pinyin": "kàn",
    "translations": [
      "to see",
      "to look at",
      "to read",
      "to watch",
      "to consider",
      "to regard as",
      "to view as",
      "to treat as",
      "to judge",
      "(after repeated verb) to give it a try",
      "depending on (how you're judging)",
      "to visit",
      "to call on",
      "to treat (an illness)",
      "to look after",
      "Watch out! (for a danger)"
    ],
    "ru_translations": [
      "смотреть"
    ],
    "description": "看 (kàn) состоит из двух частей: сверху 手 (shǒu — рука), снизу 目 (mù — глаз). В современном написании это сочетание символизирует действие смотреть, то есть рука у глаза. Иероглиф в упрощённой форме передаёт основной смысл: наблюдать или смотреть глазами.",
    "philosophy": "看 (kàn) — это момент осознанного наблюдения. В китайской философии умение видеть суть вещей связано с внимательностью и присутствием. Смотреть — значит воспринимать мир непосредственно.",
    "homonyms": "刊 (kān — печатать, издавать); 坎 (kǎn — яма, трудность)",
    "usage_example": "看 (kàn) используется для обозначения процесса зрения или просмотра: 看电影 (kàn diànyǐng — смотреть фильм). Пиньинь kàn с четким t-образным финалом отражает отрывистое, завершённое действие взгляда."
  },
  {
    "id": 51,
    "hanzi": "看见",
    "pinyin": "kàn jiàn",
    "translations": [
      "to see",
      "to catch sight of"
    ],
    "ru_translations": [
      "увидеть"
    ],
    "description": "看见 (kàn jiàn) состоит из двух иероглифов: 看 (kàn) — смотреть, видеть и 见 (jiàn) — видеть, встречаться. В современном языке это устойчивая пара, означающая завершённое восприятие глазами — 'увидеть'. Современные формы произошли из пиктограмм, где 看 изображает глаз над рукой, а 见 — глаз с ногой, намекая на движение взгляда.",
    "philosophy": "看见 (kàn jiàn) подчёркивает момент озарения, когда не просто смотришь, а действительно видишь. Это акцент на реальном опыте, а не на фантазии. В философии даосизма — видеть суть вещей важно для понимания мира.",
    "homonyms": "见 (jiàn) может быть самостоятельным словом: jiàn — 'встречаться', 'видеть'.",
    "usage_example": "看见 (kàn jiàn) всегда используется, когда речь идёт о результате действия глазами — например: 我看见了他 (wǒ kàn jiàn le tā) — 'Я увидел его'. Пиньинь kàn — четкое 'к' с тоном вниз, jiàn — плавное 'дзьен' с тоном вниз, что хорошо запоминается на слух: оба звучат резко и кратко, как момент фиксации взгляда."
  },
  {
    "id": 52,
    "hanzi": "块",
    "pinyin": "kuài",
    "translations": [
      "lump (of earth)",
      "chunk",
      "piece",
      "classifier for pieces of cloth",
      "cake",
      "soap etc",
      "colloquial word for yuan (or other unit of currency such as Hong Kong or US dollar etc)",
      "usually as 塊錢|块钱"
    ],
    "ru_translations": [
      "кусок"
    ],
    "description": "Иероглиф 块 (kuài) состоит из радикала 土 (земля) слева и 夬 (jué) справа. Современная форма отражает значение 'кусок', особенно в смысле части чего-то материального, как кусок земли или пищи. Исторически использовался для обозначения части, отломка или блока.",
    "philosophy": "В даосском духе 块 (kuài) символизирует целое, разделённое на части, напоминая о том, что любая форма — лишь часть единого, и всё временно дробится на куски ради удобства восприятия.",
    "homonyms": "快 (kuài) — быстрый, быстро",
    "usage_example": "В китайском 块 (kuài) часто слышен как счётное слово для денег: 一块钱 (yí kuài qián) — «один юань». Пиньинь kuài звучит с падением, что подчёркивает чёткость и отдельность 'куска'."
  },
  {
    "id": 53,
    "hanzi": "来",
    "pinyin": "lái",
    "translations": [
      "to come",
      "to arrive",
      "to come round",
      "ever since",
      "next"
    ],
    "ru_translations": [
      "приходить"
    ],
    "description": "Иероглиф 来 (lái) состоит из элементов, напоминающих злак или растение, что связано с его древним значением «пшеница». Современное значение — «приходить» — появилось позже из-за фонетических изменений и слияния значений. Форма проста и узнаваема, используется часто в повседневной речи.",
    "philosophy": "В даосской традиции 来 (lái) воплощает идею движения и перемен: всё приходит и уходит. Это отражение потока жизни, постоянного изменения и принятия того, что появляется на пути.",
    "homonyms": "莱 (lái) — фамилия или растение рапс; 崃 (lái) — гористый хребет.",
    "usage_example": "来 (lái) часто используется в повседневных фразах, например, 你来吗？(nǐ lái ma?) — «Ты придёшь?». Звук «lái» начинается с лёгкого «л», затем плавно переходит к «ай» — это легко запомнить на слух, потому что соответствует русскому «лай»."
  },
  {
    "id": 54,
    "hanzi": "老师",
    "pinyin": "lǎo shī",
    "translations": [
      "teacher",
      "CL:個|个",
      "位[wèi]"
    ],
    "ru_translations": [
      "учитель"
    ],
    "description": "Иероглиф 老师 (lǎo shī) состоит из двух частей: 老 (lǎo) — старый, уважаемый и 师 (shī) — наставник, мастер. Современное написание отражает уважение к знаниям и опыту учителя. Форма устоялась в современном языке и используется для обозначения преподавателей в школе, университете и других образовательных учреждениях.",
    "philosophy": "В Китае глубокое уважение к учителям связано с конфуцианской традицией. Учитель (老师 lǎo shī) — это не только источник знаний, но и пример для подражания, поддерживающий непрерывность культуры. В этом иероглифе заложена идея передачи опыта и уважения к старшим.",
    "homonyms": "老师 (lǎo shī) не имеет значимых омонимов с таким же звучанием и написанием.",
    "usage_example": "老师 (lǎo shī) звучит с тоном падения и подъёма — сначала третий тон, затем первый. Конструкция часто используется с фамилией: 王老师 (Wáng lǎo shī) — учитель Ван. Пиньинь отражает стандартное произношение в севернокитайском диалекте."
  },
  {
    "id": 55,
    "hanzi": "了",
    "pinyin": "le",
    "translations": [
      "(modal particle intensifying preceding clause)",
      "(completed action marker)"
    ],
    "ru_translations": [
      "завершение"
    ],
    "description": "了 (le) — очень простой по строению иероглиф, состоит из двух штрихов. Современная форма произошла от древних вариантов, использовавшихся для обозначения окончания действия. Часто используется как грамматическая частица для выражения завершённости или изменения состояния.",
    "philosophy": "В китайском мышлении 了 (le) отражает концепцию перехода: что-то завершилось, и началось новое. Это соответствует даосской идее постоянных изменений и циклов. 了 (le) — напоминание, что ничто не застыло навсегда.",
    "homonyms": "liǎo (завершить, справиться с чем-либо)",
    "usage_example": "В предложении \"我吃了\" (wǒ chī le) — \"Я поел\" — 了 (le) добавляет ощущение завершения действия. Пиньинь le — нейтральный, четкий, без тонов, что отражает его грамматическую функцию."
  },
  {
    "id": 56,
    "hanzi": "冷",
    "pinyin": "lěng",
    "translations": [
      "cold"
    ],
    "ru_translations": [
      "холодный"
    ],
    "description": "Иероглиф 冷 (lěng) состоит из ключа 冫, означающего 'лед', и части 令 (lìng), которая в данном случае служит фонетическим компонентом. Современная форма отражает связь с холодом или замерзанием, что логично благодаря ледяному ключу. В древних надписях использовались похожие элементы для обозначения низкой температуры.",
    "philosophy": "В даосизме холод (冷 lěng) ассоциируется с покоем и замедлением процессов. Холодная энергия — Инь, она пассивна, замыкает движение, помогает сохранять и накапливать силы. Это напоминание о важности баланса между действием и покоем.",
    "homonyms": "领 (lǐng) — воротник, получать; 另 (lìng) — другой",
    "usage_example": "В слове 冷水 (lěngshuǐ) — 'холодная вода' — слышен твёрдый начальный l-, а гласный ě в lěng звучит с понижением тона, что придаёт слову прохладу на слух. Пиньинь lěng — стандартная передача для звука с этим тоном, без подводных камней."
  },
  {
    "id": 57,
    "hanzi": "里",
    "pinyin": "lǐ",
    "translations": [
      "li (Chinese mile)",
      "500 meters (modern)",
      "home",
      "hometown",
      "village",
      "neighborhood",
      "administrative unit"
    ],
    "ru_translations": [
      "внутри"
    ],
    "description": "Иероглиф 里 (lǐ) состоит из элементов 田 (поле) и 土 (земля), что исторически указывает на участок земли или внутреннюю часть территории. Современное значение — 'внутри', также используется как мера длины (1 ли ≈ 500 м). Форма проста и часто встречается в составе других иероглифов.",
    "philosophy": "里 (lǐ) в даосизме и классической мысли подчеркивает внутреннее пространство, сердцевину, суть вещей. Это противопоставление внешнему, акцент на внутреннем содержании, скрытом потенциале и настоящем значении.",
    "homonyms": "理 (lǐ, смысл, логика), 礼 (lǐ, ритуал)",
    "usage_example": "里 (lǐ) часто встречается в выражениях типа 家里 (jiā lǐ, дома). Пиньинь lǐ — начальный звук 'л', финаль 'и', третьим тоном, что дает тонкое нисходящее и восходящее звучание, легко ощутить, если сказать медленно: l-ǐ."
  },
  {
    "id": 58,
    "hanzi": "零",
    "pinyin": "líng",
    "translations": [
      "zero",
      "nought",
      "zero sign",
      "fractional",
      "fragmentary",
      "odd (of numbers)",
      "(placed between two numbers to indicate a smaller quantity followed by a larger one)",
      "fraction",
      "(in mathematics) remainder (after division)",
      "extra",
      "to wither and fall",
      "to wither"
    ],
    "ru_translations": [
      "ноль"
    ],
    "description": "Иероглиф 零 (líng) состоит из ‘雨’ (дождь) сверху и ‘令’ снизу, что исторически связывалось с мелким дождём или каплями. Современное значение — 'ноль', используется для обозначения числа или отсутствия чего-либо. Форма закрепилась в математике и повседневной речи только в последние столетия.",
    "philosophy": "零 (líng) отражает идею пустоты и начала, когда ничего нет, но всё может появиться. В китайской мысли ноль — не просто отсутствие, а потенциальное пространство для нового. Это основа цикличности и перемен.",
    "homonyms": "龄 (líng, возраст), 玲 (líng, звонкий, изящный)",
    "usage_example": "零 (líng) читается с лёгким, ясным 'ли' и быстрым 'н', третий тон. В числах, например 205 — 二百零五 (èr bǎi líng wǔ), 'líng' разделяет сотни и единицы. Слог звучит чётко и легко, без сложных стыков — характерно для многих числительных."
  },
  {
    "id": 59,
    "hanzi": "六",
    "pinyin": "liù",
    "translations": [
      "six",
      "6"
    ],
    "ru_translations": [
      "шесть"
    ],
    "description": "Иероглиф 六 (liù) — это современная упрощённая форма, изначально изображавшая крышу и черточки, символизирующие количество. В древности имел пиктографическую основу, но с течением времени форма стала более абстрактной. Сейчас 六 используется исключительно для обозначения числа 6.",
    "philosophy": "В даосизме и китайской философии число шесть (liù) часто ассоциируется с гармонией, текучестью и естественным порядком вещей. Оно встречается в ритуалах и текстах как символ баланса между небом и землёй.",
    "homonyms": "溜 (liū, скользить), 柳 (liǔ, ива)",
    "usage_example": "Произносится liù, с падающим тоном (четвёртый), что делает звук чётким и отрывистым, как в шесть. В числах и датах 六 (liù) встречается очень часто, например: 六月 (liù yuè, июнь)."
  },
  {
    "id": 60,
    "hanzi": "妈妈",
    "pinyin": "mā ma",
    "translations": [
      "mama",
      "mommy",
      "mother",
      "CL:個|个",
      "位[wèi]"
    ],
    "ru_translations": [
      "мама"
    ],
    "description": "Современная форма 妈妈 (mā ma) состоит из двух одинаковых иероглифов 妈 (mā), каждый из которых включает радикал 女 (женщина) и 马 (лошадь), где 马 используется ради передачи звука. Это типичный пример фоноидеограммы, где значение и звук объединяются для образования слова. Форма проста и легко узнаваема в современной письменности.",
    "philosophy": "В китайской культуре 妈妈 (mā ma) олицетворяет заботу и источник жизни. В даосском смысле материнство связано с природной мягкостью и силой, которые поддерживают гармонию в семье. Это слово — о простоте и фундаменте человеческих отношений.",
    "homonyms": "麻麻 (má ma) — онемение, онемелый; 嘛嘛 (ma ma) — частица, используемая для смягчения тона",
    "usage_example": "Пиньинь mā ma звучит мягко и протяжно, что созвучно обращению к родному человеку. Повторение слога — частое явление в китайских обращениях. В устной речи 妈妈 (mā ma) используется повсеместно, особенно детьми при разговоре с матерью."
  },
  {
    "id": 61,
    "hanzi": "吗",
    "pinyin": "ma",
    "translations": [
      "(question tag)"
    ],
    "ru_translations": [
      "вопросительная частица"
    ],
    "description": "Иероглиф 吗 (ma) — это современная китайская вопросительная частица, которая ставится в конце общего вопроса. Состоит из口 (kǒu — рот) слева и 马 (mǎ — лошадь) справа; 马 здесь используется только по фонетическому принципу, а не по смыслу. В современном языке 吗 (ma) не имеет самостоятельного значения вне вопросительных конструкций.",
    "philosophy": "В даосском духе 吗 (ma) отражает идею открытости и поиска истины через вопросы. Это иероглиф-ключ к познанию, приглашение услышать ответ, а не навязывать истину.",
    "homonyms": "马 (mǎ) — лошадь",
    "usage_example": "Пиньинь ma произносится с нейтральным тоном, быстро и легко, почти на выдохе: nǐ hǎo ma? (你好吗?) — 'Как дела?'. Звук ma здесь короткий, вопросительный, без интонационного подъёма."
  },
  {
    "id": 62,
    "hanzi": "买",
    "pinyin": "mǎi",
    "translations": [
      "to buy",
      "to purchase"
    ],
    "ru_translations": [
      "покупать"
    ],
    "description": "买 (mǎi) — это упрощённая форма иероглифа 買. Верхняя часть представляет собой сокращённый вариант '网' (wǎng, сеть), а нижняя — черта, ранее изображавшая раковину-денежную единицу. Современная форма проста для письма и часто используется в обиходе.",
    "philosophy": "买 (mǎi) отражает простую идею обмена: чтобы что-то получить, нужно что-то отдать. В китайской философии это напоминает о балансе между обладанием и отдачей, гармонии в материальном мире. Покупка — акт выбора, проявление воли и ответственности.",
    "homonyms": "迈 (mài) — шагать, двигаться вперёд",
    "usage_example": "Пиньинь 'mǎi' с третьим тоном: голос уходит вниз и вверх, как будто что-то берёшь себе. Пример: 我想买这个 (wǒ xiǎng mǎi zhège) — Я хочу купить это. В речи звук похож на русское 'май', но с явным тоном."
  },
  {
    "id": 63,
    "hanzi": "猫",
    "pinyin": "māo",
    "translations": [
      "cat",
      "CL:隻|只[zhī]"
    ],
    "ru_translations": [
      "кот"
    ],
    "description": "Иероглиф 猫 (māo) состоит из левого ключа 犭, указывающего на животное, и правой части 苗 (miáo), которая здесь используется как фонетик. Исторически иероглиф обозначает домашнюю кошку, и его современная форма стандартизировалась в упрощённом китайском. Произношение māo связано с тем, как в китайском имитируется звук, который издаёт кошка.",
    "philosophy": "В даосской культуре 猫 (māo) часто ассоциируется с тихой наблюдательностью и независимостью. Кошка умеет быть незаметной, но всегда сохраняет готовность к действию, олицетворяя гармонию между покоем и внезапной активностью.",
    "homonyms": "毛 (máo) — шерсть, волосы",
    "usage_example": "猫 (māo) звучит мягко и коротко, что созвучно кошачьему «мяу». В китайской речи часто используется в сочетаниях: 家猫 (jiāmāo, домашний кот), 野猫 (yěmāo, дикая кошка). Тон — первый, ровный и высокий, что помогает легко запомнить слово."
  },
  {
    "id": 64,
    "hanzi": "没",
    "pinyin": "méi",
    "translations": [
      "(negative prefix for verbs)",
      "have not",
      "not"
    ],
    "ru_translations": [
      "нет"
    ],
    "description": "Иероглиф 没 (méi) состоит из воды 氵 слева и компонента 殳 справа. Первоначально означал 'тонуть', 'быть поглощённым водой', но в современном китайском стал основным отрицанием для прошедших и некоторых других времён. Используется только с глаголами, а не с существительными.",
    "philosophy": "В даосском подходе 没 (méi) — это отсутствие, неприсутствие, небытие. Это акцент на том, что не случилось или не появилось, что важно для понимания перемен и пустоты.",
    "homonyms": "梅 (méi) — слива, 美 (měi) — красивый, 每 (měi) — каждый",
    "usage_example": "Отрицание прошлого действия: 没有 (méiyǒu) — 'нет', 'не было'. Пиньинь méi — третий тон, он 'падает' вниз, как что-то, что исчезло или не появилось."
  },
  {
    "id": 65,
    "hanzi": "没关系",
    "pinyin": "méi guān xi",
    "translations": [
      "it doesn't matter"
    ],
    "ru_translations": [
      "ничего страшного"
    ],
    "description": "Современная форма 没关系 (méi guān xi) складывается из трёх иероглифов: 没 (méi — отрицание, не), 关系 (guān xi — связь, отношение). Фраза буквально значит 'нет связи', то есть 'это не важно'. Используется как стандартный ответ на извинения или благодарность.",
    "philosophy": "В даосском духе 没关系 (méi guān xi) выражает принятие ситуации и невозмутимость: если что-то случилось, оно незначительно и не достойно волнения. Это короткая формула невосприимчивости к мелким неурядицам.",
    "homonyms": "Могут встречаться отдельные омонимы: 没 (méi — не иметь), 关系 (guānxì — отношения, связи), но в такой связке как фраза омонимов нет.",
    "usage_example": "Когда кто-то случайно задевает тебя и говорит 对不起 (duìbuqǐ — извините), в ответ говорят 没关系 (méi guān xi). В пиньинь 'méi' — второй тон, 'guān' — первый, 'xi' — третий: это создает ровную, плавную интонацию, что помогает запомнить фразу на слух."
  },
  {
    "id": 66,
    "hanzi": "米饭",
    "pinyin": "mǐ fàn",
    "translations": [
      "(cooked) rice"
    ],
    "ru_translations": [
      "варёный рис"
    ],
    "description": "Иероглиф 米饭 (mǐ fàn) состоит из 米 (mǐ, рис) и 饭 (fàn, еда/варёная пища). В современном китайском оба компонента узнаваемы: 米 — зерно риса, а 饭 — еда, где компонент 饣 указывает на еду. В сумме обозначает основное блюдо — варёный рис, базу китайской кухни.",
    "philosophy": "米饭 (mǐ fàn) воплощает идею простоты и достатка. Это базовая пища, которая питает миллионы, отражая идею гармонии с природой и ценность скромных основ жизни. В даосской культуре варёный рис — символ повседневности и внутреннего равновесия.",
    "homonyms": "无 омонимов для словосочетания 米饭 (mǐ fàn) как единого термина.",
    "usage_example": "米饭 (mǐ fàn) часто используется в повседневной речи: '你要吃米饭还是面条？' (Nǐ yào chī mǐ fàn hái shì miàn tiáo?) — 'Ты хочешь рис или лапшу?'. Пиньинь mǐ — третий тон, потому что это исходное слово для риса, а fàn — четвертый, как в слове 'еда'."
  },
  {
    "id": 67,
    "hanzi": "明天",
    "pinyin": "míng tiān",
    "translations": [
      "tomorrow"
    ],
    "ru_translations": [
      "завтра"
    ],
    "description": "明天 (míng tiān) состоит из двух иероглифов: 明 (míng) — светлый, ясный, и 天 (tiān) — небо, день. Современное значение — следующий день после текущего. Форма устоялась и часто используется как базовое слово для обозначения завтрашнего дня.",
    "philosophy": "В китайской мысли 明天 (míng tiān) — это ожидание грядущего, которое всегда наполнено возможностями и переменами. Само слово сочетает свет и небо, что намекает на новый, ясный день. В даосизме ценится принятие естественного хода времени, без спешки и привязки к будущему.",
    "homonyms": "Нет точных омонимов с таким же звучанием и значением.",
    "usage_example": "В 明天 (míng tiān) слоги произносятся чётко: míng со средней интонацией, tiān с ровным, слегка высоким тоном. Пиньинь míng связан с 明 (светлый), tiān — со словом небо. В разговоре часто говорят: 我明天去 (wǒ míng tiān qù) — Я пойду завтра."
  },
  {
    "id": 68,
    "hanzi": "名字",
    "pinyin": "míng zi",
    "translations": [
      "name (of a person or thing)",
      "CL:個|个[gè]"
    ],
    "ru_translations": [
      "имя"
    ],
    "description": "名字 (míng zi) состоит из двух иероглифов: 名 (míng), что значит 'имя', и 字 (zi), что также может означать 'символ' или 'буква'. Современная форма 名 происходит от древних изображений рта и вечернего времени, обозначая объявление имени в ночи; 字 — сочетание крыши и ребенка, символизируя процесс наречения. Вместе они буквально обозначают имя человека, как его словесное обозначение.",
    "philosophy": "В китайской культуре имя (名字, míng zi) считается важной частью личности, несущей смысл и судьбу. Даосская традиция подчеркивает, что настоящее имя не всегда раскрывается окружающим, потому что в имени заключена энергия человека. Имя — это не только обозначение, но и связь между человеком и миром.",
    "homonyms": "名 (míng) — 'известный', 'слава'; 字 (zì) — 'иероглиф', 'буква'",
    "usage_example": "名字 (míng zi) произносится с ровным первым тоном и нейтральным, что легко запоминается как 'МИНГ-цзи'. В китайском фраза '你叫什么名字？' (nǐ jiào shénme míngzi?) значит 'Как тебя зовут?'. Важно помнить, что имя всегда называют полностью, а не по частям."
  },
  {
    "id": 69,
    "hanzi": "哪",
    "pinyin": "nǎ",
    "translations": [
      "how",
      "which"
    ],
    "ru_translations": [
      "какой"
    ],
    "description": "Иероглиф 哪 (nǎ) состоит из радикала 口 (kǒu, рот), который часто встречается в вопросительных словах, и части 那 (nà, тот). Современная форма связывает его с вопросами о выборе или уточнении, часто используется для указания на что-то из группы вариантов. Четкая структура и частое употребление делают этот иероглиф базовым в вопросительных предложениях.",
    "philosophy": "Вопросительный иероглиф 哪 (nǎ) выражает открытость к получению информации и поиску различий между вещами. Это проявление стремления к знанию и различению, где важен не абсолют, а выбор и сравнение. В повседневности он напоминает о внимательности к деталям.",
    "homonyms": "на (nà) — тот; омоним по написанию с другой интонацией",
    "usage_example": "哪 (nǎ) произносится с третьим тоном, который часто даёт ощущение вопроса или раздумья — звук уходит вниз и поднимается, словно ищешь ответ. Например: 你是哪国人？(nǐ shì nǎ guó rén?) — «Ты из какой страны?»"
  },
  {
    "id": 70,
    "hanzi": "那",
    "pinyin": "nà",
    "translations": [
      "that",
      "those",
      "then (in that case)",
      "commonly pr.  before a classifier",
      "esp. in Beijing"
    ],
    "ru_translations": [
      "тот"
    ],
    "description": "Иероглиф 那 (nà) состоит из левой части 阝(упрощённый вариант 邑, город) и правой 那 (phonetic), которая также встречается в других иероглифах. Современное значение — указание на объект вдали, противопоставление этому (这个, zhège — этот). Ранее мог иметь значение, связанное с местоположением, но сейчас закрепился как указательное слово.",
    "philosophy": "那 (nà) указывает на что-то, что находится вне текущего круга внимания. Это иероглиф дистанции, границы между своим и чужим, всегда устремлен вне 'здесь и сейчас'. В китайском мышлении он помогает разделять близкое и далёкое, конкретное и абстрактное.",
    "homonyms": "娜 (nà, nà) — изящная, грациозная; 纳 (nà) — принимать, вмещать",
    "usage_example": "那 (nà) часто используется в сочетаниях вроде 那个 (nàge — тот), 那里 (nàlǐ — там). Звук 'nà' — твёрдый, направленный наружу, что совпадает с его смыслом указывать вдаль. Пиньинь 'nà' записывается с четким а, чтобы отличать его от 吗 (ma, вопросительная частица)."
  },
  {
    "id": 71,
    "hanzi": "呢",
    "pinyin": "ne",
    "translations": [
      "particle indicating that a previously asked question is to be applied to the preceding word (\"What about ...?\", \"And ...?\")",
      "particle for inquiring about location (\"Where is ...?\")",
      "particle signaling a pause",
      "to emphasize the preceding words and allow the listener time to take them on board (\"ok?\", \"are you with me?\")",
      "(at the end of a declarative sentence) particle indicating continuation of a state or action",
      "particle indicating strong affirmation"
    ],
    "ru_translations": [
      "вопросительная частица"
    ],
    "description": "Иероглиф 呢 (ne) используется как вопросительная частица в конце предложения для уточнения, часто после местоимений или существительных. В современном написании состоит из口 (рот) слева, указывающего на речь, и 尼 (ní) справа, который в данном случае не несёт отдельного значения. Исторически иероглиф сложился как функциональная частица для поддержания диалога.",
    "philosophy": "В языке даосизм проявляется в гибкости, а 呢 (ne) — это приглашение к продолжению разговора, мягко указывая на незавершённость мысли. Эта частица подчёркивает открытость к диалогу и принятию разных точек зрения. В её применении чувствуется уважение к собеседнику и его позиции.",
    "homonyms": "尼 (ní) — монахиня",
    "usage_example": "Ты спрашиваешь: 你呢？(nǐ ne?) — 'А ты?'. Пиньинь ne читается с нейтральным тоном, быстро и легко, чтобы интонация оставалась вопросительной, а смысл — незавершённым, как будто ждёшь продолжения."
  },
  {
    "id": 72,
    "hanzi": "能",
    "pinyin": "néng",
    "translations": [
      "to be able to",
      "to be capable of",
      "ability",
      "capability",
      "able",
      "capable",
      "can possibly",
      "(usually used in the negative) to have the possibility of"
    ],
    "ru_translations": [
      "мочь"
    ],
    "description": "能 néng состоит из радикала 'плоть' 月 слева и фонетика 'медведь' 熊 справа. Изначально иероглиф связывали с животной силой и способностью, сейчас означает возможность или способность что-то делать. В современном языке используется как модальный глагол.",
    "philosophy": "能 néng в философском смысле — это не просто физическая сила, а внутренняя способность действовать в гармонии с обстоятельствами. В даосизме ценится идея действовать естественно, используя свои возможности.",
    "homonyms": "能 néng — мочь; 蓂 méng — вид растения (омоним по звуку, разное написание и тон)",
    "usage_example": "能 néng всегда произносится с вторым тоном, отчётливо слышно восходящее движение. Пример: 我能说中文 (wǒ néng shuō zhōngwén) — я могу говорить по-китайски. Пиньинь néng — потому что исторически связан с медведем (xióng), где ng — носовой звук, и здесь он сохранился."
  },
  {
    "id": 73,
    "hanzi": "你",
    "pinyin": "nǐ",
    "translations": [
      "you (informal, as opposed to courteous 您)"
    ],
    "ru_translations": [
      "ты"
    ],
    "description": "你 (nǐ) — современный иероглиф для обращения ко второму лицу, означает 'ты'. Состоит из левой части 亻(человек) и правой 尔 (ěr), которая изначально имела другое значение, но здесь служит фонетиком. Форма 你 (nǐ) появилась в поздних династиях для различения между разными местоимениями. Сейчас это основной способ обращения к одному человеку в разговорном китайском.",
    "philosophy": "你 (nǐ) подчеркивает важность личного общения и индивидуального подхода в китайской культуре. В традиционной философии уважительное отношение к собеседнику всегда значимо, а выбор правильного местоимения отражает уважение к другому. Даже простое 'ты' требует чуткости к социальному контексту.",
    "homonyms": "尼 (ní) — монашка, или фамилия; 泥 (ní) — грязь",
    "usage_example": "你 (nǐ) — всегда с нейтральным тоном, не смягчается и не сокращается в быту, произносится с ровной интонацией. Пример: 你好吗？(nǐ hǎo ma?) — 'Как ты?'. Пиньинь ǐ передает третий тон, с понижением и возвышением, что делает слово легко узнаваемым в речи."
  },
  {
    "id": 74,
    "hanzi": "年",
    "pinyin": "nián",
    "translations": [
      "year",
      "CL:個|个[gè]"
    ],
    "ru_translations": [
      "год"
    ],
    "description": "年 (nián) в современной записи состоит из верхней части 禾 (hé) — злак, и нижней — обозначающей людей или ростки. Исторически этот иероглиф изображал пшеницу и процесс сбора урожая, что связано с циклом года. Сейчас 年 (nián) однозначно означает 'год' и используется в обозначении времени.",
    "philosophy": "В китайской культуре 年 (nián) (год) символизирует завершённость цикла и постоянное обновление. Время здесь воспринимается как повторяющаяся спираль, отражающая гармонию природы и ритмы жизни. Это понятие связано с уважением к прошлому и надеждой на новый урожай, новый этап.",
    "homonyms": "年 (nián) — год; нет широко используемых омонимов с этим же звучанием.",
    "usage_example": "年 (nián) всегда произносится с нисходящим вторым тоном. Сочетание с цифрами — например, 2024年 (èr líng èr sì nián) — это просто '2024 год'. Звук 'nián' близок к русскому 'нянь', но с мягкой 'н' и долгим 'я', что помогает услышать правильное звучание."
  },
  {
    "id": 75,
    "hanzi": "女儿",
    "pinyin": "nǚ ér",
    "translations": [
      "daughter"
    ],
    "ru_translations": [
      "дочь"
    ],
    "description": "Иероглиф 女儿 (nǚ ér) состоит из 女 (nǚ — женщина) и 儿 (ér — ребенок, сын), что буквально указывает на 'женского ребенка', то есть 'дочь'. Современная форма 女 произошла от древних пиктограмм, изображающих сидящую женщину, а 儿 — схематичное изображение человека с вытянутыми ногами. В современном языке 女儿 (nǚ ér) — стандартное слово для обозначения дочери.",
    "philosophy": "В китайской культуре 女儿 (nǚ ér) отражает уважительное отношение к семье и преемственности поколений. Сочетание женского начала и потомства говорит о балансе и продолжении рода, что важно для даосских идей гармонии. Это слово подчеркивает ценность семейных связей и ответственности.",
    "homonyms": "Омонимов для 女儿 (nǚ ér) практически нет, но 儿 (ér) встречается в других словах как уменьшительное окончание или как 'ребенок', например, 儿子 (ér zi — сын).",
    "usage_example": "Пиньинь nǚ произносится с третьим тоном, где 'ü' — с двумя точками, это специфический женский звук в китайском языке. 'ér' — с восходящим вторым тоном, что придает слову мягкость. В речи 女儿 (nǚ ér) часто используется в бытовых разговорах: '她是我的女儿' (Tā shì wǒ de nǚ ér — Она моя дочь)."
  },
  {
    "id": 76,
    "hanzi": "朋友",
    "pinyin": "péng you",
    "translations": [
      "friend",
      "CL:個|个",
      "位[wèi]"
    ],
    "ru_translations": [
      "друг"
    ],
    "description": "朋友 (péng you) состоит из двух иероглифов: 朋 (péng) и 友 (yǒu), оба означают друга. В древности 朋 изображал ракушки, символизируя связь и обмен, а 友 — две руки, что символизирует дружбу и совместные действия. В современной форме иероглиф устойчиво используется для обозначения простого и близкого друга.",
    "philosophy": "В китайской культуре 朋友 (péng you) — это не просто знакомый, а человек, с кем есть взаимное доверие и поддержка. Даосская мысль ценит естественные, свободные отношения, где нет принуждения — именно так строится настоящая дружба. Настоящий 朋友 возникает в гармонии, без лишних слов и обязательств.",
    "homonyms": "朋 (péng) — гомофон с 硼 (péng, бор); 友 (yǒu) — гомофон с 有 (yǒu, иметь)",
    "usage_example": "朋友 (péng you) читается с ровным тоном у péng и нейтральным у you: péng you. Во фразе 你好，朋友！ (nǐ hǎo, péng you!) — 'Привет, друг!' — сочетание звучит естественно и часто встречается в разговоре. Пиньинь you становится нейтральным, чтобы показать неформальность и близость."
  },
  {
    "id": 77,
    "hanzi": "漂亮",
    "pinyin": "piào liang",
    "translations": [
      "pretty",
      "beautiful"
    ],
    "ru_translations": [
      "красивый"
    ],
    "description": "漂亮 (piào liang) состоит из двух иероглифов: 漂 (piào) — 'плавать, дрейфовать', а также 'красивый' в разговорной речи, и 亮 (liang) — 'светлый, яркий'. Современное сочетание используется только для внешней красоты, часто о людях или предметах. Иероглиф 漂 связан с водой, а 亮 — с ясностью и светом, что вместе подчеркивает яркую, заметную красоту.",
    "philosophy": "В китайском языке красота в 漂亮 (piào liang) воспринимается как сочетание легкости и внутреннего сияния. Это не только привлекательность, но и чистота, ясность, гармония с окружающим. В даосском духе она естественна и не требует усилий.",
    "homonyms": "没有 (méiyǒu) точных омонимов для piào liang, но отдельно 漂 (piào) может значить 'дрейфовать', а 亮 (liàng) — 'яркий'.",
    "usage_example": "Произношение piào с падающим тоном (4) и liang с нейтральным тоном важно для естественного звучания. Пример: 你很漂亮 (Nǐ hěn piào liang) — 'Ты красивая'. В разговорной речи часто используется для комплиментов, причем 亮 добавляет ощущение яркости."
  },
  {
    "id": 78,
    "hanzi": "苹果",
    "pinyin": "píng guǒ",
    "translations": [
      "apple",
      "CL:個|个",
      "顆|颗[kē]"
    ],
    "ru_translations": [
      "яблоко"
    ],
    "description": "苹果 (píng guǒ) состоит из иероглифов 苹 (píng) и 果 (guǒ). 苹 — это сокращение от 蘋, означающего 'водяная трава', а 果 — 'фрукт'. В современном языке их сочетание стало устойчивым названием для 'яблока'. Форма иероглифов стандартная для упрощённой письменности КНР.",
    "philosophy": "В китайской культуре яблоко (苹果, píng guǒ) ассоциируется с миром, потому что 'пин' созвучно с 和平 (hépíng — мир). Это хороший пример того, как звучание влияет на культурные смыслы слова.",
    "homonyms": "平 (píng, ровный, спокойный), 评 (píng, оценивать), 郭 (guō, городская стена)",
    "usage_example": "苹果 (píng guǒ) в пиньине читается с восходящим тоном на 'píng' и падающим на 'guǒ'. Слово часто слышится в магазинах и на рынках: '我要买苹果' (wǒ yào mǎi píng guǒ) — 'Я хочу купить яблоко'. Такое сочетание тонов хорошо запоминается на слух за счёт контраста: сначала вверх, потом вниз."
  },
  {
    "id": 79,
    "hanzi": "七",
    "pinyin": "qī",
    "translations": [
      "seven",
      "7"
    ],
    "ru_translations": [
      "семь"
    ],
    "description": "Иероглиф 七 (qī) означает число семь и является одним из простейших по написанию. Его форма восходит к древним счетным зарубкам, а современные черты — это упрощённая версия старокитайского написания. В нем всего две основные линии, что делает его узнаваемым среди остальных чисел.",
    "philosophy": "В даосизме семь часто ассоциируется с природными циклами, например, фазами луны или семью отверстиями в голове человека. Иероглиф 七 (qī) символизирует завершение одного этапа и начало следующего, что отражает идею перехода и движения.",
    "homonyms": "妻 (qī, жена), 期 (qī, срок, период)",
    "usage_example": "Пиньинь qī произносится с ровным первым тоном — протянуто, без подъема или падения. В фразе 七天 (qī tiān, семь дней) иероглиф используется буквально как цифра. Звук q в начале — это непалатализованный ч, похожий на сочетание «ч» и «ц»."
  },
  {
    "id": 80,
    "hanzi": "钱",
    "pinyin": "qián",
    "translations": [
      "coin",
      "money",
      "CL:筆|笔[bǐ]",
      "unit of weight",
      "one tenth of a tael 兩|两[liǎng]"
    ],
    "ru_translations": [
      "деньги"
    ],
    "description": "Иероглиф 钱 (qián) состоит из ключа 钅(«металл») слева и фонетика 戋 (jiān) справа. Современная форма произошла от древних монет и металлических денег, что отражено в левой части. Иероглиф означает именно деньги или монеты, а не абстрактное богатство.",
    "philosophy": "В китайской культуре 钱 (qián) — практичный символ обмена и материальных отношений. В философии даосизма деньги не имеют внутренней ценности, а выступают инструментом для поддержания баланса и упрощения жизни. Ценность их определяется не накоплением, а функцией в обществе.",
    "homonyms": "前 (qián, «перед; впереди»), 虔 (qián, «благоговейный»)",
    "usage_example": "钱 (qián) часто встречается в сочетаниях типа '多少钱?' (duō shǎo qián? — 'Сколько стоит?'). В слоге 'qián' начальный звук 'q' — это мягкое 'ч', а 'ian' читается как 'йен'. Это слово — одно из первых, которые слышат в магазинах или на рынках."
  },
  {
    "id": 81,
    "hanzi": "前面",
    "pinyin": "qián miàn",
    "translations": [
      "ahead",
      "in front",
      "preceding",
      "above"
    ],
    "ru_translations": [
      "впереди"
    ],
    "description": "前面 (qián miàn) состоит из двух иероглифов: 前 (qián) — перед, раньше, и 面 (miàn) — лицо, поверхность, сторона. В современном китайском это устойчивое сочетание, обозначающее пространство впереди, перед чем-либо. Оба иероглифа просты по структуре и часто используются в других сочетаниях для указания направления или стороны.",
    "philosophy": "前面 (qián miàn) отражает китайское восприятие пространства и времени: то, что впереди, означает и физическое положение, и будущее. В даосском контексте движение вперед — это естественный ход вещей, следование потоку перемен.",
    "homonyms": "前 (qián) может быть омонимом для 钱 (qián, деньги); 面 (miàn) — также 'лапша' или 'лицо'.",
    "usage_example": "前 (qián) звучит как 'чянь', с ровным первым тоном — коротко и ясно, как шаг вперед. 面 (miàn) — это четвертый тон, слышится резко, как поверхность, к которой подходишь. Пример: 车在前面 (chē zài qián miàn, машина впереди)."
  },
  {
    "id": 82,
    "hanzi": "请",
    "pinyin": "qǐng",
    "translations": [
      "to ask",
      "to invite",
      "please (do sth)",
      "to treat (to a meal etc)",
      "to request"
    ],
    "ru_translations": [
      "приглашать"
    ],
    "description": "Иероглиф 请 (qǐng) состоит из ключа 讠 (язык, речь) слева и 青 (синий, зелёный, чистый) справа. Современная форма отражает идею вежливого обращения через речь. В целом смысл — использовать слова уважительно, чтобы обратиться с просьбой или приглашением.",
    "philosophy": "请 (qǐng) выражает концепцию уважения и почтительности в общении. В китайской культуре умение просить и приглашать вежливо — фундамент цивилизованного диалога. Это проявление гармонии между людьми через язык.",
    "homonyms": "清 (qīng, чистый), 情 (qíng, чувство)",
    "usage_example": "请 (qǐng) читается с нисходяще-восходящим тоном (3-й тон), что соответствует мягкой, неагрессивной просьбе. Например: 请进 (qǐng jìn) — «пожалуйста, входите». В живой речи qǐng часто начинается с лёгкого подъёма интонации, чтобы подчеркнуть уважительность."
  },
  {
    "id": 83,
    "hanzi": "去",
    "pinyin": "qù",
    "translations": [
      "to go",
      "to go to (a place)",
      "to cause to go or send (sb)",
      "to remove",
      "to get rid of",
      "(when used either before or after a verb) to go in order to do sth",
      "to be apart from in space or time",
      "(after a verb of motion indicates movement away from the speaker)",
      "(used after certain verbs to indicate detachment or separation)",
      "(of a time or an event etc) just passed or elapsed"
    ],
    "ru_translations": [
      "уходить"
    ],
    "description": "Иероглиф 去 (qù) состоит из компонентов 土 (земля) и 厶 (частный, личный). Современная форма пришла от древних написаний, где символ означал отделение от земли или движение прочь. В современном китайском языке основной смысл — движение от говорящего, перемещение куда-то.",
    "philosophy": "В даосизме 去 (qù) символизирует отпускание и движение вперёд, уход от прошлого. Это отражает идею не цепляться за старое и позволять событиям идти своим чередом.",
    "homonyms": "取 (qǔ) — брать, получать; 曲 (qǔ) — мелодия, музыка",
    "usage_example": "去 (qù) произносится с нисходящим тоном, что похоже на движение вниз, как будто ты уходишь. Пример: 我去学校 (wǒ qù xuéxiào) — «Я иду в школу». Пиньинь qù передаёт начальный глухой звук 'ч' с последующим быстрым убывающим тоном."
  },
  {
    "id": 84,
    "hanzi": "热",
    "pinyin": "rè",
    "translations": [
      "to warm up",
      "to heat up",
      "hot (of weather)",
      "heat",
      "fervent"
    ],
    "ru_translations": [
      "жаркий"
    ],
    "description": "Иероглиф 热 (rè) состоит из радикала 火 (огонь) слева и компонента 执 справа. Современная форма указывает на связь с теплом и огнем. В старых надписях использовались другие компоненты, но основной смысл — высокая температура — сохранился.",
    "philosophy": "В даосизме 热 (rè) ассоциируется с активностью, ян и движением. Он противопоставляется холоду (冷 lěng), отражая баланс в природе. Это напоминание о важности гармонии между горячим и холодным.",
    "homonyms": "惹 (rě) — провоцировать, раздражать",
    "usage_example": "В слове 热水 (rèshuǐ) — горячая вода — слышен отчетливый звук 'р', как в английском 'red', что отражает ощущение жара. Тон 4 — падающий, как всплеск температуры."
  },
  {
    "id": 85,
    "hanzi": "人",
    "pinyin": "rén",
    "translations": [
      "man",
      "person",
      "people",
      "CL:個|个",
      "位[wèi]"
    ],
    "ru_translations": [
      "человек"
    ],
    "description": "Иероглиф 人 (rén) изображает стоящего человека в профиль, его форма унаследована из древних пиктограмм. Современный вид — две расходящиеся линии, напоминающие ноги. Это один из базовых и часто используемых иероглифов китайского языка.",
    "philosophy": "В даосизме 人 (rén) отражает отдельность и уязвимость человека в мире, а также его связь с обществом. Он часто используется для обозначения индивидуальности и места человека во Вселенной.",
    "homonyms": "仁 (rén, добродетель), 忍 (rěn, терпеть)",
    "usage_example": "В слове 人口 (rénkǒu, население) иероглиф произносится с ровным тоном. Пиньинь rén берет начало от древнего произношения, r- звучит мягко с чуть раскатанным 'р', e — среднее между 'э' и 'ё', n — четко в конце."
  },
  {
    "id": 86,
    "hanzi": "认识",
    "pinyin": "rèn shi",
    "translations": [
      "to know",
      "to recognize",
      "to be familiar with",
      "to get acquainted with sb",
      "knowledge",
      "understanding",
      "awareness",
      "cognition"
    ],
    "ru_translations": [
      "знать"
    ],
    "description": "认识 (rèn shi) состоит из двух иероглифов: 认 (rèn — признавать, узнавать) и 识 (shi — знание, распознавание). Вместе они приобретают значение 'знать кого-то', 'быть знакомым'. Современная форма произошла из упрощённых вариантов традиционных 認識, где упрощение упростило компоненты для удобства письма.",
    "philosophy": "В даосизме 认识 (rèn shi) отражает идею восприятия мира через личный опыт и контакт, а не только через теорию. Знание возникает из прямого соприкосновения и узнавания, а не из абстрактных понятий. Это подчёркивает ценность непосредственного опыта.",
    "homonyms": "人事 (rén shì) — человеческие дела",
    "usage_example": "认识 (rèn shi) звучит с четким r в начале, что отличает его от l и n в китайском. Часто используется в фразе: 很高兴认识你 (hěn gāo xìng rèn shi nǐ) — 'Приятно познакомиться'. Пиньинь shi — это нейтральное, быстрое окончание, обозначающее знание или знакомство."
  },
  {
    "id": 87,
    "hanzi": "日",
    "pinyin": "rì",
    "translations": [
      "sun",
      "day",
      "date",
      "day of the month",
      "abbr. for 日本 Japan"
    ],
    "ru_translations": [
      "день"
    ],
    "description": "日 (rì) — это упрощённый китайский иероглиф, обозначающий солнце или день. В современной форме он выглядит как прямоугольник с небольшой горизонтальной чертой внутри, что напоминает образ солнца на горизонте. Исторически этот иероглиф происходит от пиктограммы, изображавшей солнце с точкой посередине.",
    "philosophy": "В даосской и китайской мысли 日 (rì) символизирует источник света и жизни, цикл времени и неизменную смену дня и ночи. Он ассоциируется с постоянством перемен и естественным порядком вещей.",
    "homonyms": "Омонимы: 力 (lì) — сила, мощь (другое произношение, но схожий вид компонента); 认 (rèn) — узнавать, но с другим тоном и значением.",
    "usage_example": "В китайском 日 (rì) часто встречается в выражениях типа 今天 (jīntiān — сегодня) или 日子 (rìzi — день, дата). Пиньинь 'rì' звучит коротко и резко, что совпадает со смыслом — чёткий отрезок времени. В речи первый звук напоминает русский 'ж', а не 'р', что важно для правильного произношения."
  },
  {
    "id": 88,
    "hanzi": "三",
    "pinyin": "sān",
    "translations": [
      "three",
      "3"
    ],
    "ru_translations": [
      "три"
    ],
    "description": "Иероглиф 三 (sān) — это простая композиция из трёх горизонтальных линий, каждая линия символизирует единицу. Такая форма возникла из древних письменных знаков, где количество черт показывало число. Современная форма максимально проста и интуитивна, что облегчает запоминание.",
    "philosophy": "В философии три (三, sān) часто ассоциируется с гармонией между небом, землёй и человеком. Это число символизирует баланс и завершённость структуры, часто встречается в классических китайских текстах как символ равновесия.",
    "homonyms": "三 (sān) омонимов нет, но похож по звучанию на 散 (sǎn, рассеивать).",
    "usage_example": "В китайском языке 三 (sān) читается с ровным высоким тоном — легко запомнить по трем одинаковым линиям, которые не скачут по высоте. Пример: 三个人 (sān gè rén) — три человека."
  },
  {
    "id": 89,
    "hanzi": "商店",
    "pinyin": "shāng diàn",
    "translations": [
      "store",
      "shop",
      "CL:家",
      "個|个[gè]"
    ],
    "ru_translations": [
      "магазин"
    ],
    "description": "Иероглиф 商店 (shāng diàn) состоит из двух частей: 商 (shāng) — торговля, бизнес, и 店 (diàn) — магазин, лавка. В современном языке это стандартное слово для обозначения любого магазина или торговой точки. Оба иероглифа имеют древние корни, связанные с торговлей и помещением для продажи товаров.",
    "philosophy": "В 商店 (shāng diàn) отражается китайское уважение к торговле как к движущей силе общества. Магазин — это место, где встречаются интересы людей, обмен ценностями и коммуникация. Здесь проявляется даосский баланс между потребностями и предложением.",
    "homonyms": "商 (shāng) может быть омонимом для слова 'ранить' 伤 (shāng), но 商店 (shāng diàn) в таком значении не используется.",
    "usage_example": "В слове 商店 (shāng diàn) первый слог произносится с ровным высоким тоном (shāng), второй — с падающим (diàn). В речи оба слога четко различаются, что помогает избежать путаницы с похожими словами. Пример: 这家商店很大 (zhè jiā shāng diàn hěn dà) — 'Этот магазин большой.'"
  },
  {
    "id": 90,
    "hanzi": "上",
    "pinyin": "shàng",
    "translations": [
      "on top",
      "upon",
      "above",
      "upper",
      "previous",
      "first (of multiple parts)",
      "to climb",
      "to get onto",
      "to go up",
      "to attend (class or university)"
    ],
    "ru_translations": [
      "верх"
    ],
    "description": "Иероглиф 上 (shàng) состоит из горизонтальной линии сверху и вертикальной линии, проходящей через неё и выходящей снизу. Современная форма наглядно указывает на что-то расположенное выше или наверху. Его структура проста и легко узнаваема, что отражает основной смысл — направление вверх или на поверхность.",
    "philosophy": "В китайской мысли 上 (shàng) часто ассоциируется с подъёмом, ростом и стремлением к высшему. Это символ развития и движения вперёд, а также гармонии между низшим и высшим. В даосизме такие понятия связаны с естественным порядком и циклом перемен.",
    "homonyms": "尚 (shàng) — уважать, ценить; 商 (shāng) — торговля.",
    "usage_example": "上 (shàng) часто встречается в выражениях типа 上课 (shàng kè) — «идти на урок». В пиньинь shàng финаль -ang даёт глубокий носовой звук, а начальная sh- — мягкая, почти как русский 'ш'."
  },
  {
    "id": 91,
    "hanzi": "上午",
    "pinyin": "shàng wǔ",
    "translations": [
      "morning",
      "CL:個|个[gè]"
    ],
    "ru_translations": [
      "до полудня"
    ],
    "description": "上午 (shàng wǔ) состоит из двух иероглифов: 上 (shàng) — 'верх', 'над', и 午 (wǔ) — 'полдень'. Современная форма указывает на время до середины дня. Это стандартный термин для обозначения периода с утра до полудня в Китае.",
    "philosophy": "上午 (shàng wǔ) отражает разделение времени на циклы: утро как начало активности до главной точки — полудня. В китайском мышлении это часть естественного потока времени, когда энергия поднимается вверх, достигая пика к середине дня.",
    "homonyms": "上舞 (shàng wǔ) — танцевать на сцене",
    "usage_example": "Пиньинь shàng wǔ: shàng — восходящий тон, как подъем солнца утром; wǔ — третий тон, будто полуденное равновесие. Например: 上午九点 (shàng wǔ jiǔ diǎn) — девять часов утра."
  },
  {
    "id": 92,
    "hanzi": "少",
    "pinyin": "shǎo",
    "translations": [
      "few",
      "little",
      "lack"
    ],
    "ru_translations": [
      "мало"
    ],
    "description": "Иероглиф 少 shǎo состоит из двух частей: верхней 丿, напоминающей каплю, и нижней 小 xiǎo, означающей 'маленький'. Современная форма упростилась по сравнению с древними написаниями, но всегда ассоциировалась с чем-то малым по количеству. Изначально изображал немногочисленных людей или предметы.",
    "philosophy": "В даосской мысли 少 shǎo (мало) отражает ценность умеренности и минимализма: 'чем меньше, тем лучше'. Считается, что чрезмерность нарушает гармонию, а малое часто ведёт к большому.",
    "homonyms": "烧 shāo — жечь; 哨 shào — свистеть; все произносятся похоже, но с разными тонами и значениями.",
    "usage_example": "В фразе 很少 hěn shǎo — 'очень мало'. Пиньинь shǎo с третьим тоном обозначает нисходяще-восходящее произношение: сначала вниз, затем вверх, что слышится как вопросительный изгиб."
  },
  {
    "id": 93,
    "hanzi": "谁",
    "pinyin": "shéi",
    "translations": [
      "who",
      "also pr. [shuí]"
    ],
    "ru_translations": [
      "кто"
    ],
    "description": "谁 (shéi) — современная упрощённая форма, в которой левая часть 讠 (язык) указывает на связь с речью и вопросами, а правая 隹 (короткохвостая птица) встречается во многих вопросительных местоимениях. В традиционном варианте используется 誰, где левая часть тоже связана с языком и речью. В современном китайском 谁 (shéi) — главное слово для вопроса о личности.",
    "philosophy": "谁 (shéi) воплощает идею поиска и открытости — задавая вопрос, человек отказывается от знания и открывает пространство для нового. Это проявление любознательности, принятие неопределённости и уважение к другому как к возможному источнику ответа.",
    "homonyms": "水 (shuǐ) — вода",
    "usage_example": "谁 (shéi) произносится с восходящим тоном, что делает его похожим на вопросительную интонацию. В китайском вопрос 'Кто ты?' звучит как 你是谁？(nǐ shì shéi?), где 谁 всегда стоит в позиции вопросительного местоимения. В устной речи также встречается произношение 'shuí', но стандарт — 'shéi'."
  },
  {
    "id": 94,
    "hanzi": "什么",
    "pinyin": "shén me",
    "translations": [
      "what?",
      "who?",
      "something",
      "anything"
    ],
    "ru_translations": [
      "что"
    ],
    "description": "什么 (shén me) — это сочетание иероглифов 什 (shén), который в современном языке чаще всего используется только в составе вопросительных слов, и 吗 (me), редуцированной формы 么, которая тоже встречается только в вопросительных выражениях. Форма 什么 (shén me) стандартна для современного китайского языка и используется для образования вопросительных предложений со значением 'что'. Исторически эти иероглифы несли самостоятельные значения, но сейчас почти не встречаются отдельно.",
    "philosophy": "В китайском языке 什么 (shén me) выражает не только вопрос, но и открытость к неопределённости, отражая важный аспект китайской мысли — принятие неизвестного и готовность к поиску ответа. Вопросительные частицы формируют пространство для диалога и исследования. Это проявление уважения к многообразию возможных смыслов.",
    "homonyms": "甚么 (shén me) — что, редко используется в современном языке",
    "usage_example": "В произношении shén — нисходящий 2-й тон, а me — нейтральный, почти незаметный. Например: 你在做什么？(nǐ zài zuò shén me?) — Что ты делаешь? Частица me используется исключительно в таких конструкциях, что помогает быстро отличать вопросительные слова на слух."
  },
  {
    "id": 95,
    "hanzi": "十",
    "pinyin": "shí",
    "translations": [
      "ten",
      "10"
    ],
    "ru_translations": [
      "десять"
    ],
    "description": "Иероглиф 十 (shí) — это простая перекрестная форма из двух линий: горизонтальной и вертикальной. Его современная форма почти не изменилась со времен древних надписей на костях. Он символизирует число десять и служит базовым числом в китайской системе счисления.",
    "philosophy": "В даосской мысли 十 (shí) — символ завершенности и полноты, поскольку десять завершает цикл простых чисел. Это число часто ассоциируется с целостностью и гармонией в природе и человеческих делах.",
    "homonyms": "时 (shí, время), 石 (shí, камень)",
    "usage_example": "Пиньинь shí звучит с ровным, вторым тоном — как протяжное «ши». В словах 十点 (shí diǎn, десять часов) или 十元 (shí yuán, десять юаней) слышно, как «ш» плавно соединяется с «и», без лишних гласных."
  },
  {
    "id": 96,
    "hanzi": "时候",
    "pinyin": "shí hou",
    "translations": [
      "time",
      "length of time",
      "moment",
      "period"
    ],
    "ru_translations": [
      "время"
    ],
    "description": "Иероглиф 时候 (shí hou) состоит из двух частей: 时 (shí) — время, и 侯 (hou) — древний титул или персонаж, который в современном языке используется как суффикс. В современном китайском 时候 (shí hou) обозначает момент или период времени, часто употребляется для указания на конкретную точку во времени или отрезок. Структура устоялась в современном языке и используется очень часто в повседневной речи.",
    "philosophy": "В китайском мышлении 时候 (shí hou) отражает идею времени как текучего процесса, а не как статичного момента. Всё меняется в зависимости от обстоятельств и подходящего времени. Даосская мысль часто подчеркивает важность понимания и выбора правильного 时候 (shí hou) для действий.",
    "homonyms": "时侯 (shí hóu) — редко используемый, может значить 'правитель времени', отличается тоном в 侯.",
    "usage_example": "Когда говорят 什么时候 (shén me shí hou), это значит 'когда'. Пиньинь shí hou: shí — второй тон, ровный и высокий, hou — легкий нисходящий, безударный. В разговоре обычно слышится как одно слово с акцентом на первый слог."
  },
  {
    "id": 97,
    "hanzi": "是",
    "pinyin": "shì",
    "translations": [
      "is",
      "are",
      "am",
      "yes",
      "to be"
    ],
    "ru_translations": [
      "являться"
    ],
    "description": "Иероглиф 是 (shì) состоит из 日 (rì, солнце) сверху и 正 (zhèng, правильный) снизу. Исторически он означал «правда» или «верно», а сейчас выражает утверждение или эквивалент английского глагола 'to be'. Современная форма закрепилась в качестве глагола-связки для идентификации и утверждения.",
    "philosophy": "В китайской философии 是 (shì) — фундаментальное понятие существования и признания факта. В даосизме выделяется различие между тем, что есть (shì), и тем, что кажется, поэтому умение видеть 'есть' как оно есть — путь к ясности. Это иероглиф про прямое утверждение реальности.",
    "homonyms": "事 (shì, дело; событие), 市 (shì, рынок; город)",
    "usage_example": "Пиньинь shì произносится с ровным четвёртым тоном, что делает его легко узнаваемым в речи. Например: 我是学生 (wǒ shì xuéshēng) — 'Я студент'. Внутри предложения 是 (shì) всегда стоит между подлежащим и определением или существительным, чётко выделяя утверждение."
  },
  {
    "id": 98,
    "hanzi": "书",
    "pinyin": "shū",
    "translations": [
      "book",
      "letter",
      "CL:本",
      "冊|册",
      "部[bù]",
      "see also 書經|书经 Book of History"
    ],
    "ru_translations": [
      "книга"
    ],
    "description": "Современная форма иероглифа 书 (shū) упростилась от более сложного 書. В состав входит ключ 乛, который не несёт самостоятельного значения, и элемент 曰, схематично напоминающий открытую книгу. Иероглиф используется для обозначения книги, письменных материалов и письма в широком смысле.",
    "philosophy": "В даосской традиции 书 (shū) может ассоциироваться с передачей знаний через письменность. Книга — не только носитель информации, но и символ передачи традиций и внутреннего накопления мудрости. Это уважение к тому, что остаётся после слов, фиксируется и передаётся дальше.",
    "homonyms": "输 (shū) — проигрывать, транспортировать; 熟 (shú/shóu) — зрелый, готовый (звук похожий, но другой тон)",
    "usage_example": "书 (shū) произносится как 'шу' с ровным первым тоном, напоминает звук при открытии книги. В фразе 这本书很好 (zhè běn shū hěn hǎo — эта книга хорошая) иероглиф стоит после счётного слова 本 (běn). Пиньинь 'shū' передаёт мягкое начальное 'ш' и долгую 'у', характерную для первой тональной группы."
  },
  {
    "id": 99,
    "hanzi": "水",
    "pinyin": "shuǐ",
    "translations": [
      "water",
      "river",
      "liquid",
      "beverage",
      "additional charges or income",
      "(of clothes) classifier for number of washes"
    ],
    "ru_translations": [
      "вода"
    ],
    "description": "Иероглиф 水 (shuǐ) состоит из трёх основных черт и отображает поток воды. Современная форма произошла от пиктограммы, изображавшей текущие потоки. Этот символ используется для обозначения воды и всего, что с ней связано.",
    "philosophy": "В даосизме вода — символ мягкости и гибкости, но при этом обладает внутренней силой. 水 (shuǐ) ассоциируется с умением приспосабливаться и находить путь, не теряя своей сути.",
    "homonyms": "谁 (shuí, кто), 税 (shuì, налог), 睡 (shuì, спать)",
    "usage_example": "В слове 水果 (shuǐguǒ, фрукты) первый слог — это вода, потому что фрукты содержат влагу. Произношение shuǐ начинается с «ш», как шум воды, а финаль «эй» — растягивается, как течение."
  },
  {
    "id": 100,
    "hanzi": "水果",
    "pinyin": "shuǐ guǒ",
    "translations": [
      "fruit",
      "CL:個|个[gè]"
    ],
    "ru_translations": [
      "фрукты"
    ],
    "description": "水果 (shuǐ guǒ) состоит из двух иероглифов: 水 (shuǐ — вода) и 果 (guǒ — плод, фрукт). Современная форма показывает логику: плод, связанный с водой, то есть сочный плод, фрукт. Оба иероглифа имеют древние корни и часто встречаются в других сочетаниях. В современном китайском это стандартное слово для обозначения фруктов.",
    "philosophy": "В даосской мысли фрукты — результат естественного роста и соединения воды (жизненной силы) и земли. 水 (shuǐ) символизирует поток и питание, 果 (guǒ) — завершённость процесса. В сумме — гармония природы, где простые элементы дают результат.",
    "homonyms": "Иероглиф 水 (shuǐ) также означает «вода» как отдельное слово, 果 (guǒ) может быть 'результат'.",
    "usage_example": "水果 (shuǐ guǒ) часто встречается в повседневной речи, особенно на рынках или в магазинах. Пиньинь shuǐ — третья тональная волна, что похоже на русское 'шуй', а guǒ — падающая интонация, похожа на 'гво'."
  },
  {
    "id": 101,
    "hanzi": "睡觉",
    "pinyin": "shuì jiào",
    "translations": [
      "to go to bed",
      "to sleep"
    ],
    "ru_translations": [
      "спать"
    ],
    "description": "睡觉 (shuì jiào) состоит из двух иероглифов: 睡 (shuì) — спать, и 觉 (jiào) — сон, спать. Оба иероглифа содержат радикал 目 (глаз), что связано с закрытием глаз во время сна. Современная форма пришла из древних иероглифов, связанных с действием сна и состоянием отдыха.",
    "philosophy": "В философии сна по-китайски важен баланс между бодрствованием и покоем. 睡觉 (shuì jiào) подчёркивает необходимость восстановления энергии, что близко к даосской идее естественности и отдыха. Сон ценится как часть гармонии и заботы о себе.",
    "homonyms": "说教 (shuō jiào) — поучать; 说觉 (shuō jué) — не употребляется как отдельное слово.",
    "usage_example": "В сочетании 睡觉 (shuì jiào), первая часть — это глагол, вторая — существительное, что типично для китайских словосочетаний. Пиньинь shuì имеет четкое нисходящее четвертое тональное движение, а jiào — тоже четвёртый тон, оба звучат твёрдо и коротко. Фраза: 我想睡觉 (wǒ xiǎng shuì jiào) — 'Я хочу спать.'"
  },
  {
    "id": 102,
    "hanzi": "说话",
    "pinyin": "shuō huà",
    "translations": [
      "to speak",
      "to say",
      "to talk",
      "to gossip",
      "to tell stories",
      "talk",
      "word"
    ],
    "ru_translations": [
      "говорить"
    ],
    "description": "说 (shuō) состоит из ключа 'речь' 讠 и фонетика 兑, что указывает на звучание. 话 (huà) также имеет 'речь' 讠 и фонетик 舌 (язык). Современное сочетание 说话 (shuō huà) буквально означает 'говорить слова' или 'разговаривать', объединяя идею речи и языка.",
    "philosophy": "В китайской культуре говорить (说话, shuō huà) — это не только передавать информацию, но и создавать гармонию между людьми. Умение выражать мысли словами ценится как проявление уважения и внутренней ясности. В даосизме важна сдержанность речи и искренность сказанного.",
    "homonyms": "说 (shuō) может означать 'объяснять'; 话 (huà) также встречается в словах 'речь', 'фраза' (например, 电话 diànhuà — телефон).",
    "usage_example": "说话 (shuō huà) часто используется в повседневной речи: 请不要说话 (Qǐng bùyào shuō huà) — 'Пожалуйста, не разговаривайте'. Пиньинь shuō имеет uo, что связано с историческим развитием звука, а huà произносится с четким 'уа'."
  },
  {
    "id": 103,
    "hanzi": "四",
    "pinyin": "sì",
    "translations": [
      "four",
      "4"
    ],
    "ru_translations": [
      "четыре"
    ],
    "description": "Иероглиф 四 (sì) — это упрощённая форма, имеющая рамку, внутри которой символ, напоминающий '儿'. Современная форма произошла от древних вариантов, где изображались четыре горизонтальные черты или четыре точки. В современном китайском языке 四 (sì) используется исключительно для обозначения числа четыре.",
    "philosophy": "В китайской культуре 四 (sì) часто считается несчастливым числом из-за сходства произношения с '死' (sǐ — смерть), что придаёт ему особое значение в даосском и повседневном мышлении. Этот иероглиф напоминает о важности уважения к языковым ассоциациям и традициям.",
    "homonyms": "死 (sǐ) — смерть",
    "usage_example": "四 (sì) звучит с четким нисходящим тоном, напоминающим короткое 'сы' с понижением в конце. Порядок черт начинается с рамки, затем центральная часть. В сочетаниях, например 四月 (sì yuè — апрель), пиньинь сохраняет свой тон, что помогает отличать от омонимов."
  },
  {
    "id": 104,
    "hanzi": "岁",
    "pinyin": "suì",
    "translations": [
      "classifier for years (of age)",
      "year",
      "year (of crop harvests)"
    ],
    "ru_translations": [
      "год (о возрасте)"
    ],
    "description": "Иероглиф 岁 (suì) обозначает возраст в годах или количество лет. Современная форма — упрощённая версия иероглифа 歲, где сверху 'mountain' (山) заменён на 'soil' (土) для удобства написания. Обычно используется после числительных, чтобы обозначить возраст человека или животного.",
    "philosophy": "В китайской культуре 岁 (suì) связан с течением времени и возрастом, подчёркивая уважение к прожитым годам и накопленному опыту. Каждый суй — это этап жизни, который ценится и отмечается, особенно в традиционных праздниках. Иероглиф напоминает о циклической природе времени.",
    "homonyms": "碎 (suì, крошить, ломать), 隧 (suì, туннель)",
    "usage_example": "Пример: 他五岁了 (tā wǔ suì le) — Ему пять лет. Пиньинь suì состоит из 's' + 'ui', читается как твёрдое 'суэй', что легко различить на слух."
  },
  {
    "id": 105,
    "hanzi": "他",
    "pinyin": "tā",
    "translations": [
      "he or him",
      "(used for either sex when the sex is unknown or unimportant)",
      "(used before sb's name for emphasis)",
      "(used as a meaningless mock object)",
      "other",
      "another"
    ],
    "ru_translations": [
      "он"
    ],
    "description": "Иероглиф 他 (tā) состоит из слева радикала 人 (человек) и справа 也. Он изначально обозначал третье лицо мужского рода. В современном китайском языке используется как местоимение 'он'.",
    "philosophy": "В китайской культуре 他 (tā) отражает идею уважения к другому человеку, подчеркивая индивидуальность и отделённость. Это простой способ говорить о третьем лице, не нарушая гармонии разговора.",
    "homonyms": "她 (tā, она), 它 (tā, оно/это)",
    "usage_example": "Звук 'tā' начинается с придыхательного 'т', быстро переходит в ровное 'а'. В фразе 他是谁？(tā shì shéi?) — 'Кто он?', слышится характерное нейтральное произношение, что типично для местоимений в китайском."
  },
  {
    "id": 106,
    "hanzi": "她",
    "pinyin": "tā",
    "translations": [
      "she"
    ],
    "ru_translations": [
      "она"
    ],
    "description": "Иероглиф 她 (tā) состоит из двух частей: слева 女 (nǚ) — «женщина», справа 也 (yě), который здесь служит фонетическим элементом. Первоначально в китайском языке для местоимений «он» и «она» использовался один и тот же иероглиф 他 (tā), но в начале XX века для различия полов в письменности был введён 她 (tā) специально для женщин. Это один из примеров искусственного изменения языка для отражения гендерных различий.",
    "philosophy": "С точки зрения даосизма, разделение местоимений по полу — относительно новое явление; традиционно китайский язык стремился к универсальности и отсутствию жёстких границ. 她 (tā) демонстрирует адаптацию языка к меняющемуся обществу, сохраняя при этом уважение к корням через ключ 女 (nǚ).",
    "homonyms": "他 (tā) — он, 它 (tā) — оно/оно (для предметов, животных)",
    "usage_example": "Пиньинь tā для 她 совпадает с 他 и 它, потому что в устной речи различия нет. Например: 她是老师 (tā shì lǎoshī) — «Она учитель». Форма пиньинь отражает историческое единство произношения."
  },
  {
    "id": 107,
    "hanzi": "太",
    "pinyin": "tài",
    "translations": [
      "highest",
      "greatest",
      "too (much)",
      "very",
      "extremely"
    ],
    "ru_translations": [
      "слишком"
    ],
    "description": "太 tài состоит из 大 dà ('большой') и небольшой черты внизу, подчеркивающей избыточность или чрезмерность чего-либо. Современная форма указывает на нечто выходящее за пределы нормы. Иероглиф часто используется для обозначения избытка, чрезмерности или усиления качества.",
    "philosophy": "В даосизме 太 tài намекает на переход меры, когда нечто становится чрезмерным и теряет гармонию. Это предупреждение о важности баланса между крайностями.",
    "homonyms": "泰 tài — мирный, спокойный",
    "usage_example": "太 tài всегда читается с четким, падающим тоном (четвертый), что подчеркивает его значение 'слишком'. Например: 太大 tài dà — 'слишком большой'. Пиньинь 'tài' передает четкость и краткость, что соответствует стремлению выразить избыток."
  },
  {
    "id": 108,
    "hanzi": "天气",
    "pinyin": "tiān qì",
    "translations": [
      "weather"
    ],
    "ru_translations": [
      "погода"
    ],
    "description": "Современная форма 天气 (tiān qì) складывается из двух иероглифов: 天 (tiān) — небо, и 气 (qì) — воздух, дыхание, газ. Вместе они буквально означают 'небесный воздух' или 'небесная энергия', что отражает древнее представление о погоде как явлении, идущем с неба. Оба иероглифа широко используются отдельно, но в сочетании приобретают бытовое значение.",
    "philosophy": "В китайской культуре 天 (tiān) — это не только небо, но и нечто высшее, порядок вещей. 气 (qì) символизирует жизненную силу и энергию. В сочетании, 天气 (tiān qì) выражает идею перемен, которые происходят вне нашего контроля, подчёркивая уважение к природе и её законам.",
    "homonyms": "Точных омонимов для 天气 (tiān qì) нет, но отдельно 天 (tiān) может означать 'день', а 气 (qì) — 'газ' или 'дух'.",
    "usage_example": "В слове 天气 (tiān qì) второй слог звучит как 'ци', а не 'чи' — это мягкий, выдохнутый звук, похожий на английский 'chee', но с меньшим напряжением. Так говорят о погоде: 今天天气很好 (jīn tiān tiān qì hěn hǎo) — 'Сегодня хорошая погода'."
  },
  {
    "id": 109,
    "hanzi": "听",
    "pinyin": "tīng",
    "translations": [
      "to listen",
      "to hear",
      "to obey",
      "a can (loanword from English \"tin\")",
      "classifier for canned beverages"
    ],
    "ru_translations": [
      "слушать"
    ],
    "description": "Иероглиф 听 (tīng) состоит из ключа 口 (рот, речь) слева и 斤 (топор) справа. Современная форма произошла от более сложных вариантов, где использовались другие радикалы, но в упрощённом письме объединена в компактный знак. Его смысл связан с восприятием звуков, внимательным слушанием.",
    "philosophy": "С точки зрения даосизма, слушание — это основа понимания мира без вмешательства, внутреннее спокойствие для восприятия внешних сигналов. 听 (tīng) символизирует умение принимать информацию, не навязывая свою волю, а просто быть открытым к происходящему.",
    "homonyms": "亭 (tíng, павильон); 停 (tíng, остановиться)",
    "usage_example": "Пиньинь tīng начинается на t-, потому что это стандартная передача звука 'т' в начале слога. В словах типа 听音乐 (tīng yīnyuè — слушать музыку) подчёркивается именно восприятие ушами. Произношение связано с тем, что в древности иероглиф имел похожий звук."
  },
  {
    "id": 110,
    "hanzi": "同学",
    "pinyin": "tóng xué",
    "translations": [
      "to study at the same school",
      "fellow student",
      "classmate",
      "CL:位",
      "個|个[gè]"
    ],
    "ru_translations": [
      "одноклассник"
    ],
    "description": "同学 (tóng xué) состоит из двух иероглифов: 同 (tóng) — вместе, общий, и 学 (xué) — учиться, обучение. В современном языке означает людей, которые учатся вместе, чаще всего в одной школе, классе или университете. Состав отражает буквальный смысл: те, кто учится вместе.",
    "philosophy": "同学 (tóng xué) подчеркивает идею коллективного обучения и совместного пути в познании. В китайской культуре важен не только индивидуальный успех, но и поддержка в группе, что отражено в самом слове. Учиться вместе — значит разделять опыт и расти вместе.",
    "homonyms": "同穴 (tóng xué) — одна могила, общая могила",
    "usage_example": "В слове 同学 (tóng xué) ударение на вторую часть — tóng на первом тоне, xué на втором, что отражает ритмику китайской речи. Часто используется как обращение: 你是我的同学 (nǐ shì wǒ de tóng xué) — ты мой одноклассник. Пиньинь отражает тоны, что помогает различать слова на слух."
  },
  {
    "id": 111,
    "hanzi": "喂",
    "pinyin": "wèi",
    "translations": [
      "to feed"
    ],
    "ru_translations": [
      "алло"
    ],
    "description": "Иероглиф 喂 (wèi) состоит из радикала 口 (рот) слева, указывающего на речь, и компонента 畏 (бояться) справа. Современное значение связано с обращением по телефону или привлечением внимания, в основном как междометие. Изначально использовался для оклика, сейчас же почти исключительно как телефонное 'алло'.",
    "philosophy": "В 喂 (wèi) проявляется прямой контакт между людьми через речь, напоминая о важности простого человеческого обращения. Это иероглиф про момент начала общения: никакой дистанции, только живой контакт и присутствие. В этом есть даосская простота — общение начинается с простого звука.",
    "homonyms": "喂 (wèi) — алло; также 喂 (wèi) или (wéi), кормить, но другое произношение и значение",
    "usage_example": "В современном языке 喂 (wèi) почти всегда слышится в начале телефонного разговора, чтобы проверить, слышит ли собеседник. Пиньинь wèi звучит ровно, второй тон указывает на лёгкое поднятие интонации, что естественно для оклика. Пример: 喂，你好！(wèi, nǐ hǎo!) — Алло, здравствуйте!"
  },
  {
    "id": 112,
    "hanzi": "我",
    "pinyin": "wǒ",
    "translations": [
      "I",
      "me",
      "my"
    ],
    "ru_translations": [
      "я"
    ],
    "description": "Иероглиф 我 (wǒ) — это современная форма местоимения первого лица, 'я'. В древности он выглядел иначе и включал в себя элементы, означающие 'оружие' и 'рука', что связано с защитой себя. Сейчас иероглиф не несет этих значений, а используется только как личное местоимение.",
    "philosophy": "В китайской культуре 我 (wǒ) отражает идею личности как части коллектива, а не отдельного индивида. Это местоимение подчеркивает баланс между личным и общим, что важно для понимания даосских и конфуцианских взглядов.",
    "homonyms": "窝 (wō) — гнездо; 沃 (wò) — плодородный",
    "usage_example": "我 (wǒ) всегда произносится с третьим тоном, низко и с подъемом, что запоминается как 'расслабленное утверждение себя'. В речи часто используется в начале фразы: 我喜欢汉语 (wǒ xǐhuan hànyǔ) — 'Я люблю китайский язык'. Заметь, что в китайском порядок слов важнее, чем интонация."
  },
  {
    "id": 113,
    "hanzi": "我们",
    "pinyin": "wǒ men",
    "translations": [
      "we",
      "us",
      "ourselves",
      "our"
    ],
    "ru_translations": [
      "мы"
    ],
    "description": "Иероглиф 我们 (wǒ men) состоит из 我 (wǒ, 'я') и суффикса 们 (men), который делает существительные и местоимения во множественное число. 们 (men) добавляется к местоимениям для образования формы 'мы', 'вы', 'они'. Современная форма устоялась в разговорном и письменном языке и используется повсеместно.",
    "philosophy": "В 我们 (wǒ men) отражается идея коллективности — отдельные 'я' соединяются в общее 'мы'. Китайская культура часто подчеркивает важность группы, семьи, коллектива. Это местоимение хорошо иллюстрирует баланс между личным и общим.",
    "homonyms": "Нет точных омонимов для 我们 (wǒ men), но 们 (men) используется и с другими местоимениями: 你们 (nǐ men – 'вы'), 他们 (tā men – 'они').",
    "usage_example": "wǒ (我) — низкий тон, men (们) — нейтральный, почти не ударяется. Например: 我们都是学生 (wǒ men dōu shì xué shēng — 'Мы все студенты'). Суффикс 们 (men) показывает множественность только у людей."
  },
  {
    "id": 114,
    "hanzi": "五",
    "pinyin": "wǔ",
    "translations": [
      "five",
      "5"
    ],
    "ru_translations": [
      "пять"
    ],
    "description": "Иероглиф 五 (wǔ) означает число пять. Современная форма произошла от древних пиктографических иероглифов, которые постепенно упростились до текущего стандарта. Структура не имеет очевидных радикалов, а написание закрепилось в эпоху малой печати.",
    "philosophy": "В китайской философии 五 (wǔ) — одно из фундаментальных чисел, отражающее пять элементов (дерево, огонь, земля, металл, вода) в учении у-син. Это число часто ассоциируется с гармонией и балансом природных сил.",
    "homonyms": "舞 (wǔ, танцевать), 武 (wǔ, воинский)",
    "usage_example": "wǔ произносится с третьим тоном — низко и с возвышением, что соответствует плавному, немного растянутому звучанию. В стандартном выражении '五个人' (wǔ gè rén) — 'пять человек', где wǔ всегда идёт перед счётным словом."
  },
  {
    "id": 115,
    "hanzi": "喜欢",
    "pinyin": "xǐ huan",
    "translations": [
      "to like",
      "to be fond of"
    ],
    "ru_translations": [
      "нравиться"
    ],
    "description": "Иероглиф 喜欢 (xǐ huan) состоит из двух частей: 喜 (xǐ) означает 'радоваться', 'радость', а 欢 (huan) — 'радостный', 'весёлый'. Современная форма объединила эти значения в выражение симпатии или предпочтения. Используется для выражения позитивного отношения к предмету, человеку или действию.",
    "philosophy": "В философии 喜欢 (xǐ huan) просто и честно выражает личные предпочтения без избыточной эмоциональности. Концепция нравится/не нравится — базовый способ соотнести себя с внешним миром, не усложняя переживания. Это прямое и простое отношение к миру, типичное для китайского языка.",
    "homonyms": "Слово 喜欢 (xǐ huan) не имеет точных омонимов; отдельные иероглифы могут встречаться в других сочетаниях, например, 欢 (huan) — 欢迎 (huān yíng, 'приветствовать').",
    "usage_example": "В китайском 喜欢 (xǐ huan) используется с прямым дополнением: 我喜欢你 (wǒ xǐ huan nǐ) — 'Ты мне нравишься'. Пиньинь 'xǐ' читается с третьим тоном, что даёт эффект 'внутреннего' мягкого звука, а 'huan' — ровно, с лёгким выдохом на втором слоге. Это частое слово в бытовой речи, и его легко узнать на слух."
  },
  {
    "id": 116,
    "hanzi": "下",
    "pinyin": "xià",
    "translations": [
      "down",
      "downwards",
      "below",
      "lower",
      "later",
      "next (week etc)",
      "second (of two parts)",
      "to decline",
      "to go down"
    ],
    "ru_translations": [
      "вниз"
    ],
    "description": "Иероглиф 下 (xià) состоит из горизонтальной черты над вертикальной, что символизирует направление вниз или под чем-то. Современная форма произошла от древних пиктограмм, изображающих положение ниже линии. В китайском он часто указывает на физическое или абстрактное движение вниз, положение внизу, следующий момент.",
    "philosophy": "В даосизме 下 (xià) (вниз) отражает естественное движение вещей к простоте и покою, подчеркивая идею следовать потоку, а не противостоять ему. Это соответствует концепции смирения и невидимости, когда ценится умение быть 'ниже', незаметнее, уступчивее.",
    "homonyms": "夏 (xià) — лето; 吓 (xià) — пугать",
    "usage_example": "Пиньинь xià звучит с нисходящим тоном, что логично для значения 'вниз'. Пример: 下雨 (xià yǔ) — идет дождь, где 下 (xià) указывает на движение дождя вниз к земле."
  },
  {
    "id": 117,
    "hanzi": "下午",
    "pinyin": "xià wǔ",
    "translations": [
      "afternoon",
      "CL:個|个[gè]",
      "p.m."
    ],
    "ru_translations": [
      "после полудня"
    ],
    "description": "下午 (xià wǔ) состоит из двух иероглифов: 下 (xià — вниз, ниже) и 午 (wǔ — полдень). Современное значение — буквально 'под полуднем', то есть время после 12 часов дня. Форма иероглифа 午 не изменилась с древности и обозначает середину дня, а 下 добавляет идею 'после' или 'ниже' по времени.",
    "philosophy": "下午 (xià wǔ) отражает идею движения времени: после достижения вершины (полдень) начинается спад, переход к покою. В даосской мысли это символ цикла — всё возрастает до пика и затем идёт на убыль. Это напоминает о важности баланса и естественного ритма вещей.",
    "homonyms": "无 (wú — нет, отсутствует), 下屋 (xià wū — спуститься в дом), оба звучат похоже, но значение другое.",
    "usage_example": "下午 (xià wǔ) часто используется во фразах типа 下午好 (xià wǔ hǎo — добрый день после полудня). В пиньине xià — нисходящий тон, подчёркивающий движение вниз, wǔ — третий тон, звучит как ровная волна, что ассоциируется с серединой дня. Произносить слитно: xiàwǔ, как одно слово."
  },
  {
    "id": 118,
    "hanzi": "下雨",
    "pinyin": "xià yǔ",
    "translations": [
      "to rain",
      "rainy"
    ],
    "ru_translations": [
      "идёт дождь"
    ],
    "description": "下雨 (xià yǔ) состоит из двух иероглифов: 下 (xià) — вниз, и 雨 (yǔ) — дождь. Современная форма чётко указывает на действие — дождь падает вниз. В древних надписях 雨 изображал капли под крышкой, сохранив этот образ до наших дней.",
    "philosophy": "下雨 (xià yǔ) — это естественный цикл: вода возвращается на землю. В даосизме дождь — пример мягкой силы, питающей всё живое без усилий. Он подчёркивает идею следования естественному порядку вещей.",
    "homonyms": "夏雨 (xià yǔ) — летний дождь",
    "usage_example": "В 下雨 (xià yǔ) оба слога нейтральные по тону, звучат быстро и плавно. В речи часто говорят: 今天下雨了 (jīntiān xià yǔ le) — сегодня пошёл дождь. Произношение xià (‘ся’) — с падением, словно капля падает вниз."
  },
  {
    "id": 119,
    "hanzi": "先生",
    "pinyin": "xiān sheng",
    "translations": [
      "teacher",
      "husband",
      "doctor (topolect)",
      "CL:位[wèi]"
    ],
    "ru_translations": [
      "господин"
    ],
    "description": "Иероглиф 先生 (xiān sheng) состоит из двух частей: 先 (xiān — раньше, впереди) и 生 (shēng — рождаться, жизнь). В современной форме означает 'господин', 'учитель' или 'мужчина'. Исторически сочетание выражает уважение к человеку, который 'появился раньше' или является наставником.",
    "philosophy": "В китайской культуре xiān sheng символизирует уважение к опыту и мудрости. Это не просто формальное обращение, а признание роли другого как учителя или старшего. Концепция связана с даосским уважением к естественному порядку и старшинству.",
    "homonyms": "鲜生 (xiān shēng) — свежий, молодой; 纤绳 (xiān shéng) — тонкая верёвка",
    "usage_example": "Пиньинь xiān sheng отражает исходное значение: xiān — сначала, sheng — рождаться. В китайском разговоре 先生 (xiān sheng) часто используют как 'господин Ван' — 王先生 (Wáng xiān sheng). Важно правильно произносить первый слог с ровным тоном, чтобы не спутать с похожими словами."
  },
  {
    "id": 120,
    "hanzi": "现在",
    "pinyin": "xiàn zài",
    "translations": [
      "now",
      "at present",
      "at the moment",
      "modern",
      "current",
      "nowadays"
    ],
    "ru_translations": [
      "сейчас"
    ],
    "description": "现在 (xiàn zài) состоит из 现 (xiàn, сейчас, существовать) и 在 (zài, находиться). 现 появился из формы, означающей 'показываться', а 在 — из рисунка руки с инструментом на земле, указывая на присутствие. Современный смысл — моментальное присутствие или актуальность.",
    "philosophy": "现在 (xiàn zài) выражает фокус на настоящем моменте, важный для китайской философии. В даосизме ценится осознанность к тому, что происходит прямо сейчас, без отвлечения на прошлое или будущее. Этот иероглиф подчёркивает ценность текущего времени.",
    "homonyms": "线在 (xiàn zài) — линия находится",
    "usage_example": "现在 (xiàn zài) часто используется для указания текущего времени: 现在几点？(xiàn zài jǐ diǎn?) — Который сейчас час? Пиньинь xiàn — четкий звук 'сян' с падающим тоном, zài — 'дзай' с уверенным нисходящим тоном, слышится резко. Эти тоны помогают различать смысловые акценты в устной речи."
  },
  {
    "id": 121,
    "hanzi": "想",
    "pinyin": "xiǎng",
    "translations": [
      "to think",
      "to believe",
      "to suppose",
      "to wish",
      "to want",
      "to miss"
    ],
    "ru_translations": [
      "хотеть"
    ],
    "description": "Иероглиф 想 (xiǎng) состоит из левой части 心 (сердце) и правой 相 (облик, внешний вид). Исторически он выражает связь мыслей и чувств, показывая, что размышления исходят из сердца. В современном языке означает 'хотеть', 'думать', 'мечтать'.",
    "philosophy": "想 (xiǎng) показывает, что желание и размышление неразделимы: думать — это чувствовать, а хотеть — это часть внутреннего мира. В даосизме мысль воспринимается как естественное движение духа, неотделимое от ощущений.",
    "homonyms": "响 (xiǎng) — звук; 享 (xiǎng) — наслаждаться; оба читаются одинаково, но значения другие.",
    "usage_example": "В 想 (xiǎng) финальный 'ng' произносится носово, звук 'xi' мягкий, язык близко к верхним зубам. Пример — 我想吃饭 (wǒ xiǎng chī fàn) — 'Я хочу поесть'. Пиньинь xiǎng — третья тональность, с понижением и подъёмом, что похоже на интонацию вопроса в русском."
  },
  {
    "id": 122,
    "hanzi": "小",
    "pinyin": "xiǎo",
    "translations": [
      "small",
      "tiny",
      "few",
      "young"
    ],
    "ru_translations": [
      "маленький"
    ],
    "description": "Иероглиф 小 (xiǎo) состоит из трех коротких черт, напоминающих что-то небольшое по размеру. Современная форма унаследована от древних надписей, где три точки символизировали частички или что-то мелкое. В китайском языке этот иероглиф обозначает небольшой размер или младший возраст.",
    "philosophy": "В даосизме 小 (xiǎo) — это символ простоты и скромности. Малое ценится как источник внутренней силы и гармонии, противопоставленное чрезмерному или великому. В китайской мысли часто малое воспринимается как начало роста.",
    "homonyms": "晓 (xiǎo) — рассвет, знать; 校 (xiào) — школа",
    "usage_example": "xiǎo читается с третьим тоном: голос идёт вниз и затем вверх, как будто что-то маленькое опускается и поднимается. В слове 小心 (xiǎoxīn) — 'осторожно' — оба слога произносятся с третьим тоном. Пиньинь xiǎo начинается на x, потому что звук напоминает мягкое русское 'сь', а финаль -iǎo образует плавный переход к последнему звуку."
  },
  {
    "id": 123,
    "hanzi": "小姐",
    "pinyin": "xiǎo jie",
    "translations": [
      "young lady",
      "miss",
      "(slang) prostitute",
      "CL:個|个",
      "位[wèi]"
    ],
    "ru_translations": [
      "мисс"
    ],
    "description": "Иероглиф 小姐 (xiǎo jie) состоит из двух частей: 小 (xiǎo, маленький) и 姐 (jiě, старшая сестра). В современном китайском языке так вежливо обращаются к молодой женщине или девушке, особенно в сфере обслуживания. Раньше термин мог употребляться для обозначения дочери состоятельного человека, но сейчас это нейтральное обращение.",
    "philosophy": "В китайской культуре уважительное обращение подчёркивает социальную гармонию. 小姐 (xiǎo jie) отражает идею взаимного уважения и вежливости — важные элементы даосского отношения к окружающим.",
    "homonyms": "小姐 (xiǎo jie) — омонимов в китайском с тем же звучанием почти нет, но иногда может встречаться в жаргоне для обозначения проститутки.",
    "usage_example": "小姐 (xiǎo jie) произносится с третьим тоном для xiǎo и нейтральным для jie. В ресторане официантку часто зовут: '小姐, 请过来一下!' (xiǎo jie, qǐng guòlái yīxià!). Пиньинь xiǎo с низким тоном, jie — коротко и быстро."
  },
  {
    "id": 124,
    "hanzi": "些",
    "pinyin": "xiē",
    "translations": [
      "some",
      "few",
      "several",
      "measure word indicating a small amount or small number (greater than 1)"
    ],
    "ru_translations": [
      "несколько"
    ],
    "description": "Иероглиф 些 (xiē) состоит из радикала 二 (два) и компонента 止 (останавливать), что в современной форме не несёт самостоятельного значения. Первоначально использовался для указания на небольшое количество, и это значение сохранилось в современном языке. Иероглиф часто используется в сочетаниях для выражения неопределённого или малого количества.",
    "philosophy": "些 (xiē) отражает идею неопределённости и относительности количества. В даосском смысле это признание того, что точные границы часто невозможны, и многое в жизни определяется через приблизительность. Это позволяет сохранять гибкость мышления и открытость к разным вариантам.",
    "homonyms": "歇 (xiē, отдыхать)",
    "usage_example": "些 (xiē) всегда произносится с первым тоном (ровный, высокий). В фразе 一些 (yìxiē) — «немного, несколько» — сочетание звучит естественно для носителя, поскольку yi (один) и xiē (немного) логично связываются в китайском мышлении: один плюс немного — это уже больше, чем просто один."
  },
  {
    "id": 125,
    "hanzi": "写",
    "pinyin": "xiě",
    "translations": [
      "to write"
    ],
    "ru_translations": [
      "писать"
    ],
    "description": "Иероглиф 写 (xiě) в современной форме состоит из верхней части 宀 (крыша) и нижней 与 (давать, быть связанным), что вместе не образует прямого образа. Первоначально иероглиф означал процесс записи или копирования чего-либо под крышей. Современное написание упростилось и не содержит прямых указаний на письмо рукой.",
    "philosophy": "写 (xiě) отражает идею передачи мысли через написание, когда внутреннее становится внешним. В даосском ключе это действие материализации невидимого. Писать — значит улавливать и оставлять след присутствия.",
    "homonyms": "血 (xuè, кровь), 鞋 (xié, обувь)",
    "usage_example": "Пиньинь xiě начинается с [x], что похоже на русский 'щ', далее — 'ie', как в слове 'ье'. Пример: 写字 (xiě zì) — писать иероглифы. В устной речи иероглиф часто слышится чётко благодаря резкому 'x'."
  },
  {
    "id": 126,
    "hanzi": "谢谢",
    "pinyin": "xiè xie",
    "translations": [
      "to thank",
      "thanks"
    ],
    "ru_translations": [
      "спасибо"
    ],
    "description": "Иероглиф 谢 (xiè) состоит из ключа 讠 (язык, речь) слева и 射 (стрелять) справа, что вместе исторически означало 'выражать словами'. Современная форма используется как часть устойчивого выражения благодарности. Повторение 谢 (xiè) — стандартный вежливый способ сказать 'спасибо' в Китае.",
    "philosophy": "В даосской и конфуцианской традициях вежливость и благодарность считаются важными для гармонии в обществе. 谢谢 (xiè xie) помогает поддерживать уважительные отношения между людьми. Это выражение ценит баланс между получением и отдачей.",
    "homonyms": "卸 (xiè) — разгружать; 泄 (xiè) — утечка, просачиваться",
    "usage_example": "谢谢 (xiè xie) произносится с нисходящим тоном, затем нейтральным — первый иероглиф важнее, второй 'размывается'. В разговоре часто говорят быстро: 'сесе'. Повторение усиливает вежливость — один 谢 (xiè) звучал бы резко."
  },
  {
    "id": 127,
    "hanzi": "星期",
    "pinyin": "xīng qī",
    "translations": [
      "week",
      "CL:個|个[gè]",
      "day of the week",
      "Sunday"
    ],
    "ru_translations": [
      "неделя"
    ],
    "description": "Иероглиф 星期 (xīng qī) состоит из двух частей: 星 (xīng) — звезда и 期 (qī) — период, срок. Исторически в Китае неделя была связана с астрономическими наблюдениями, отсюда и 'звезда'. Современное значение — это обычная календарная неделя.",
    "philosophy": "В 星期 (xīng qī) отражается уважение к ритмам природы и циклам времени, которые человек подмечал по звёздам. Это напоминание о связи повседневных дел с космосом и порядком в мире.",
    "homonyms": "星期 (xīng qī) не имеет широко используемых омонимов с другим значением.",
    "usage_example": "星期 (xīng qī) произносится с первым и первым тоном: xīng — долгий ровный звук, qī — также ровно, оба слегка 'поют'. Например: 今天是星期三 (jīn tiān shì xīng qī sān) — 'Сегодня среда'."
  },
  {
    "id": 128,
    "hanzi": "学生",
    "pinyin": "xué sheng",
    "translations": [
      "student",
      "schoolchild"
    ],
    "ru_translations": [
      "студент"
    ],
    "description": "学 (xué) — учиться, студент; состоит из верхней части, изображающей крышу, и нижней, связанной с символом ребёнка или руки. 生 (sheng) — рождаться, появляться, жить; в современном написании это вертикальная линия с чертами, ассоциирующимися с ростком. Вместе 学生 (xué sheng) буквально означает 'учащийся', то есть тот, кто рождается в процессе обучения.",
    "philosophy": "В даосизме ценится постоянное обучение и развитие — 学生 (xué sheng) символизирует путь к гармонии через освоение нового. Быть студентом — значит быть открытым переменам и не считать своё знание завершённым. Это состояние непрерывного становления.",
    "homonyms": "无",
    "usage_example": "Пиньинь xué sheng читается с падающим и восходящим тонами: xué (2-й тон), sheng (1-й тон). В разговоре 学生 (xué sheng) часто используют в школах и университетах: 他是我的学生 (tā shì wǒ de xué sheng) — 'Он мой студент'. Звук 'x' в xué — это мягкое шипение, а 'ue' напоминает французское 'u'."
  },
  {
    "id": 129,
    "hanzi": "学习",
    "pinyin": "xué xí",
    "translations": [
      "to learn",
      "to study"
    ],
    "ru_translations": [
      "учиться"
    ],
    "description": "Иероглиф 学习 (xué xí) состоит из двух частей: 学 (xué) — учиться, и 习 (xí) — практиковать. 学 изображает крышу (дом, школа) и символ ребенка, что связано с получением знаний. 习 состоит из крыльев птицы и связан с повторением, тренировкой. Вместе они означают процесс приобретения знаний через практику.",
    "philosophy": "В китайской культуре 学习 (xué xí) подчеркивает, что одно только знание недостаточно — необходима ежедневная практика. Смысл заключается в балансе теории и действия: учиться и тут же применять. Это отражает идею постоянного движения и роста через повторение.",
    "homonyms": "学 (xué) может также значить 'наука', 习 (xí) — 'привычка'; 学习 (xué xí) омонимов не имеет.",
    "usage_example": "В китайском 学习 (xué xí) всегда произносится с четкими тонами: второй и второй. Это важно, чтобы не спутать с похожими словами, например, 学期 (xué qī) — семестр. В разговоре: 我喜欢学习中文 (Wǒ xǐhuān xuéxí Zhōngwén) — Я люблю учиться китайскому языку."
  },
  {
    "id": 130,
    "hanzi": "学校",
    "pinyin": "xué xiào",
    "translations": [
      "school",
      "CL:所[suǒ]"
    ],
    "ru_translations": [
      "школа"
    ],
    "description": "学校 xué xiào состоит из двух частей: 学 xué — учиться, и 校 xiào — учебное заведение. Современная форма 学 изображает крышу и маленького человека, что связано с процессом обучения, а 校 включает ключ 'дерево' и компонент 'сравнивать', намекая на проверку и сравнение знаний. В современном китайском языке 学校 xué xiào — стандартное слово для обозначения любой школы.",
    "philosophy": "学校 xué xiào воплощает в себе идею места, где знания передаются от поколения к поколению. В китайской культуре школа — это не только здание, а пространство для роста, дисциплины и формирования личности. Концепция школы неразрывно связана с уважением к учителям и традиции учёбы.",
    "homonyms": "Омонимов у 学校 xué xiào нет, но 学 xué может также означать 'учиться' или 'наука'.",
    "usage_example": "В слове 学校 xué xiào оба слога произносятся с третьим и четвёртым тоном: xue2 xiao4. Например: 我去学校。wǒ qù xué xiào — Я иду в школу. Пиньинь xue2 указывает на падение и подъём, а xiao4 на чёткое нисходящее произношение."
  },
  {
    "id": 131,
    "hanzi": "一",
    "pinyin": "yī",
    "translations": [
      "one",
      "1",
      "single",
      "a (article)",
      "as soon as",
      "entire",
      "whole",
      "all",
      "throughout",
      "\"one\" radical in Chinese characters (Kangxi radical 1)"
    ],
    "ru_translations": [
      "один"
    ],
    "description": "一 (yī) — это самый простой китайский иероглиф, представляющий собой одну горизонтальную черту. Его форма сохранилась со времён древних надписей на костях, где он также означал число один. В современном языке этот иероглиф используется для обозначения количества, порядка или как часть сложных слов.",
    "philosophy": "В даосизме 一 (yī) символизирует начало и единство всего сущего. Всё начинается с одного, и этот иероглиф часто ассоциируется с гармонией и целостностью. Он подчёркивает идею простоты и основополагающего начала.",
    "homonyms": "衣 (yī, одежда), 医 (yī, врач)",
    "usage_example": "一 (yī) звучит коротко и ровно, похожее на русский 'и' с ровной интонацией, потому что это первый тон. Пример: 一个人 (yī gè rén) — один человек. Такое произношение выбрано потому, что первый тон — ровный, как сама горизонтальная черта."
  },
  {
    "id": 132,
    "hanzi": "衣服",
    "pinyin": "yī fu",
    "translations": [
      "clothes",
      "CL:件",
      "套[tào]"
    ],
    "ru_translations": [
      "одежда"
    ],
    "description": "Иероглиф 衣服 (yī fu) состоит из двух частей: 衣 (yī) — одежда, и 服 (fu) — носить, одежда. Современная форма произошла от пиктограммы, изображавшей одежду, и добавления знака服 для уточнения значения. Используется для обозначения одежды в целом, без конкретизации типа.",
    "philosophy": "В китайской культуре 衣服 (yī fu) — это не просто вещи, а проявление порядка, уважения к себе и другим. Одежда здесь символизирует личность, принадлежность и гармонию формы и содержания.",
    "homonyms": "无 (wú) — нет, отсутствует; 依附 (yī fù) — зависеть от, опираться на",
    "usage_example": "В слове 衣服 (yī fu) оба слога произносятся с ровным первым тоном, что делает произношение лёгким для запоминания на слух: yī — как «и», fu — как «фу». Часто употребляется как в разговорной, так и в письменной речи, например: 我买了新衣服 (wǒ mǎi le xīn yī fu) — Я купил новую одежду."
  },
  {
    "id": 133,
    "hanzi": "医生",
    "pinyin": "yī shēng",
    "translations": [
      "doctor",
      "CL:個|个",
      "位",
      "名[míng]"
    ],
    "ru_translations": [
      "врач"
    ],
    "description": "Современная форма 医生 (yī shēng) состоит из двух иероглифов: 医 (yī) — медицина, врач, и 生 (shēng) — рождаться, жизнь. 医 включает ключ 匚 (коробка) и элемент 矢 (стрела), что связано с ранними методами лечения. 生 отражает идею рождения или жизни, что подчеркивает роль врача в поддержании жизни.",
    "philosophy": "В китайской культуре 医生 (yī shēng) — это не просто профессия, а призвание помогать сохранять баланс между здоровьем и болезнью. Врач воплощает уважение к жизни и понимание её хрупкости, что близко к даосской концепции гармонии природы и человека.",
    "homonyms": "异声 (yì shēng) — другой звук",
    "usage_example": "Пиньинь yī — ровный первый тон, shēng — восходящий второй, что соответствует спокойной и мягкой интонации слова «врач». 医生 (yī shēng) часто слышится в больницах, на приёме: 你是医生吗？(nǐ shì yī shēng ma?) — «Вы врач?»"
  },
  {
    "id": 134,
    "hanzi": "医院",
    "pinyin": "yī yuàn",
    "translations": [
      "hospital",
      "CL:所",
      "家",
      "座[zuò]"
    ],
    "ru_translations": [
      "больница"
    ],
    "description": "医院 (yī yuàn) состоит из двух иероглифов: 医 (yī) — врачевать, медицина, и 院 (yuàn) — двор, учреждение. Иероглиф 医 связан с исцелением, а 院 означает огороженное пространство, что намекает на специализированное место. Современное слово医院 буквально означает 'место для медицины'.",
    "philosophy": "医院 (yī yuàn) отражает китайский подход к организации пространства для заботы о здоровье. Это не просто дом, а особое учреждение, где забота о теле и духе выделена в отдельное место. В этом проявляется уважение к балансу и восстановлению.",
    "homonyms": "无 (нет точных омонимов для yī yuàn)",
    "usage_example": "医院 (yī yuàn) используется буквально: 他去医院看病 (tā qù yī yuàn kàn bìng) — 'Он пошёл в больницу лечиться'. Пиньинь 'yī' — первый тон, тянущийся звук, как «ии», это про спокойствие и точность медицины; 'yuàn' — четвёртый тон, падающий, что придаёт слову решительность и завершённость."
  },
  {
    "id": 135,
    "hanzi": "椅子",
    "pinyin": "yǐ zi",
    "translations": [
      "chair",
      "CL:把",
      "套[tào]"
    ],
    "ru_translations": [
      "стул"
    ],
    "description": "Иероглиф 椅子 (yǐ zi) состоит из двух частей: 椅 (yǐ) — 'стул', где слева радикал 木 (дерево), указывающий на материал, а справа 奇 (qí), выполняющий фонетическую функцию; 子 (zi) — суффикс, часто используемый для существительных. Форма современного иероглифа сложилась из указания на предмет из дерева. В целом, 椅子 (yǐ zi) буквально означает 'деревянный предмет', на котором сидят.",
    "philosophy": "В даосской традиции даже простой предмет, как 椅子 (yǐ zi), важен для баланса и покоя. Стул — место, где человек может остановиться и обрести устойчивость, что символизирует гармонию между телом и умом. Простота и функция отражают уважение к вещам и месту каждого объекта в повседневной жизни.",
    "homonyms": "乙 (yǐ) — второй (буква), 以 (yǐ) — чтобы, с помощью; 子 (zǐ) — ребенок, сын",
    "usage_example": "Произношение yǐ zi: первый слог с третьим тоном (yǐ) начинается низко, затем поднимается, второй слог нейтральный (zi). Это типичное сочетание для существительных в китайском. В предложении: 请坐在椅子上 (qǐng zuò zài yǐ zi shàng) — 'Пожалуйста, садитесь на стул'."
  },
  {
    "id": 136,
    "hanzi": "有",
    "pinyin": "yǒu",
    "translations": [
      "to have",
      "there is",
      "there are",
      "to exist",
      "to be"
    ],
    "ru_translations": [
      "иметь"
    ],
    "description": "Иероглиф 有 (yǒu) состоит из радикала 'луна' 月 слева и компонента 'рука' 又 справа. Исторически символизировал держание чего-либо в руке, что связано с идеей обладания. В современной форме используется для выражения обладания, существования или наличия чего-то.",
    "philosophy": "В даосизме 有 (yǒu) противопоставляется 无 (wú) — «не иметь». Эти понятия лежат в основе представлений о наполненности и пустоте, существовании и отсутствии, что важно для понимания текучести бытия.",
    "homonyms": "友 (yǒu, друг), 右 (yòu, право/правый)",
    "usage_example": "有 (yǒu) звучит мягко, с восходящим тоном третьего тона, что важно для различия с похожими словами. Пример: 我有书 (wǒ yǒu shū) — 'У меня есть книга'. Пиньинь отражает носовой 'y' и округлый 'ǒu', что делает слово узнаваемым на слух."
  },
  {
    "id": 137,
    "hanzi": "月",
    "pinyin": "yuè",
    "translations": [
      "moon",
      "month",
      "CL:個|个",
      "輪|轮[lún]"
    ],
    "ru_translations": [
      "луна"
    ],
    "description": "Иероглиф 月 (yuè) изображает луну и произошёл от пиктограммы, напоминающей форму полумесяца. В современной форме это упрощённый вариант древнего знака, где две горизонтальные линии и изогнутая черта напоминают о фазах луны. Часто 月 (yuè) также используется как радикал в других иероглифах.",
    "philosophy": "В традиционной китайской философии 月 (yuè) символизирует переменчивость и цикличность времени. Луна ассоциируется с мягкостью, спокойствием и женским началом (инь), что важно для баланса в даосских концепциях.",
    "homonyms": "乐 (yuè) — музыка",
    "usage_example": "月 (yuè) звучит плавно: начинаешь с 'ю', быстро переходишь к короткому 'э' и заканчиваешь лёгким 'е'. В слове 月亮 (yuèliang) — луна, ударение тоновое, второй тон поднимается вверх, как будто повторяет движение луны на небе."
  },
  {
    "id": 138,
    "hanzi": "在",
    "pinyin": "zài",
    "translations": [
      "(located) at",
      "(to be) in",
      "to exist",
      "in the middle of doing sth",
      "(indicating an action in progress)"
    ],
    "ru_translations": [
      "находиться"
    ],
    "description": "在 (zài) состоит из верхней части '土' (земля) и нижней '才' (талант, только). Современная форма указывает на что-то, что физически или абстрактно пребывает в определённом месте или состоянии. Иероглиф широко используется для указания местоположения и действия в настоящем времени.",
    "philosophy": "在 (zài) отражает идею присутствия и бытия в конкретном моменте или месте. В даосской мысли это напоминает о важности быть здесь и сейчас, фиксироваться на настоящем. Присутствие — основа осознанности.",
    "homonyms": "再 (zài) — снова, ещё раз",
    "usage_example": "在 (zài) часто используется перед местом: 我在家 (wǒ zài jiā) — я дома. Пиньинь zài звучит с сильной первой частью 'z' и падающим тоном, что легко различить на слух и при произнесении."
  },
  {
    "id": 139,
    "hanzi": "再见",
    "pinyin": "zài jiàn",
    "translations": [
      "goodbye",
      "see you again later"
    ],
    "ru_translations": [
      "до свидания"
    ],
    "description": "Иероглиф 再见 (zài jiàn) состоит из двух частей: 再 (zài) — «снова» и 见 (jiàn) — «видеть». Современное значение появилось недавно, когда эти иероглифы объединились в устойчивое выражение для прощания. Символика проста: «увидимся снова».",
    "philosophy": "再见 (zài jiàn) отражает уважение к циклам встреч и расставаний, идею постоянного возвращения. В китайской культуре расставание — не конец, а временное явление, и это слово выражает надежду на новую встречу.",
    "homonyms": "再 (zài) — также может значить «еще раз», 见 (jiàn) — также значит «встречать, видеться»; пиньинь: zài, jiàn.",
    "usage_example": "В устной речи 再见 (zài jiàn) произносится с ровным тональным ритмом: первый слог с четвертым тоном (zài), второй — с четвертым тоном (jiàn). Пиньинь выбран потому, что zài означает повтор, а jiàn — действие видеть. Фраза часто используется при прощании вместо буквального перевода «прощай»."
  },
  {
    "id": 140,
    "hanzi": "怎么",
    "pinyin": "zěn me",
    "translations": [
      "variant of 怎麼|怎么[zěn me]"
    ],
    "ru_translations": [
      "как"
    ],
    "description": "怎么 (zěn me) состоит из двух частей: 怎 (zěn) — вопросительное слово, обычно связанное с методом или способом, и 么 (me) — суффикс, усиливающий вопрос. В современном языке используется для построения вопросов о способе или состоянии дел. Это устойчивое словосочетание, часто встречающееся в разговорном китайском.",
    "philosophy": "怎么 (zěn me) отражает китайский подход к поиску способов и решений, а не просто к фактам. Вопрос 'как?' важен для понимания сути происходящего и поиска гармонии в действиях. Это подчёркивает практическую направленность китайской мысли.",
    "homonyms": "怎么 (zěn me) омонимов нет, но 怎 (zěn) может встречаться в других вопросительных выражениях, напр. 怎样 (zěn yàng) — каким образом.",
    "usage_example": "怎么 (zěn me) звучит как [дзэн мэ], где 'zěn' — с понижением тона, а 'me' нейтрально. Пример: 你怎么了？(nǐ zěn me le?) — Что с тобой случилось? Пиньинь 'zěn' передаёт тонкий вопросительный оттенок, а 'me' добавляет разговорную лёгкость."
  },
  {
    "id": 141,
    "hanzi": "怎么样",
    "pinyin": "zěn me yàng",
    "translations": [
      "how?",
      "how about?",
      "how was it?",
      "how are things?"
    ],
    "ru_translations": [
      "как"
    ],
    "description": "怎么 (zěn me) — это вопросительное выражение, где 怎 (zěn) указывает на способ или метод, а 么 (me) используется для образования вопроса. 样 (yàng) означает «образ, вид». Вместе 怎么样 (zěn me yàng) используется для вопроса о качестве, состоянии или способе чего-либо, например, «как дела?» Современная форма сложилась из частого употребления в разговорной речи.",
    "philosophy": "怎么样 (zěn me yàng) отражает китайский подход к открытому вопросу и стремлению понять суть вещей, не ограничивая ответ. Это приглашение к обмену опытом, где важен не только результат, но и способ достижения. В духе даосизма — путь ценится не меньше результата.",
    "homonyms": "怎 (zěn) — может встречаться в 怎么 (zěn me) и 怎么办 (zěn me bàn), оба значат «как, каким образом».",
    "usage_example": "怎么 (zěn me) всегда произносится с третьим и нейтральным тоном, а 样 (yàng) — с четвёртым. Пример: 你最近怎么样？(nǐ zuì jìn zěn me yàng?) — Как у тебя дела в последнее время? В разговоре 怎么样 (zěn me yàng) часто сливается в быструю фразу, почти как одно слово."
  },
  {
    "id": 142,
    "hanzi": "这",
    "pinyin": "zhè",
    "translations": [
      "this",
      "these",
      "(commonly pr.  before a classifier, esp. in Beijing)"
    ],
    "ru_translations": [
      "этот"
    ],
    "description": "Иероглиф 这 (zhè) в современной форме состоит из левой ключевой части 辶 (движение) и правой части 文 (письмо, текст). Изначально он происходил от иероглифа 這 (традиционная форма), который изначально значил движение к чему-то определённому. В современном языке используется как указательное местоимение для обозначения чего-то близкого говорящему.",
    "philosophy": "В даосской или философской перспективе 这 (zhè) воплощает идею нахождения здесь и сейчас — внимание к тому, что рядом. Это иероглиф присутствия, фокусировки на конкретном предмете или моменте.",
    "homonyms": "著 (zhù/zhāo/zháo/zhú, достигать, видимый, приставка) — разное произношение и значения, но похожее звучание.",
    "usage_example": "В слове 这个 (zhège, 'это') звук zhè начинается с 'zh', характерного для китайского, где кончик языка касается верхнего неба. Иероглиф часто слышен в повседневной речи как указание на предмет или мысль, находящуюся рядом с собеседником."
  },
  {
    "id": 143,
    "hanzi": "中国",
    "pinyin": "Zhōng guó",
    "translations": [
      "China",
      "Middle Kingdom"
    ],
    "ru_translations": [
      "Китай"
    ],
    "description": "中国 (Zhōng guó) состоит из двух иероглифов: 中 (zhōng) — «середина» или «центр», и 国 (guó) — «страна» или «государство». Современное написание 国 включает радикал 'ограда' и элемент 玉 (нефрит), что символизирует защищённую территорию. Термин исторически отражает восприятие Китая как центральной страны среди других государств.",
    "philosophy": "Идея 中 (zhōng) в китайской культуре связана с понятием гармонии и центральности, что близко к конфуцианству и даосизму, где важен баланс и центр всего. Китай традиционно рассматривал себя как «Срединное государство», что отражает мировоззрение о гармонии между человеком и окружающим миром.",
    "homonyms": "中 (zhōng) — «середина», «средний»; 国 (guó) — также встречается в словах, связанных со страной, например, 外国 (wàiguó) — «иностранная страна»",
    "usage_example": "Пиньинь Zhōng guó: zh- читается как ж, «ōng» — как долгий носовой онг; guó — кратко, с уводом в носовое о. Произносят с ровным тоном у первого слога и нисходящим у второго. В речи часто говорят '中国人' (Zhōngguó rén) — китаец."
  },
  {
    "id": 144,
    "hanzi": "中午",
    "pinyin": "zhōng wǔ",
    "translations": [
      "noon",
      "midday",
      "CL:個|个[gè]"
    ],
    "ru_translations": [
      "полдень"
    ],
    "description": "中午 zhōng wǔ состоит из двух иероглифов: 中 (zhōng, середина) и 午 (wǔ, полдень). Современная форма буквально означает 'середина полудня', то есть время около 12 часов дня. Это стандартное слово для обозначения полудня в современном китайском языке.",
    "philosophy": "中 (zhōng) ассоциируется с идеей центра и баланса, что важно в китайской культуре. Время полудня — это пик активности дня, момент равновесия между утром и вечером. Это отражает даосскую концепцию гармонии и золотой середины.",
    "homonyms": "无 (wú, не иметь) — похожее по звучанию слово, но отличается написанием и значением.",
    "usage_example": "В китайском 中午 zhōng wǔ часто используется как временная точка: '中午吃饭' (zhōng wǔ chī fàn) — 'есть в полдень'. Пиньинь zhōng имеет первый тон, что даёт ровное, стабильное звучание, а wǔ — третий, с понижением и подъёмом, что слышится как естественный переход середины дня."
  },
  {
    "id": 145,
    "hanzi": "住",
    "pinyin": "zhù",
    "translations": [
      "to live",
      "to dwell",
      "to stay",
      "to reside",
      "to stop",
      "(suffix indicating firmness, steadiness, or coming to a halt)"
    ],
    "ru_translations": [
      "жить"
    ],
    "description": "Иероглиф 住 (zhù) состоит из радикала 人 (человек) слева и 主 (основной, хозяин) справа. Современная форма отражает смысл: человек, который находится или живёт где-то, остался на месте. В древних формах также использовался в значении 'оставаться'.",
    "philosophy": "住 (zhù) отражает идею быть укоренённым в пространстве, находиться здесь и сейчас. Для даосского взгляда важно не просто место, а гармония с окружающим. Быть — значит присутствовать, не спешить и не покидать своё место без причины.",
    "homonyms": "注 (zhù) — вливать, лить, пиньинь zhù",
    "usage_example": "住 (zhù) часто используется в словах типа 住所 (zhùsuǒ — место жительства). Пиньинь zhù звучит с четким 'ч' в начале и ровным четвёртым тоном, что передаёт определённость — остановиться, закрепиться."
  },
  {
    "id": 146,
    "hanzi": "桌子",
    "pinyin": "zhuō zi",
    "translations": [
      "table",
      "desk",
      "CL:張|张",
      "套[tào]"
    ],
    "ru_translations": [
      "стол"
    ],
    "description": "Иероглиф 桌子 (zhuō zi) состоит из 桌 (zhuō), что означает 'стол', и 子 (zi), который здесь выполняет функцию суффикса и не несёт самостоятельного значения. Современная форма 桌 возникла на основе древних изображений предметов на ножках, символизируя поверхность для работы или еды. Этот иероглиф широко используется в быту и учебе для обозначения любого стола.",
    "philosophy": "桌子 (zhuō zi) — это предмет, который объединяет людей для общения, работы или еды. В даосизме важна простота и функциональность, и стол отражает именно эту идею — быть основой для практических дел без излишеств.",
    "homonyms": "捉 (zhuō, ловить), 卓 (zhuó, выдающийся)",
    "usage_example": "Пиньинь zhuō — первый тон, ровный и протяжный, напоминает устойчивую поверхность. 子 (zi) здесь нейтральный, короткий, что слышится в быстрой разговорной речи. Например: 请把书放在桌子上 (qǐng bǎ shū fàng zài zhuō zi shàng) — 'Положи книгу на стол.'"
  },
  {
    "id": 147,
    "hanzi": "字",
    "pinyin": "zì",
    "translations": [
      "letter",
      "symbol",
      "character",
      "word",
      "CL:個|个[gè]",
      "courtesy or style name traditionally given to males aged 20 in dynastic China"
    ],
    "ru_translations": [
      "иероглиф"
    ],
    "description": "Иероглиф 字 (zì) состоит из верхней части 宀 (крыша), символизирующей дом, и 子 (zi), означающего 'ребёнок'. В древности иероглиф обозначал ребёнка под крышей, т.е. рождение или потомство. Со временем значение сузилось до 'знак' или 'иероглиф', так как письмо — это передача знаний от поколения к поколению.",
    "philosophy": "字 (zì) отражает даосскую идею передачи сути через символы: внутри простого знака скрыта связь между поколениями и знаниями. С помощью письменности люди обеспечивают непрерывность культуры и понимания, не теряя сути в потоке перемен.",
    "homonyms": "自 (zì) — сам, самостоятельно; 字 (zì) — иероглиф, буква",
    "usage_example": "字 (zì) всегда произносится с ровным четвёртым тоном, что придаёт слову чёткость и определённость, как у отточенного знака. В китайских словах часто встречается, например: 汉字 (hànzì) — китайский иероглиф."
  },
  {
    "id": 148,
    "hanzi": "昨天",
    "pinyin": "zuó tiān",
    "translations": [
      "yesterday"
    ],
    "ru_translations": [
      "вчера"
    ],
    "description": "昨天 (zuó tiān) состоит из иероглифов 昨 (zuó, вчера) и 天 (tiān, день, небо). 昨 образован из 日 (солнце, день) и 乍 (внезапно, вдруг), указывая на прошедший день. 天 — один из базовых иероглифов для обозначения дня или неба. Современная форма устоялась в разговорной и письменной речи как стандартное выражение для 'вчера'.",
    "philosophy": "昨天 (zuó tiān) напоминает, что прошедший день уже ушёл и не вернётся. В китайской традиции важна гармония с течением времени: вчера — это то, что уже завершено, и на это нельзя повлиять. Даосская мысль учит принимать прошлое без сожаления, а действовать в настоящем.",
    "homonyms": "左天 (zuǒ tiān, левая сторона неба) — используется редко и не имеет отношения к дате.",
    "usage_example": "В китайском вчера — это 昨天 (zuó tiān), где zuó читается с нисходящим тоном (2), а tiān — с ровным (1). Например: '我昨天去商店了' (Wǒ zuótiān qù shāngdiàn le) — 'Я вчера ходил в магазин'. Запоминается по созвучию: zuó — коротко и быстро, tiān — протяжно, как 'день'."
  },
  {
    "id": 149,
    "hanzi": "坐",
    "pinyin": "zuò",
    "translations": [
      "to sit",
      "to take a seat",
      "to take (a bus, airplane etc)",
      "to bear fruit",
      "variant of 座[zuò]"
    ],
    "ru_translations": [
      "сидеть"
    ],
    "description": "Иероглиф 坐 (zuò) состоит из двух человек 人 (rén) сверху и земли 土 (tǔ) снизу. Это отражает идею двух людей, сидящих на земле. Современная форма произошла от пиктограммы и сохранила смысл коллективного сидения.",
    "philosophy": "В китайской культуре 坐 (zuò) ассоциируется с покоем и созерцанием, что важно для практик даосизма и медитации. Сидеть — значит остановиться, ощутить опору под собой и дать телу и уму возможность прийти в равновесие.",
    "homonyms": "作 (zuò) — делать, создавать; 座 (zuò) — место, сиденье",
    "usage_example": "В слове 坐下 (zuò xià) — 'сесть', слышится четкое 'дз-уо', где начальный звук похож на русский 'дз', а финаль 'о' с легким 'у'. Пиньинь zuò указывает на четкое четвертое (падающее) тональное произношение."
  },
  {
    "id": 150,
    "hanzi": "做",
    "pinyin": "zuò",
    "translations": [
      "to do",
      "to make",
      "to produce",
      "to write",
      "to compose",
      "to act as",
      "to engage in",
      "to hold (a party)",
      "to be",
      "to become",
      "to function (in some capacity)",
      "to serve as",
      "to be used for",
      "to form (a bond or relationship)",
      "to pretend",
      "to feign",
      "to act a part",
      "to put on appearance"
    ],
    "ru_translations": [
      "делать"
    ],
    "description": "Иероглиф 做 (zuò) состоит из радикала 亻(человек) слева и компонентa 故 (gù, причина) справа. В современной форме иероглиф означает выполнять действие, создавать что-то, заниматься чем-либо. Используется в самых разных контекстах, связанных с деятельностью и трудом.",
    "philosophy": "做 (zuò) отражает идею действия и воплощения намерения в конкретном деле. В китайской культуре акцент на действии подчеркивает важность не просто мыслить, а реализовывать мысли через поступки.",
    "homonyms": "座 (zuò, место, сиденье); 作 (zuò, сочинять, творить)",
    "usage_example": "做 (zuò) произносится с четким звуком 'дз', что отличает его от 'zuo' без точки над ü. Например: 做饭 (zuò fàn — готовить еду). В разговоре этот иероглиф встречается очень часто, особенно в бытовых выражениях."
  }
]