[
  {
    "id": 1,
    "hanzi": "爱",
    "pinyin": "ài",
    "translations": [
      "to love",
      "affection",
      "to be fond of",
      "to like"
    ],
    "ru_translations": [
      "любовь"
    ],
    "history": "Иероглиф 爱 (ài) состоит из двух частей: верхняя часть, представляющая животное, и нижняя часть, символизирующая сердце. Это объединение указывает на связь между эмоциями и живыми существами, подчеркивая, что любовь является глубокой и естественной частью человеческой жизни. Иероглиф впервые появился в древнекитайских текстах, отражая важность любви в культуре.",
    "philosophy": "Смысл иероглифа 爱 (ài) пронизан даосским пониманием любви как естественного состояния, не требующего усилий. В отличие от европейского рационального подхода, где любовь часто воспринимается как объект, в китайской философии она рассматривается как процесс, который должен быть в гармонии с природой и окружающим миром. Тем самым, любовь становится не просто чувством, а состоянием бытия.",
    "homonyms": "哀 (āi) - печаль",
    "usage_example": "我爱你 (Wǒ ài nǐ) - Я тебя люблю. Здесь важно запомнить, что 爱 (ài) включает в себя не только романтические чувства, но и заботу, дружбу и привязанность. Интонация в пиньине указывает на эмоции и важность выражения этих чувств в китайском языке."
  },
  {
    "id": 2,
    "hanzi": "八",
    "pinyin": "bā",
    "translations": [
      "eight",
      "8"
    ],
    "ru_translations": [
      "восемь"
    ],
    "history": "Иероглиф 八 (bā) происходит от древнекитайских письменностей и изображает два раздельных элемента, что символизирует деление и увеличение. Его форма указывает на разветвление, что можно интерпретировать как рост или увеличение количества. В этом контексте восемь может рассматриваться как символ изобилия.",
    "philosophy": "С точки зрения даосизма, 八 (bā) представляет собой идею равновесия и гармонии, так как восемь — это число, которое следует за семью, добавляя еще одну единицу к гармонии. В отличие от европейского рационального взгляда, где числа могут рассматриваться изолированно, в китайской философии число восемь связано с цикличностью и бесконечным повторением, что отражает естественный порядок вещей.",
    "homonyms": "发 (fā) — развивать, получать, произносить",
    "usage_example": "八 (bā) используется в числах, например, в фразе 八月 (bā yuè) — август. Произносится легко, так как звук 'bā' короткий и четкий, что помогает запомнить его быстро."
  },
  {
    "id": 3,
    "hanzi": "爸爸",
    "pinyin": "bà ba",
    "translations": [
      "(informal) father",
      "CL:個|个",
      "位[wèi]"
    ],
    "ru_translations": [
      "папа"
    ],
    "history": "Иероглиф 爸爸 (bà ba) состоит из двух частей: 父 (fù), который означает 'отец', и повторяющегося слога 'ба', что придаёт значимость и близость. Такое построение подчеркивает семейные связи и уважение к родителям. Иероглиф используется в китайском языке для обозначения не только отца, но и родительской любви и заботы.",
    "philosophy": "В даосской философии акцентируется внимание на гармонии и естественных отношениях в семье. Иероглиф 爸爸 (bà ba) иллюстрирует концепцию взаимосвязи и поддержки в семье, что отличается от более индивидуалистического подхода в европейской культуре. Здесь важен не только сам отец, но и его роль в жизни детей.",
    "homonyms": "爸 (bà) - отец; 罢 (bà) - прекращать, останавливать.",
    "usage_example": "Например, в предложении '我爱我的爸爸' (wǒ ài wǒ de bà ba) переводится как 'Я люблю своего папу'. Здесь используется слово 爸爸 (bà ba) для выражения близости и тепла в отношениях. Пиньинь подчеркивает мягкость и доступность слова, что делает его простым для запоминания."
  },
  {
    "id": 4,
    "hanzi": "杯子",
    "pinyin": "bēi zi",
    "translations": [
      "cup",
      "glass",
      "CL:個|个",
      "支",
      "枝[zhī]"
    ],
    "ru_translations": [
      "чашка",
      "стакан"
    ],
    "history": "Иероглиф 杯子 (bēi zi) состоит из двух частей: 杯, что означает 'чашка', и 子, что является суффиксом, обозначающим предмет. В древности чашки использовались для питья и ритуалов, что делает этот иероглиф важным в культуре. Формы чашек варьировались, но их основное предназначение оставалось неизменным.",
    "philosophy": "Иероглиф 杯子 (bēi zi) отражает даосское понимание простоты и функциональности. В отличие от европейского рационализма, который часто акцентирует внимание на материальных аспектах, даосская философия подчеркивает гармонию с природой и утилитарность предметов в повседневной жизни. Чашка здесь символизирует не только сосуд для напитков, но и возможность наслаждаться моментом.",
    "homonyms": "杯 (bēi) - 'чашка'; 辈 (bèi) - 'поколение'",
    "usage_example": "Когда вы хотите сказать 'Я пью из чашки' по-китайски, вы можете использовать фразу '我在用杯子喝水' (wǒ zài yòng bēi zi hē shuǐ). Здесь 'бэй зи' звучит как 'бей зи', что может помочь запомнить это слово, ассоциируя его с действием питья."
  },
  {
    "id": 5,
    "hanzi": "北京",
    "pinyin": "Běi jīng",
    "translations": [
      "Beijing",
      "capital of People's Republic of China",
      "Peking",
      "PRC government"
    ],
    "ru_translations": [
      "Пекин"
    ],
    "history": "Иероглиф 北京 (Běi jīng) состоит из двух частей: 北 (běi), что означает 'север', и 京 (jīng), что переводится как 'столица'. Этот иероглиф указывает на географическое положение Пекина как северной столицы Китая. Исторически, Пекин стал важным политическим и культурным центром, особенно с XIII века.",
    "philosophy": "В отличие от европейского подхода, который часто фокусируется на логическом анализе, китайская философия воспринимает географические и культурные символы как неотъемлемую часть человеческого существования. Иероглиф 北京 (Běi jīng) отражает гармонию между человеком и местом, подчеркивая важность связи с историей и природой.",
    "homonyms": "北京 (Běi jīng) - столица Китая; 北 (běi) - север; 京 (jīng) - столица, столица, городской.",
    "usage_example": "我想去北京 (Wǒ xiǎng qù Běi jīng) - 'Я хочу поехать в Пекин'. Пиньинь здесь помогает запомнить звучание, а сочетание иероглифов четко указывает на направление и место назначения."
  },
  {
    "id": 6,
    "hanzi": "本",
    "pinyin": "běn",
    "translations": [
      "roots or stems of plants",
      "origin",
      "source",
      "this",
      "the current",
      "root",
      "foundation",
      "basis",
      "classifier for books",
      "periodicals",
      "files etc",
      "originally"
    ],
    "ru_translations": [
      "основа",
      "корень"
    ],
    "history": "Иероглиф 本 (běn) изначально изображал корень растения, что символизировало основу или источник. С течением времени он стал обозначать не только корень, но и основные вещи, от которых все происходит. Иероглиф также связан с понятием 'основа', что отражает его использование в различных контекстах.",
    "philosophy": "С точки зрения даосского мышления, 本 (běn) представляет идею возвращения к истокам, к тому, что является фундаментальным и неизменным. В отличие от западной рациональности, которая часто сосредоточена на анализе и разделении, даосизм акцентирует внимание на единстве и целостности вещей. Этот иероглиф напоминает о важности понимания своей основы и связи с природой.",
    "homonyms": "奔 (bēn) - мчаться; 本 (běn) - основа",
    "usage_example": "В китайском языке 本 (běn) часто используется в сочетаниях, таких как 本书 (běn shū) - 'эта книга'. Здесь 本 (běn) указывает на конкретность и принадлежность, что помогает запомнить, что он обозначает 'основу' или 'корень' информации."
  },
  {
    "id": 7,
    "hanzi": "不客气",
    "pinyin": "bù kè qi",
    "translations": [
      "you're welcome",
      "impolite",
      "rude",
      "blunt",
      "don't mention it"
    ],
    "ru_translations": [
      "Не за что",
      "Пожалуйста"
    ],
    "history": "不客气 (bù kè qi) состоит из трех иероглифов. 不 (bù) означает 'не', 客 (kè) - 'гость', а 气 (qi) - 'вежливость' или 'настроение'. Это выражение возникло как ответ на благодарность, подчеркивая, что помощь была оказана без каких-либо ожиданий или обязательств.",
    "philosophy": "Философия 不客气 (bù kè qi) отражает даосское понимание взаимодействия между людьми, где акцент делается на непринужденность и естественность общения. Здесь отсутствует стремление к формальной вежливости, что контрастирует с западным акцентом на обязательности и условностях вежливости. Это выражение подчеркивает простоту и искренность в человеческих отношениях.",
    "homonyms": "不 (bù) - не; 客 (kè) - гость; 气 (qi) - дыхание, энергия",
    "usage_example": "Когда кто-то говорит спасибо, вы можете ответить 不客气 (bù kè qi), что означает 'Не за что'. Это выражение легко запоминается благодаря своей структуре, где каждый иероглиф четко передает смысл: 'не' + 'гость' + 'вежливость'."
  },
  {
    "id": 8,
    "hanzi": "不",
    "pinyin": "bù",
    "translations": [
      "(negative prefix)",
      "not",
      "no"
    ],
    "ru_translations": [
      "не",
      "нет"
    ],
    "history": "Иероглиф 不 (bù) имеет древние корни и представляет собой отрицательную частицу в китайском языке. Его образ возник из символа, обозначающего 'не', и со временем адаптировался в более упрощённую форму. Первоначально он использовался для обозначения отрицания различных действий.",
    "philosophy": "В даосском мышлении 不 (bù) символизирует отказ от излишнего и стремление к простоте. Это созвучно концепции 'неделания' (无为, wúwéi), когда важнее не вмешиваться в естественный порядок вещей. В отличие от европейской логики, где акцент на действии и утверждении, китайская философия ценит отрицание как способ достижения гармонии.",
    "homonyms": "",
    "usage_example": "В предложении '我不去' (wǒ bù qù) переводится как 'Я не иду'. Частица 不 (bù) здесь подчеркивает отрицание действия. Запоминать этот иероглиф можно, ассоциируя 'не' с простым отказом от чего-то."
  },
  {
    "id": 9,
    "hanzi": "菜",
    "pinyin": "cài",
    "translations": [
      "dish (type of food)",
      "vegetables",
      "vegetable",
      "cuisine",
      "CL:盤|盘",
      "道[dào]"
    ],
    "ru_translations": [
      "блюдо",
      "овощи"
    ],
    "history": "Иероглиф 菜 (cài) состоит из двух компонентов: 艹, который обозначает растение, и 彩, что в контексте может означать цвет или разнообразие. Это подчеркивает связь иероглифа с растительной пищей и разнообразием блюд. Происхождение иероглифа указывает на важность растений в китайской кулинарной традиции.",
    "philosophy": "Иероглиф 菜 (cài) отражает даосскую концепцию гармонии с природой, где еда рассматривается как часть жизненного потока. Он символизирует простоту и естественность, в отличие от европейского акцента на сложность и изобилие. Понимание пищи как источника энергии и здоровья помогает осознать ее значение в жизни.",
    "homonyms": "菜 (cài) - овощи; 采 (cǎi) - собирать.",
    "usage_example": "Я люблю готовить блюдо из свежих овощей (菜 cài). Здесь 'cài' звучит как 'цай', что помогает запомнить его ассоциацию с едой и готовкой."
  },
  {
    "id": 10,
    "hanzi": "茶",
    "pinyin": "chá",
    "translations": [
      "tea",
      "tea plant",
      "CL:杯",
      "壺|壶[hú]"
    ],
    "ru_translations": [
      "чай"
    ],
    "history": "Иероглиф 茶 (chá) имеет древние корни и происходит от китайского слова, обозначающего растение чая. Его форма отображает лист и стебель, что указывает на растительное происхождение напитка. Чай был известен в Китае с древних времен и стал важной частью культуры.",
    "philosophy": "В даосизме чай символизирует гармонию с природой и простоту. В отличие от европейского подхода, который акцентирует внимание на рациональном анализе, китайская философия рассматривает чай как способ соединения с окружающим миром и внутренним состоянием. Чайная церемония подчеркивает важность момента и ощущения.",
    "homonyms": "查 (chá) — проверять; 叉 (chā) — вилка.",
    "usage_example": "我喜欢喝茶 (wǒ xǐhuān hē chá) — Мне нравится пить чай. Здесь пиньинь 'chá' легко запоминается благодаря его созвучию с русским 'чаем', что помогает связать иероглиф с его значением."
  },
  {
    "id": 11,
    "hanzi": "吃",
    "pinyin": "chī",
    "translations": [
      "to eat",
      "to consume",
      "to eat at (a cafeteria etc)",
      "to eradicate",
      "to destroy",
      "to absorb",
      "to suffer"
    ],
    "ru_translations": [
      "есть",
      "кушать"
    ],
    "history": "Иероглиф 吃 (chī) состоит из двух частей: верхней, представляющей 'рот' (口), и нижней, символизирующей 'еду' (食). Это изображение можно интерпретировать как 'есть с помощью рта', что отражает основное значение слова. Иероглиф возник в древнекитайской письменности и сохранил свой смысл на протяжении веков.",
    "philosophy": "В даосском контексте иероглиф 吃 (chī) подчеркивает важность питания как источника жизненной силы и энергии. Это отличается от европейского взгляда, где акцент делается на рациональности и контроле над процессом питания. В даосизме еда рассматривается не только как физическая необходимость, но и как способ соединения с природой.",
    "homonyms": "赤 (chì) - красный, 迟 (chí) - медленный",
    "usage_example": "Я ем рис. 我吃米饭 (wǒ chī mǐfàn). Слово 吃 (chī) звучит как 'чьи', что помогает запомнить, что 'есть' — это действие, связанное с чем-то личным и интимным, как еда."
  },
  {
    "id": 12,
    "hanzi": "出租车",
    "pinyin": "chū zū chē",
    "translations": [
      "taxi",
      "(Taiwan) rental car"
    ],
    "ru_translations": [
      "такси"
    ],
    "history": "Иероглиф 出租车 (chū zū chē) состоит из трех частей: 出 (chū) - 'выходить', 租 (zū) - 'арендовать', и 车 (chē) - 'транспортное средство'. Он образуется от концепции аренды автомобиля для передвижения, что стало популярным в современном обществе. Таким образом, иероглиф отражает практическую сторону urban mobility.",
    "philosophy": "В даосском мышлении акцент делается на простоту и функциональность. Иероглиф 出租车 (chū zū chē) символизирует гармонию между потребностью в передвижении и доступностью транспорта, что отличается от европейского подхода, где акцент ставится на собственность и обладание. Это подчеркивает более гибкое отношение к ресурсам и их использованию.",
    "homonyms": "租 (zū) - 'арендовать'; 组 (zǔ) - 'группа'",
    "usage_example": "Я часто пользуюсь 出租车 (chū zū chē), когда мне нужно быстро добраться до работы. Чтобы запомнить пиньинь, можно представить, как вы выходите (出) из дома и арендуете (租) такси (车) для поездки. Это помогает ассоциировать слова с действиями."
  },
  {
    "id": 13,
    "hanzi": "打电话",
    "pinyin": "dǎ diàn huà",
    "translations": [
      "to make a telephone call"
    ],
    "ru_translations": [
      "позвонить"
    ],
    "history": "Иероглифы 打 (dǎ) и 电话 (diàn huà) в совокупности обозначают 'позвонить'. 打 изначально означал 'бить' или 'ударять', что в контексте телефонного общения символизирует 'действие', а 电话 — это составной иероглиф, где 电 (diàn) означает 'электричество', а 话 (huà) 'слово', что подчеркивает суть телефонного общения как передачи слов через электрические сигналы.",
    "philosophy": "В даосском мышлении использование иероглифа 打 (dǎ) подразумевает активное участие в процессе, в то время как 电话 (diàn huà) говорит о связи и коммуникации. Здесь нет четкого разделения между действием и результатом, что отличается от европейского рационального подхода, где акцент делается на логичность и последовательность.",
    "homonyms": "打 (dǎ) - 'бить', 大 (dà) - 'большой'",
    "usage_example": "Я позвонил своему другу: '我打电话给我的朋友' (Wǒ dǎ diànhuà gěi wǒ de péngyǒu). Запоминание пиньиня dǎ diàn huà помогает ассоциировать звук с действием звонка, где dǎ напоминает 'удар', а diàn huà — 'электрическое слово'."
  },
  {
    "id": 14,
    "hanzi": "大",
    "pinyin": "dà",
    "translations": [
      "big",
      "huge",
      "large",
      "major",
      "great",
      "wide",
      "deep",
      "oldest",
      "eldest"
    ],
    "ru_translations": [
      "большой",
      "великий"
    ],
    "history": "Иероглиф 大 (dà) имеет древние корни и изначально изображал человека с поднятыми руками, что символизировало величие и масштаб. Со временем он стал обозначать всё большое и важное, а также используется в сочетаниях для указания на размер и степень.",
    "philosophy": "В даосизме понятие 'большого' связано с естественностью и гармонией. Здесь акцент делается на том, что величие не обязательно связано с властью или агрессивностью, а скорее с простотой и естественным состоянием вещей. Это контрастирует с западным восприятием, где 'большой' может ассоциироваться с доминированием и контролем.",
    "homonyms": "打 (dǎ) - бить; 大 (dà) - большой.",
    "usage_example": "Иероглиф 大 (dà) часто используется в выражениях, например, в слове 大学 (dàxué), что означает 'университет'. Это сочетание демонстрирует, как иероглиф приобретает значение через контекст, а его произношение можно запомнить благодаря созвучию с 'да', что напоминает о масштабе учебного заведения."
  },
  {
    "id": 15,
    "hanzi": "的",
    "pinyin": "de",
    "translations": [
      "of",
      "~'s (possessive particle)",
      "(used after an attribute)",
      "(used to form a nominal expression)",
      "(used at the end of a declarative sentence for emphasis)"
    ],
    "ru_translations": [
      "свой",
      "нормативный"
    ],
    "history": "Иероглиф 的 (de) произошел от символа, обозначающего 'путь' или 'метод'. Он изначально использовался для указания на принадлежность или качество, что сохранилось и в современном языке. Эта форма сочетает в себе элементы, которые олицетворяют связь между объектами и их свойствами.",
    "philosophy": "Иероглиф 的 (de) отражает даосское понимание взаимосвязи между сущностями и их характеристиками. В отличие от европейского рационального подхода, который стремится разделить и классифицировать, здесь акцент делается на гармонии и единстве, где свойства объектов неотделимы от их сущности.",
    "homonyms": "",
    "usage_example": "在这个句子里, 他的书很有趣 (zài zhège jùzi lǐ, tā de shū hěn yǒuqù) - 'Его книга очень интересная'. Здесь 的 (de) связывает местоимение 'его' с существительным 'книга', подчеркивая принадлежность."
  },
  {
    "id": 16,
    "hanzi": "点",
    "pinyin": "diǎn",
    "translations": [
      "point",
      "dot",
      "drop",
      "speck",
      "o'clock",
      "point (in space or time)",
      "to draw a dot",
      "to check on a list",
      "to choose",
      "to order (food in a restaurant)",
      "to touch briefly",
      "to hint",
      "to light",
      "to ignite",
      "to pour a liquid drop by drop",
      "(old) one fifth of a two-hour watch 更[gēng]",
      "dot stroke in Chinese characters",
      "classifier for items"
    ],
    "ru_translations": [
      "точка",
      "момент"
    ],
    "history": "Иероглиф 点 (diǎn) изначально изображал точку или каплю, что можно увидеть в его древних формах. Он возник как символ, обозначающий небольшую величину или конкретный момент времени. Со временем его значение расширилось, включая использование в контексте местоположения и акцента.",
    "philosophy": "В даосской философии 点 (diǎn) может восприниматься как символ момента, который важно осознать и ценить. В отличие от европейского рационального подхода, где акцент делается на линейном времени, китайская мысль подчеркивает значимость каждого отдельного момента как части единого потока жизни.",
    "homonyms": "电 (diàn) - электричество; 典 (diǎn) - классика, стандарт.",
    "usage_example": "В предложении '我想在这一点上停一下' (wǒ xiǎng zài zhè yī diǎn shàng tíng yīxià) 'Я хочу остановиться на этом моменте', иероглиф 点 (diǎn) используется для обозначения конкретной точки обсуждения."
  },
  {
    "id": 17,
    "hanzi": "电脑",
    "pinyin": "diàn nǎo",
    "translations": [
      "computer",
      "CL:臺|台[tái]"
    ],
    "ru_translations": [
      "компьютер"
    ],
    "history": "Иероглиф 电脑 (diàn nǎo) состоит из двух частей: 电 (diàn), что означает 'электричество', и 脑 (nǎo), что переводится как 'мозг'. Этот иероглиф был создан для обозначения нового устройства, которое объединяет электрические технологии и вычислительные функции, подобно работе человеческого мозга. Исторически, использование электричества в технологиях стало возможным только в 19 веке, что повлияло на формирование этого термина.",
    "philosophy": "В даосской философии акцент делается на гармонии между природой и технологиями. Иероглиф 电脑 (diàn nǎo) подчеркивает связь между человеческим мышлением и электрическими процессами, что отражает стремление к симбиозу технологий и естественного интеллекта. Это отличается от европейского рационального взгляда, где техника часто рассматривается как независимый инструмент, а не как продолжение человеческой природы.",
    "homonyms": "电 (diàn) - электричество; 脑 (nǎo) - мозг",
    "usage_example": "我在桌子上放了一台电脑 (Wǒ zài zhuōzi shàng fàngle yī tái diàn nǎo) - 'Я положил компьютер на стол'. Запомните, что 'diàn' звучит как 'день', а 'nǎo' напоминает о 'мозге', что помогает ассоциировать электричество с мышлением."
  },
  {
    "id": 18,
    "hanzi": "电视",
    "pinyin": "diàn shì",
    "translations": [
      "television",
      "TV",
      "CL:臺|台",
      "個|个[gè]"
    ],
    "ru_translations": [
      "телевизор"
    ],
    "history": "Иероглиф 电视 (diàn shì) состоит из двух частей: 电 (diàn), что означает 'электричество', и 视 (shì), что переводится как 'смотреть' или 'видеть'. В этом сочетании иероглифы образуют понятие 'смотреть электрические изображения', что и отражает суть телевизора. Такой подход к формированию слов характерен для китайского языка, где смысл часто передается через комбинацию образов.",
    "philosophy": "В китайском языке акцент на образности и связи элементов иероглифов позволяет глубже понять концепцию, чем в европейском понимании. 电视 (diàn shì) как 'электрическое видение' подчеркивает не только технологический аспект, но и взаимодействие человека с окружающим миром через медиа. Это согласуется с даосским мышлением, подчеркивающим гармонию между человеком и природой, даже в контексте технологий.",
    "homonyms": "电 (diàn) - электричество; 见 (jiàn) - видеть",
    "usage_example": "电视 (diàn shì) используется в предложении: '我喜欢看电视' (Wǒ xǐhuān kàn diàn shì) - 'Мне нравится смотреть телевизор'. Здесь пиньинь 'diàn shì' звучит легко и запоминается через ассоциацию с процессом просмотра изображений, что отражает его состав."
  },
  {
    "id": 19,
    "hanzi": "电影",
    "pinyin": "diàn yǐng",
    "translations": [
      "movie",
      "film",
      "CL:部",
      "片",
      "幕",
      "場|场[chǎng]"
    ],
    "ru_translations": [
      "фильм"
    ],
    "history": "Иероглиф 电影 (diàn yǐng) состоит из двух компонентов: 电 (diàn), что означает 'электричество', и 影 (yǐng), что переводится как 'тень' или 'изображение'. Это сочетание отражает технологический аспект кино как 'изображение, созданное с помощью электричества'. Исторически, иероглифы развивались от изображений, и в данном случае они подчеркивают связь между технологией и искусством.",
    "philosophy": "Иероглиф 电影 (diàn yǐng) показывает даосское понимание взаимодействия света и тени, что отражает природу реальности и восприятия. В отличие от западного рационального взгляда на кино как на просто развлечение, в китайском контексте фильм может восприниматься как способ передачи глубинных эмоций и состояний, что делает его более многослойным и философским.",
    "homonyms": "电 (diàn) - электричество; 影 (yǐng) - тень",
    "usage_example": "我喜欢看电影 (Wǒ xǐhuān kàn diàn yǐng) - 'Мне нравится смотреть фильмы'. Здесь '电影' (diàn yǐng) подчеркивает связь между технологией и искусством, а также служит примером того, как язык описывает современную культуру."
  },
  {
    "id": 20,
    "hanzi": "东西",
    "pinyin": "dōng xi",
    "translations": [
      "thing",
      "stuff",
      "person",
      "CL:個|个",
      "件[jiàn]"
    ],
    "ru_translations": [
      "восток и запад"
    ],
    "history": "Иероглифы 东 (dōng) и 西 (xi) представляют собой символы, обозначающие 'восток' и 'запад' соответственно. Эти иероглифы сложены из более ранних форм, где 东 изображал солнце, восходящее на востоке, а 西 — солнце, заходящее на западе. Вместе они символизируют два противоположных направления, которые важны в китайской культуре и географии.",
    "philosophy": "В даосском мышлении направление движения, представляемое иероглифами 东西, имеет значение в контексте гармонии и баланса между противоположностями. Это отличается от европейского рационального взгляда, который часто рассматривает эти направления как статичные и фиксированные. Здесь акцент на взаимодействии и единстве, где восток и запад представляют собой две стороны одной сущности.",
    "homonyms": "东 (dōng) - восток; 西 (xi) - запад",
    "usage_example": "В китайском языке можно услышать выражение '去东边' (qù dōng biān), что переводится как 'идти на восток'. Это помогает запомнить, что 东 (dōng) связано с направлением, а 西 (xi) - с противоположным местоположением. Знание этих иероглифов полезно для навигации и понимания местоположений в Китае."
  },
  {
    "id": 21,
    "hanzi": "都",
    "pinyin": "dōu",
    "translations": [
      "all",
      "both",
      "entirely",
      "(used for emphasis) even",
      "already",
      "(not) at all"
    ],
    "ru_translations": [
      "все",
      "всё"
    ],
    "history": "Иероглиф 都 (dōu) имеет древние корни и изначально использовался для обозначения мест, где собираются люди. Его форма эволюционировала от изображения места сбора, символизируя объединение и целостность. В современном контексте он часто означает 'всё' или 'все', подчеркивая универсальность.",
    "philosophy": "Философски, иероглиф 都 (dōu) отражает даосское понимание единства всего существующего. Он говорит о том, что всё в мире связано и взаимозависимо, что контрастирует с европейским подходом, где акцент делается на отдельных элементах. Это подчеркивает важность целостного восприятия и взаимосвязи, что является ключевым аспектом даосской мысли.",
    "homonyms": "都 (dōu) - 'все'; 斗 (dòu) - 'бороться, драться'",
    "usage_example": "В предложении '我们都去公园' (wǒmen dōu qù gōngyuán) переводится как 'Мы все идем в парк'. Звук 'dōu' в пиньине легко запоминается благодаря своему ритмическому звучанию, что помогает ассоциировать его с идеей объединения и движения всех вместе."
  },
  {
    "id": 22,
    "hanzi": "读",
    "pinyin": "dú",
    "translations": [
      "to read",
      "to study",
      "reading of word (i.e. pronunciation)",
      "similar to 拼音[pīn yīn]"
    ],
    "ru_translations": [
      "читать"
    ],
    "history": "Иероглиф 读 (dú) происходит от изображения человека, который читает, с символом, обозначающим действие. Его форма отражает процесс восприятия информации через текст. В современном китайском языке он обозначает не только чтение, но и изучение, что расширяет его значение.",
    "philosophy": "В даосском мышлении 读 (dú) символизирует связь между знанием и опытом. В отличие от европейского взгляда, который акцентирует внимание на логике и анализе, китайская культура подчеркивает интуитивное понимание и гармонию с текстом. Чтение здесь воспринимается как форма взаимодействия с миром, а не просто механическое извлечение информации.",
    "homonyms": "都 (dōu) - все; 处 (chù) - место",
    "usage_example": "他喜欢读 (dú) 书。 (Он любит читать книги.) Пиньинь 'dú' звучит как 'ду' и ассоциируется с глубоким погружением в текст. Это помогает визуализировать процесс чтения как нечто погружающее и увлекающее."
  },
  {
    "id": 23,
    "hanzi": "对不起",
    "pinyin": "duì bu qǐ",
    "translations": [
      "unworthy",
      "to let down",
      "I'm sorry",
      "excuse me",
      "pardon me",
      "if you please",
      "sorry? (please repeat)"
    ],
    "ru_translations": [
      "Извините"
    ],
    "history": "Иероглиф 对不起 (duì bu qǐ) состоит из трех частей: 对 (duì) означает 'направленный к', 听 (bú) – 'не', и 起 (qǐ) – 'вставать'. В совокупности он передает идею 'не встаю перед вами', что указывает на извинение или признание вины. Этот иероглиф часто используется в повседневной речи для выражения сожаления.",
    "philosophy": "В философском смысле, 对不起 (duì bu qǐ) отражает гармонию и уважение в общении, что важно в китайской культуре. Это выражение демонстрирует понимание и признание своих ошибок, что отличается от иногда более прямолинейного подхода в европейском мышлении. Здесь акцент на отношениях и взаимопонимании.",
    "homonyms": "对 (duì) — 'правильный' (pinyin: duì),不起 (bù qǐ) — 'не вставать' (pinyin: bù qǐ)",
    "usage_example": "Когда вы опаздываете на встречу, вы можете сказать: '对不起，我迟到了' (duì bu qǐ, wǒ chí dào le) — 'Извините, я опоздал'. Здесь важно запомнить, что '对不起' используется для выражения извинений, а его произношение помогает выделить каждый слог, что улучшает восприятие и запоминание."
  },
  {
    "id": 24,
    "hanzi": "多",
    "pinyin": "duō",
    "translations": [
      "many",
      "much",
      "a lot of",
      "numerous",
      "more",
      "in excess",
      "how (to what extent)",
      "multi-",
      "Taiwan pr.  when it means \"how\""
    ],
    "ru_translations": [
      "много",
      "большое количество"
    ],
    "history": "Иероглиф 多 (duō) состоит из двух частей: верхняя часть представляет собой символ, указывающий на количество, а нижняя часть напоминает о растущих элементах. Он изначально использовался для обозначения больших количеств, что отражает его основное значение. По мере развития языка иероглиф стал более универсальным и используется в различных контекстах.",
    "philosophy": "В даосской философии 多 (duō) символизирует изобилие и разнообразие, что противопоставляется строгому количественному подходу европейской рациональности. Он указывает на гармонию с природой и ценность многообразия в мире. Это отражает понимание, что много — это не только количественная характеристика, но и качество жизни.",
    "homonyms": "多 (duō) - много; 夺 (duó) - отнимать, захватывать.",
    "usage_example": "Пример использования: 我有很多朋友 (Wǒ yǒu hěn duō péngyǒu) - У меня много друзей. Для запоминания: 'duō' звучит похоже на 'долго', что можно ассоциировать с множеством или большим количеством времени."
  },
  {
    "id": 25,
    "hanzi": "多少",
    "pinyin": "duō shao",
    "translations": [
      "how much",
      "how many",
      "which (number)",
      "as much as"
    ],
    "ru_translations": [
      "сколько",
      "как много"
    ],
    "history": "Иероглиф 多少 (duō shao) состоит из двух частей: 许 (duō), что означает 'много', и 少 (shǎo), что означает 'немного'. Он используется для обозначения количества и выражает вопрос о численности. Происхождение связано с концепцией измерения и оценки величин.",
    "philosophy": "Философски 多少 (duō shao) отражает даосский подход к количеству как к переменной величине. Вместо фиксированных значений, здесь подчеркивается относительность и изменчивость, что отличается от европейского рационального подхода, где количество часто воспринимается как абсолют. Это выражает понимание, что 'много' и 'немного' зависят от контекста.",
    "homonyms": "多少 (duō shao) - нет омонимов.",
    "usage_example": "你想要多少苹果？ (Nǐ xiǎng yào duō shao píngguǒ?) - 'Сколько яблок ты хочешь?' Здесь 多少 (duō shao) используется для запроса о количестве. Запоминание звучания связано с тем, что 'duō' напоминает 'много', а 'shao' - 'мало', что помогает в понимании значения."
  },
  {
    "id": 26,
    "hanzi": "儿子",
    "pinyin": "ér zi",
    "translations": [
      "son"
    ],
    "ru_translations": [
      "сын"
    ],
    "history": "Иероглиф 儿子 (ér zi) образован от символа 儿, который изображает человека, стоящего на ногах. Этот иероглиф указывает на молодое поколение и семейные узы. В китайской культуре семья и потомство играют важную роль, и этот иероглиф отражает эти ценности.",
    "philosophy": "Смысл иероглифа 儿子 (ér zi) заключается в связи между поколениями и важности преемственности. В даосском мышлении акцентируется внимание на гармонии и естественном течении жизни, что отличается от европейского подхода, где акцент ставится на индивидуальности и рациональности. Здесь мы видим, как китайская культура ценит связь с традицией и семьей.",
    "homonyms": "儿 (ér) - ребенок; 耳 (ěr) - ухо",
    "usage_example": "Он говорит, что его 儿子 (ér zi) учится в университете. Слово '儿' звучит похоже на 'эр' и указывает на молодого человека, что помогает запомнить иероглиф через его значение как 'сын'."
  },
  {
    "id": 27,
    "hanzi": "二",
    "pinyin": "èr",
    "translations": [
      "two",
      "2",
      "stupid (Beijing dialect)"
    ],
    "ru_translations": [
      "два",
      "второй"
    ],
    "history": "Иероглиф 二 (èr) является одним из самых простых в китайском письме и изображает число два. Его форма восходит к древним символам, которые использовались для обозначения количеств. В историческом контексте он часто использовался в счетах и записях.",
    "philosophy": "В даосском мышлении число два (二) символизирует дуальность, например, инь и ян. Эта концепция отличается от западного рационального подхода, который часто стремится к единству и однозначности. В китайской культуре принятие парадоксов и многогранности является нормой.",
    "homonyms": "",
    "usage_example": "Пример использования: 我有两个苹果 (Wǒ yǒu liǎng gè píngguǒ) — 'У меня два яблока'. Здесь 二 (èr) используется в контексте количественного выражения, что подчеркивает его функциональность в повседневной речи."
  },
  {
    "id": 28,
    "hanzi": "饭馆",
    "pinyin": "fàn guǎn",
    "translations": [
      "restaurant",
      "CL:家[jiā]"
    ],
    "ru_translations": [
      "ресторан"
    ],
    "history": "Иероглиф 饭馆 (fàn guǎn) состоит из двух частей: 饭 (fàn), что означает 'еда', и 馆 (guǎn), что переводится как 'заведение' или 'дом'. Это отражает концепцию места, где подают еду. Исторически, такие заведения возникли в Китае как места для отдыха и питания путешественников.",
    "philosophy": "В даосском мышлении акцент делается на гармонии и балансе. Иероглиф 饭馆 (fàn guǎn) символизирует не только физическое питание, но и социализацию, взаимодействие с другими, что важно для внутреннего покоя. В отличие от европейского взгляда, где акцент на рациональности, здесь важнее атмосфера и общение.",
    "homonyms": "泛 (fàn) - обширный, широкий",
    "usage_example": "我想去饭馆 (Wǒ xiǎng qù fàn guǎn) - 'Я хочу пойти в ресторан'. Здесь сочетание звуков и тонов создает ощущение ожидания и желания вкусной еды, что отражает культурные привычки китайцев в отношении к еде и общению."
  },
  {
    "id": 29,
    "hanzi": "飞机",
    "pinyin": "fēi jī",
    "translations": [
      "airplane",
      "CL:架[jià]"
    ],
    "ru_translations": [
      "самолет"
    ],
    "history": "Иероглиф 飞机 (fēi jī) состоит из двух частей: 飞 (fēi), что означает 'летать', и 机 (jī), что переводится как 'машина'. Такой состав отражает суть самолета как летательного аппарата, который использует машины для полета. Иероглифы в китайском языке часто формируются из значений, что делает их более образными и связными.",
    "philosophy": "В даосском мышлении движение и гармония природы играют ключевую роль. Иероглиф 飞机 (fēi jī) демонстрирует это через концепцию полета, который символизирует свободу и стремление к высоте, в отличие от западного рационального подхода, сосредотачивающегося на механике и конструкции. Здесь выражается слияние человека с природой, где полет становится метафорой гармонии.",
    "homonyms": "飞 (fēi) — 'летать', 非 (fēi) — 'не', 费 (fèi) — 'расходовать'",
    "usage_example": "飞机 (fēi jī) — это не просто транспортное средство, но символ прогресса и связи между культурами. Например, '我坐飞机去北京' (wǒ zuò fēi jī qù běijīng) переводится как 'Я лечу в Пекин на самолете'. Звуковая ассоциация с '飞' (fēi) помогает запомнить, что самолет способен подниматься в небо."
  },
  {
    "id": 30,
    "hanzi": "分钟",
    "pinyin": "fēn zhōng",
    "translations": [
      "minute"
    ],
    "ru_translations": [
      "минута"
    ],
    "history": "Иероглиф 分钟 (fēn zhōng) состоит из двух частей: 分 (fēn), означающего 'делить' или 'разделять', и 钟 (zhōng), что переводится как 'час' или 'колокол'. Это сочетание подчеркивает идею деления времени на более мелкие единицы. Иероглифы, связанные со временем, часто имеют свои корни в практических аспектах повседневной жизни.",
    "philosophy": "В даосском мышлении время рассматривается как цикличное и относительное, что отражает идея деления времени на минуты как способ управления жизнью. Это отличается от европейского подхода, где время воспринимается линейно и фиксировано. В этом контексте 分钟 (fēn zhōng) символизирует не только измерение, но и возможность осознанного подхода к каждому моменту.",
    "homonyms": "分 (fēn) - делить, 分 (fēn) - минута; 钟 (zhōng) - час, 钟 (zhōng) - колокол.",
    "usage_example": "Сегодня я потратил всего 10 分钟 (fēn zhōng) на чтение книги. Здесь 'фенчжун' помогает различать временные отрезки, и его звучание легко запоминается благодаря ритмичности и простоте произношения."
  },
  {
    "id": 31,
    "hanzi": "高兴",
    "pinyin": "gāo xìng",
    "translations": [
      "happy",
      "glad",
      "willing (to do sth)",
      "in a cheerful mood"
    ],
    "ru_translations": [
      "радость",
      "веселье"
    ],
    "history": "Иероглиф 高兴 (gāo xìng) состоит из двух частей: 高 (gāo), что означает 'высокий', и 兴 (xìng), что означает 'восторг' или 'волнение'. В сочетании они создают образ 'высокой радости'. Этот иероглиф часто используется в повседневной жизни для выражения счастья или удовлетворения.",
    "philosophy": "В даосской философии радость рассматривается как естественное состояние человека, которое возникает при гармонии с окружающим миром. В отличие от европейского взгляда, где радость может рассматриваться как результат достижения чего-то, в китайской культуре она часто воспринимается как состояние бытия, доступное каждому в любой момент.",
    "homonyms": "高兴 (gāo xìng) - нет омонимов.",
    "usage_example": "我今天很高兴 (wǒ jīntiān hěn gāo xìng) - 'Я сегодня очень рад'. Здесь используется структура с '很' (hěn), что усиливает эмоцию, а 'гāo xìng' звучит мелодично, создавая ассоциацию с чем-то поднятым и светлым."
  },
  {
    "id": 32,
    "hanzi": "个",
    "pinyin": "gè",
    "translations": [
      "variant of 個|个[gè]"
    ],
    "ru_translations": [
      "штука",
      "индивидуум"
    ],
    "history": "Иероглиф 个 (gè) изначально обозначал отдельный объект или единицу. Его форма развивалась от более сложных символов, отражая идею индивидуальности и отделенности. Со временем он стал универсальным счетным словом для обозначения людей и предметов.",
    "philosophy": "Иероглиф 个 (gè) отражает даосскую концепцию единства и разнообразия, где каждый элемент имеет свою уникальность. В отличие от европейского подхода, который часто акцентирует внимание на классификации и обобщении, китайский иероглиф подчеркивает индивидуальность и независимость каждого объекта.",
    "homonyms": "个 (gè) - штука; 各 (gè) - каждый",
    "usage_example": "В предложении '我有三个苹果' (wǒ yǒu sān gè píngguǒ) слово 个 (gè) используется для обозначения количества яблок, подчеркивая, что речь идет о трех отдельных штуках. Звук 'gè' легко запоминается, так как он короткий и четкий, соответствует быстрому произношению в повседневной речи."
  },
  {
    "id": 33,
    "hanzi": "工作",
    "pinyin": "gōng zuò",
    "translations": [
      "to work",
      "(of a machine) to operate",
      "job",
      "work",
      "task",
      "CL:個|个",
      "份",
      "項|项[xiàng]"
    ],
    "ru_translations": [
      "работа",
      "деятельность"
    ],
    "history": "Иероглиф 工作 (gōng zuò) состоит из двух частей: 工 (gōng), что означает 'работа' или 'ремесло', и 作 (zuò), что переводится как 'делать' или 'создавать'. В китайской культуре работа всегда была связана с ремеслом и созиданием, что отражает глубокую связь человека с его трудом. Этот иероглиф подчеркивает важность труда в жизни и социальном взаимодействии.",
    "philosophy": "Работа в контексте иероглифа 工作 (gōng zuò) воспринимается не только как средство заработка, но и как форма самовыражения и гармонии с окружающим миром. В даосизме труд рассматривается как естественный процесс, в котором человек находит свое место в мире, в отличие от западного взгляда, где работа часто становится источником стресса и борьбы. Здесь акцент делается на баланс между усилием и естественным течением жизни.",
    "homonyms": "作 (zuò) - делать, создавать; 作 (zuò) - произведение, работа.",
    "usage_example": "我每天都去工作 (Wǒ měitiān dōu qù gōng zuò) - 'Я каждый день иду на работу.' Звуковая структура пиньиня gōng zuò легко запоминается благодаря повторению звуков, что помогает установить ассоциации с понятием труда и деятельности."
  },
  {
    "id": 34,
    "hanzi": "狗",
    "pinyin": "gǒu",
    "translations": [
      "dog",
      "CL:隻|只",
      "條|条[tiáo]"
    ],
    "ru_translations": [
      "собака"
    ],
    "history": "Иероглиф 狗 (gǒu) представляет собой изображение собаки, одного из древнейших домашних животных. Он произошел от более старых символов, которые изображали собаку в различных позах, подчеркивая ее связь с человеком и роль в жизни общества. В древности собаки использовались для охоты, охраны и как компаньоны.",
    "philosophy": "В даосской философии собака символизирует верность и преданность, что отражает гармонию между человеком и природой. В отличие от европейского рационального взгляда, в китайской культуре собака воспринимается как часть естественного порядка, где ее качества помогают человеку находить баланс и счастье. Это подчеркивает взаимосвязь всех живых существ.",
    "homonyms": "构 (gòu) — строить",
    "usage_example": "狗 (gǒu) часто используется в повседневной жизни, например, в фразе '我有一只狗' (wǒ yǒu yī zhī gǒu) — 'У меня есть собака'. Звук 'gǒu' напоминает звук, который издает собака, что облегчает запоминание. Важно помнить, что тон 'ǒu' дает характерное звучание, которое помогает выделить этот иероглиф среди других."
  },
  {
    "id": 35,
    "hanzi": "汉语",
    "pinyin": "Hàn yǔ",
    "translations": [
      "Chinese language",
      "CL:門|门[mén]"
    ],
    "ru_translations": [
      "китайский язык"
    ],
    "history": "Иероглиф 汉 (Hàn) обозначает династию Хань, а иероглиф 语 (yǔ) переводится как 'язык'. Вместе они обозначают 'китайский язык', который стал основой для культурного и литературного развития Китая. Происхождение этих символов связано с историей и развитием китайского языка и письменности.",
    "philosophy": "В китайском языке термин 汉语 (Hàn yǔ) подчеркивает связь языка с культурой и историей народа. В отличие от европейского подхода, который может фокусироваться на грамматике и структуре, даосское мышление здесь акцентирует внимание на живой связи языка с культурной идентичностью и историей. Язык воспринимается как нечто, что формируется в контексте жизни и взаимодействия людей.",
    "homonyms": "汉 (Hàn) - династия Хань; 旱 (hàn) - засуха.",
    "usage_example": "他在学习汉语 (Tā zài xuéxí Hàn yǔ) - 'Он изучает китайский язык'. Здесь 'Hàn yǔ' звучит как 'хан юй', что легко запоминается благодаря созвучию с русским 'хан', что помогает связывать образ с содержанием."
  },
  {
    "id": 36,
    "hanzi": "好",
    "pinyin": "hǎo",
    "translations": [
      "good",
      "well",
      "proper",
      "good to",
      "easy to",
      "very",
      "so",
      "(suffix indicating completion or readiness)"
    ],
    "ru_translations": [
      "хороший"
    ],
    "history": "Иероглиф 好 (hǎo) состоит из двух компонентов: 女 (nǚ), что означает 'женщина', и 子 (zǐ), что переводится как 'ребенок'. Эта комбинация символизирует гармонию и благополучие, подразумевая, что 'хорошо' — это состояние, когда женщина и ребенок счастливы. Таким образом, иероглиф отражает идеи о семье и благосостоянии.",
    "philosophy": "В даосской философии понятие 'хорошего' (好) связано с естественным порядком и гармонией в жизни. В отличие от европейского рационального подхода, который часто склонен к анализу и определению, даосизм воспринимает 'хорошее' как состояние, которое возникает естественным образом в контексте взаимоотношений и баланса. Это выражает идею о том, что 'хорошо' — это не цель, а процесс.",
    "homonyms": "号 (hào) - номер, знак; 好 (hǎo) - хороший.",
    "usage_example": "我很好 (Wǒ hěn hǎo) - 'Я в порядке'. Это выражение часто используется в ответ на вопрос о самочувствии. Пиньинь hěn указывает на степень 'очень', подчеркивая положительное состояние."
  },
  {
    "id": 37,
    "hanzi": "喝",
    "pinyin": "hē",
    "translations": [
      "to drink",
      "My goodness!"
    ],
    "ru_translations": [
      "пить"
    ],
    "history": "Иероглиф 喝 (hē) имеет корни в древнекитайском языке и изначально обозначал звук, который издается при питье. Он состоит из радикала '口' (kǒu), который означает 'рот', и элемента, связанного с действием, что подчеркивает процесс питья. Со временем его значение стало более конкретным, обозначая именно действие питья.",
    "philosophy": "В даосской традиции питье рассматривается как способ гармонии с природой и источником жизненной силы. Иероглиф 喝 (hē) несет в себе простоту и непосредственность, что отличается от европейского рационального подхода, который часто анализирует действия. Здесь мы видим акцент на процессе, а не на результате.",
    "homonyms": "赫 (hè) — яркий, блестящий.",
    "usage_example": "我想喝水 (Wǒ xiǎng hē shuǐ) — 'Я хочу пить воду'. Пиньинь hē звучит как 'хэ', что напоминает звук, который мы издаем, когда пьем, тем самым облегчая запоминание иероглифа."
  },
  {
    "id": 38,
    "hanzi": "和",
    "pinyin": "hé",
    "translations": [
      "and",
      "together with",
      "with",
      "sum",
      "union",
      "peace",
      "harmony",
      "Japanese related",
      "Taiwan pr. [hàn]"
    ],
    "ru_translations": [
      "и",
      "хорошо"
    ],
    "history": "Иероглиф 和 (hé) состоит из двух компонентов: указывает на гармонию и связь между элементами. Его форма символизирует объединение и согласие, что отражает важность этих понятий в китайской культуре.",
    "philosophy": "В даосизме 和 (hé) ассоциируется с гармонией и естественным течением жизни. В отличие от европейского мышления, где акцент делается на индивидуализме и рациональности, здесь подчеркивается важность взаимодействия и баланса между людьми и природой.",
    "homonyms": "和 (hé) - и; 和 (huó) - мирный, спокойный.",
    "usage_example": "他和她一起去商店。 (Tā hé tā yīqǐ qù shāngdiàn.) — Он и она вместе идут в магазин. Здесь 和 (hé) используется для соединения двух субъектов, что подчеркивает единство и совместные действия."
  },
  {
    "id": 39,
    "hanzi": "很",
    "pinyin": "hěn",
    "translations": [
      "(adverb of degree)",
      "quite",
      "very",
      "awfully"
    ],
    "ru_translations": [
      "очень",
      "крайне"
    ],
    "history": "Иероглиф 很 (hěn) образован от сочетания элементов, обозначающих 'высокий' и 'много'. Этот иероглиф используется для усиления прилагательных и выражает степень, что делает его важным для формирования качеств в языке.",
    "philosophy": "В даосском мышлении 很 (hěn) символизирует относительность восприятия. В отличие от жесткого европейского рационального подхода, здесь акцент на нюансах и контексте: 'очень' может означать не просто высокую степень, а также эмоциональную окраску и глубину переживаний.",
    "homonyms": "亨 (hēng) - удача, успех; 狠 (hěn) - жестокий, суровый.",
    "usage_example": "В предложении 我很高兴 (wǒ hěn gāoxìng) переводится как 'Я очень рад'. Здесь 很 (hěn) подчеркивает степень радости, что помогает лучше понять эмоции говорящего."
  },
  {
    "id": 40,
    "hanzi": "后面",
    "pinyin": "hòu mian",
    "translations": [
      "rear",
      "back",
      "behind",
      "later",
      "afterwards"
    ],
    "ru_translations": [
      "задняя сторона",
      "сзади"
    ],
    "history": "Иероглиф 后面 (hòu mian) состоит из двух частей: 后 (hòu), что означает 'задний', и 面 (miàn), что переводится как 'лицо' или 'сторона'. Этот иероглиф использует комбинацию элементов, чтобы обозначить что-то, что находится позади или сзади. Происхождение иероглифа связано с концепцией пространства и расположения объектов относительно друг друга.",
    "philosophy": "В даосском мышлении концепция 'задней стороны' подразумевает не только физическое положение, но и относительность восприятия. В отличие от европейского рационального подхода, который акцентирует внимание на переднем плане и видимом, китайская философия подчеркивает важность того, что скрыто за пределами нашего восприятия. Это создает глубину понимания пространства и взаимосвязи между объектами.",
    "homonyms": "候 (hòu) - ожидать; 厚 (hòu) - толстый",
    "usage_example": "Я могу сказать: '请你坐在后面' (qǐng nǐ zuò zài hòu mian) — 'Пожалуйста, сядь сзади'. Здесь '后面' указывает на место, что помогает запомнить иероглиф как обозначение расположения. Звуковая часть 'hòu' напоминает о 'заднем' в контексте движения или размещения, что делает его легко ассоциируемым."
  },
  {
    "id": 41,
    "hanzi": "回",
    "pinyin": "huí",
    "translations": [
      "to curve",
      "to return",
      "to revolve"
    ],
    "ru_translations": [
      "возвращение"
    ],
    "history": "Иероглиф 回 (huí) изначально изображает круг, что символизирует возвращение к исходной точке. Он образован из двух элементов: 'гладкая линия' и 'вход', что подчеркивает процесс движения и возвращения. В древности этот символ использовался для обозначения цикличности и повторения.",
    "philosophy": "В даосском мышлении возврат к исходной точке символизирует гармонию и баланс. Это отличается от европейского взгляда, который часто фокусируется на линейном прогрессе. Иероглиф 回 (huí) отражает идею о том, что движение вперед может включать возвращение к истокам.",
    "homonyms": "会 (huì) - встреча; 诲 (huì) - обучать.",
    "usage_example": "我回家了 (wǒ huí jiā le) - Я вернулся домой. Здесь '回' используется в контексте возвращения, что легко запомнить через звук, который напоминает 'вай', что может ассоциироваться с возвращением к уюту дома."
  },
  {
    "id": 42,
    "hanzi": "会",
    "pinyin": "huì",
    "translations": [
      "can",
      "be possible",
      "be able to",
      "will",
      "be likely to",
      "be sure to",
      "to assemble",
      "to meet",
      "to gather",
      "to see",
      "union",
      "group",
      "association",
      "CL:個|个[gè]",
      "a moment (Taiwan pr. for this sense is )"
    ],
    "ru_translations": [
      "уметь",
      "собираться"
    ],
    "history": "Иероглиф 会 (huì) имеет корни в китайской культуре, где он изначально обозначал собрание или встречу. Его графическая форма сочетает в себе элементы, символизирующие собрание людей и взаимодействие. В старом смысле этот иероглиф также указывает на умение или способность, что подчеркивает важность социальных взаимодействий.",
    "philosophy": "В даосском мышлении 会 (huì) отражает гармонию и взаимодействие, где акцент ставится на совместное действие и сообщество. Это отличается от европейского подхода, который чаще фокусируется на индивидуальных достижениях. Означая 'уметь', иероглиф подчеркивает важность связи между знаниями и практическими навыками.",
    "homonyms": "会 (huì) - встреча; 会 (kuài) - радость",
    "usage_example": "Я могу сказать, что 会 (huì) означает 'уметь' в контексте: '我会说中文' (Wǒ huì shuō zhōngwén) — 'Я умею говорить по-китайски'. Звук 'huì' легко запоминается благодаря сочетанию 'х' и 'у', что создает интересное ощущение связи между знанием и умением."
  },
  {
    "id": 43,
    "hanzi": "火车站",
    "pinyin": "huǒ chē zhàn",
    "translations": [
      "train station"
    ],
    "ru_translations": [
      "вокзал",
      "станция поезда"
    ],
    "history": "Иероглиф 火车站 (huǒ chē zhàn) состоит из трех частей: 火 (huǒ) — огонь, 车 (chē) — транспорт, и 站 (zhàn) — станция. В целом, он обозначает место, где останавливаются поезда, что отражает его функциональное назначение. Образно, этот иероглиф демонстрирует движение и связь между местами.",
    "philosophy": "В даосском мышлении иероглиф 火车站 (huǒ chē zhàn) может быть истолкован как символ пути и перемещения, подчеркивающий гармонию между движением и местом. В отличие от европейского подхода, фокусирующегося на статичности и рациональности, китайская философия акцентирует внимание на процессе, изменении и взаимодействии.",
    "homonyms": "",
    "usage_example": "火车站 (huǒ chē zhàn) используется, когда говорят о месте, где люди садятся на поезд. Например: \"我在火车站等车\" (wǒ zài huǒ chē zhàn děng chē) — \"Я жду поезд на вокзале\". Запомните звучание: 'хуао чэ чан' легко произносится и запоминается, так как связано с поездом и ожиданием."
  },
  {
    "id": 44,
    "hanzi": "几",
    "pinyin": "jǐ",
    "translations": [
      "how much",
      "how many",
      "several",
      "a few"
    ],
    "ru_translations": [
      "сколько",
      "несколько"
    ],
    "history": "Иероглиф 几 (jǐ) изначально изображал предмет, напоминающий маленький столик или подставку, что символизировало количество чего-либо. Со временем он стал использоваться для обозначения вопроса о количестве, количества или степени. Образ иероглифа изменился, но его основное значение осталось связанным с числом.",
    "philosophy": "В даосской философии иероглиф 几 (jǐ) отражает относительность и неопределенность, подчеркивая, что количество может варьироваться и не всегда фиксировано. Это отличается от европейского подхода, где количество воспринимается более строго и однозначно. Вопрос «сколько?» подразумевает открытость к множеству возможностей.",
    "homonyms": "己 (jǐ) - сам, свой",
    "usage_example": "Вопрос: 几个 (jǐ gè) — сколько (штук)? Здесь пиньинь jǐ помогает запомнить, что речь идет о количестве, и связано с измерением. Слово часто используется в повседневной речи для уточнения количества объектов."
  },
  {
    "id": 45,
    "hanzi": "家",
    "pinyin": "jiā",
    "translations": [
      "home",
      "family",
      "classifier for families or businesses",
      "refers to the philosophical schools of pre-Han China",
      "noun suffix for specialists in some activity such as musician or revolutionary",
      "corresponds to English -ist",
      "-er",
      "-ary or -ian",
      "CL:個|个[gè]"
    ],
    "ru_translations": [
      "дом",
      "семья"
    ],
    "history": "Иероглиф 家 (jiā) состоит из двух частей: верхней, представляющей крышу, и нижней, символизирующей священное место для семьи. Это отражает концепцию дома как защищенного пространства, где живут и заботятся друг о друге. Иероглиф подчеркивает важность семейных уз в китайской культуре.",
    "philosophy": "В даосской философии дом (家) воспринимается как гармоничное пространство, где человек находит защиту и умиротворение. В отличие от европейского рационального взгляда, который акцентирует внимание на индивидуализме, китайская культура ценит коллективные связи и семейные традиции. Это создает более глубокую связь с окружающим миром и природой.",
    "homonyms": "加 (jiā) - добавлять; 夹 (jiā) - зажимать.",
    "usage_example": "家 (jiā) можно использовать в предложении: '我回家' (wǒ huí jiā) — 'Я возвращаюсь домой'. Звук 'jiā' напоминает звук 'дома' и вызывает ассоциации с уютом и теплом, что помогает легче запомнить иероглиф."
  },
  {
    "id": 46,
    "hanzi": "叫",
    "pinyin": "jiào",
    "translations": [
      "to shout",
      "to call",
      "to order",
      "to ask",
      "to be called",
      "by (indicates agent in the passive mood)"
    ],
    "ru_translations": [
      "звать",
      "называться"
    ],
    "history": "Иероглиф 叫 (jiào) состоит из двух компонентов: верхней части, представляющей собой символ, связанный с речью, и нижней части, которая символизирует действие. Он отражает процесс, когда кто-то зовет или называет кого-то, что связано с коммуникацией и взаимодействием в обществе. Этот иероглиф уже давно используется в китайском языке и сохраняет свою основную функцию.",
    "philosophy": "В даосском мышлении 叫 (jiào) может символизировать естественность общения и активное взаимодействие с окружающим миром. В отличие от европейского подхода, который часто фокусируется на логике и структуре, китайский иероглиф подчеркивает важность собственного выражения и взаимопонимания. Это отражает более интуитивное и органичное восприятие языка и общения.",
    "homonyms": "较 (jiào) - сравнительно, 叫 (jiào) - звать",
    "usage_example": "Я часто 叫 (jiào) своих друзей, когда мне нужно их внимание. Пиньинь 'jiào' звучит как 'джао', что можно запомнить, ассоциируя с 'зов' или 'звать'."
  },
  {
    "id": 47,
    "hanzi": "今天",
    "pinyin": "jīn tiān",
    "translations": [
      "today",
      "at the present",
      "now"
    ],
    "ru_translations": [
      "сегодня"
    ],
    "history": "Иероглиф 今天 (jīn tiān) состоит из двух частей: 今天, что значит 'сегодня', и обозначает текущее время. Он образован от иероглифа 今 (jīn), который изображает концепцию времени, и 天 (tiān), что переводится как 'небо' или 'день'. Вместе они подчеркивают идею настоящего момента.",
    "philosophy": "В даосизме акцент делается на текущий момент, и иероглиф 今天 (jīn tiān) отражает это мышление. Вместо того чтобы зацикливаться на прошлом или будущем, он побуждает сосредоточиться на настоящем. Это отличается от европейского рационального взгляда, который часто рассматривает время линейно.",
    "homonyms": "",
    "usage_example": "今天 (jīn tiān) часто используется в повседневной речи. Например: 今天我去商店 (jīn tiān wǒ qù shāngdiàn) переводится как 'Сегодня я иду в магазин'. Важно запомнить звучание: 'jīn' звучит как 'джин', а 'tiān' как 'тян', что помогает связать слова с их значением."
  },
  {
    "id": 48,
    "hanzi": "九",
    "pinyin": "jiǔ",
    "translations": [
      "nine",
      "9"
    ],
    "ru_translations": [
      "девять"
    ],
    "history": "Иероглиф 九 (jiǔ) имеет древние корни, восходящие к китайским иероглифам, использовавшимся для обозначения чисел. Его форма изначально изображала количество, которое можно было легко визуализировать. С течением времени иероглиф упростился, но сохранил свою связь с понятием числа. В традиционных текстах он часто используется для обозначения чисел в общем контексте.",
    "philosophy": "В даосском контексте число девять воспринимается как символ завершенности и полноты, так как это максимальное однозначное число. Оно может также указывать на цикличность и возвращение, что находит отражение в даосских концепциях о времени и природе. В отличие от европейской традиции, где число часто воспринимается как абстрактная величина, в китайской философии оно имеет более глубокие связи с природой и окружающим миром.",
    "homonyms": "久 (jiǔ) - долго, продолжительное время",
    "usage_example": "Иероглиф 九 (jiǔ) используется в таких выражениях, как 九月 (jiǔ yuè) - сентябрь. Слуховое восприятие 'jiǔ' можно ассоциировать с английским словом 'you', что помогает запомнить его звучание. Этот иероглиф также часто встречается в традиционных праздниках и ритуалах, подчеркивающих важность чисел в культуре."
  },
  {
    "id": 49,
    "hanzi": "开",
    "pinyin": "kāi",
    "translations": [
      "to open",
      "to start",
      "to turn on",
      "to boil",
      "to write out (a medical prescription)",
      "to operate (vehicle)",
      "abbr. for 開爾文|开尔文 degrees Kelvin"
    ],
    "ru_translations": [
      "открывать",
      "начинать"
    ],
    "history": "Иероглиф 开 (kāi) состоит из двух основных компонентов: верхняя часть представляет собой элемент, связанный с движением или открытием, а нижняя часть может быть интерпретирована как символ, указывающий на действие. Этот иероглиф используется для обозначения как буквального, так и переносного смысла открытия, что делает его универсальным в различных контекстах.",
    "philosophy": "В даосской традиции открытие (开) воспринимается как процесс освобождения и начала нового. В отличие от европейского рационального подхода, который часто сосредоточен на контроле и планировании, даосизм акцентирует внимание на естественности и спонтанности процесса открытия, позволяя событиям развиваться органически.",
    "homonyms": "凯 (kǎi) - победа",
    "usage_example": "我想开 (wǒ xiǎng kāi) новый бизнес. Здесь пиньинь 'kāi' подчеркивает действие открытия, что создает ассоциацию с началом чего-то нового."
  },
  {
    "id": 50,
    "hanzi": "看",
    "pinyin": "kàn",
    "translations": [
      "to see",
      "to look at",
      "to read",
      "to watch",
      "to consider",
      "to regard as",
      "to view as",
      "to treat as",
      "to judge",
      "(after repeated verb) to give it a try",
      "depending on (how you're judging)",
      "to visit",
      "to call on",
      "to treat (an illness)",
      "to look after",
      "Watch out! (for a danger)"
    ],
    "ru_translations": [
      "смотреть",
      "глядеть"
    ],
    "history": "Иероглиф 看 (kàn) состоит из двух частей: 木 (mù), что означает 'дерево', и 看 (kàn), что воплощает действие наблюдения. Этот иероглиф возник в древности и отражает идею наблюдения за чем-то, что находится на виду. Он олицетворяет процесс восприятия и понимания окружающего мира.",
    "philosophy": "В даосизме наблюдение за природой и окружающим миром занимает важное место, и иероглиф 看 (kàn) подчеркивает этот аспект. В отличие от западного рационализма, который акцентирует внимание на анализе и логике, китайская философия предлагает более целостный подход, где важно не только видеть, но и чувствовать. Это глубокое взаимодействие с миром через простое наблюдение.",
    "homonyms": "看 (kàn) - смотреть; 砍 (kǎn) - рубить; 感 (gǎn) - чувствовать.",
    "usage_example": "我在看书 (Wǒ zài kàn shū) - 'Я читаю книгу'. Здесь иероглиф 看 (kàn) используется в контексте действия, что подчеркивает активное участие в процессе восприятия информации."
  },
  {
    "id": 51,
    "hanzi": "看见",
    "pinyin": "kàn jiàn",
    "translations": [
      "to see",
      "to catch sight of"
    ],
    "ru_translations": [
      "увидеть",
      "заметить"
    ],
    "history": "Иероглиф 看见 (kàn jiàn) состоит из двух частей: 看 (kàn), что означает 'смотреть', и 见 (jiàn), что переводится как 'видеть'. Вместе они образуют концепцию восприятия и наблюдения. Этот иероглиф отражает действие, связанное с визуальным восприятием окружающего мира.",
    "philosophy": "В даосской философии акцент делается на непосредственном восприятии реальности, что хорошо иллюстрирует иероглиф 看见 (kàn jiàn). Он подчеркивает важность наблюдения за природой и окружающим миром как способа познания. В отличие от европейского рационального взгляда, который часто стремится к анализу, здесь акцент на простом и непосредственном опыте.",
    "homonyms": "干 (gān) - 'сухой', 干 (gàn) - 'делать'",
    "usage_example": "他看见了一个美丽的风景。 (tā kàn jiàn le yī gè měilì de fēngjǐng) - 'Он увидел красивый пейзаж.' Использование 看见 (kàn jiàn) здесь подчеркивает момент непосредственного визуального восприятия, что делает акцент на том, что он не просто услышал о пейзаже, а действительно его увидел."
  },
  {
    "id": 52,
    "hanzi": "块",
    "pinyin": "kuài",
    "translations": [
      "lump (of earth)",
      "chunk",
      "piece",
      "classifier for pieces of cloth",
      "cake",
      "soap etc",
      "colloquial word for yuan (or other unit of currency such as Hong Kong or US dollar etc)",
      "usually as 塊錢|块钱"
    ],
    "ru_translations": [
      "кусок",
      "блок"
    ],
    "history": "Иероглиф 块 (kuài) состоит из двух частей: верхняя часть представляет собой символ, связанный с землёй или块, а нижняя часть обозначает плоскую поверхность. Этот иероглиф использовался для обозначения кусочков или блоков различных материалов, таких как камень или земля. Со временем он стал применяться также в контексте денежных единиц.",
    "philosophy": "В даосском мышлении иероглиф 块 (kuài) подчеркивает целостность и простоту природы вещей. В отличие от европейского взгляда, который часто фокусируется на анализе и делении на части, даосизм воспринимает кусок как единое целое, где каждая часть имеет своё значение в контексте. Это отражает идею о том, что всё в природе связано и что форма имеет значение в её естественном состоянии.",
    "homonyms": "快 (kuài) - быстрый",
    "usage_example": "Я купил кусок мяса (我买了一块肉 - Wǒ mǎile yī kuài ròu). Запомнить пиньинь kuài можно, ассоциируя его с быстрым (快), так как в кулинарии время приготовления может зависеть от размера куска."
  },
  {
    "id": 53,
    "hanzi": "来",
    "pinyin": "lái",
    "translations": [
      "to come",
      "to arrive",
      "to come round",
      "ever since",
      "next"
    ],
    "ru_translations": [
      "приходить",
      "появляться"
    ],
    "history": "Иероглиф 来 (lái) имеет древние корни и изначально изображал действие движения в направлении говорящего. Его форма отражает идею приближения и взаимодействия. В классических текстах он часто использовался для обозначения прихода или появления чего-либо.",
    "philosophy": "В даосском контексте иероглиф 来 (lái) символизирует поток жизни и естественное течение событий. Он подчеркивает важность открытости к новому и взаимодействию с окружающим миром. В отличие от европейского рационального мышления, даосизм акцентирует внимание на гармонии и непрерывном изменении.",
    "homonyms": "来 (lái) - 來 (lái) - приходить, появляться",
    "usage_example": "我来这里是为了学习中文。(Wǒ lái zhèlǐ shì wèile xuéxí zhōngwén.) - Я пришел сюда, чтобы изучать китайский. Запоминается как 'lái' - 'приходить', акцент на действии, которое подразумевает движение к чему-то новому."
  },
  {
    "id": 54,
    "hanzi": "老师",
    "pinyin": "lǎo shī",
    "translations": [
      "teacher",
      "CL:個|个",
      "位[wèi]"
    ],
    "ru_translations": [
      "учитель"
    ],
    "history": "Иероглиф 老师 (lǎo shī) состоит из двух частей: 老 (lǎo), что означает 'старый' или 'опытный', и 师 (shī), что переводится как 'учитель' или 'мастер'. В традиционном китайском обществе уважение к старшим и их опыту было важным аспектом, поэтому этот иероглиф отражает ценность мудрости и обучения. Образно, 老师 обозначает человека, который передает знания и опыт другим.",
    "philosophy": "В даосизме ценится мудрость, которая приходит с возрастом и опытом, что подчеркивается в иероглифе 老师 (lǎo shī). Этот подход отличается от европейского рационализма, где акцент делается на формальном образовании и молодости. Здесь важно не только знание, но и умение передавать его с уважением и заботой.",
    "homonyms": "无师 (wú shī) - 'без учителя'",
    "usage_example": "我有一个好老师 (wǒ yǒu yī gè hǎo lǎo shī) - 'У меня хороший учитель'. В этом предложении иероглиф 老师 (lǎo shī) используется для обозначения человека, который обучает и направляет. Запомнить пиньинь можно, ассоциируя его с 'старым' и 'учителем', ведь именно опыт помогает в обучении."
  },
  {
    "id": 55,
    "hanzi": "了",
    "pinyin": "le",
    "translations": [
      "(modal particle intensifying preceding clause)",
      "(completed action marker)"
    ],
    "ru_translations": [
      "прошедший",
      "завершённый"
    ],
    "history": "Иероглиф 了 (le) возник из знака, символизирующего движение или изменение состояния. Изначально он использовался для обозначения завершённости действия, что отражает его современное значение. С течением времени форма иероглифа изменялась, но общий смысл остался неизменным.",
    "philosophy": "В даосском мышлении 了 (le) символизирует завершение цикла и переход к новому состоянию. Он подчеркивает важность принятия изменений и текущего момента, в отличие от фиксированного взгляда, характерного для европейской рациональности. Понимание 了 (le) как завершения и начала нового процесса позволяет лучше воспринимать жизнь как непрерывное движение.",
    "homonyms": "",
    "usage_example": "在中国，学习汉字是非常重要的。 (Zài Zhōngguó, xuéxí hànzì shì fēicháng zhòngyào de.) — В Китае изучение иероглифов очень важно. Здесь 了 (le) может использоваться для обозначения завершённости действия, например, '我吃了' (Wǒ chī le) — 'Я поел'."
  },
  {
    "id": 56,
    "hanzi": "冷",
    "pinyin": "lěng",
    "translations": [
      "cold"
    ],
    "ru_translations": [
      "холодный"
    ],
    "history": "Иероглиф 冷 (lěng) состоит из двух частей: 冰, означающей 'лед', и 亥, что символизирует 'поток' или 'течение'. Это образует представление о чем-то холодном и текучем, что может быть связано с ощущением холода в природе. Иероглиф используется для описания температуры и состояния, когда что-то теряет тепло.",
    "philosophy": "В даосской философии холод ассоциируется с покоем и умиротворением, что противопоставляется бурным эмоциям. В отличие от европейского рационального подхода, который стремится контролировать и управлять, даосизм предлагает принимать холод как естественное состояние, находить гармонию в его присутствии.",
    "homonyms": "零 (líng) - ноль, 领 (lǐng) - лидер, область",
    "usage_example": "Вот предложение: '今天外面很冷' (jīntiān wàimiàn hěn lěng) - 'Сегодня на улице очень холодно'. Используйте 冷 (lěng) для описания температуры или чувства холода. Это поможет вам визуализировать ситуацию и запомнить иероглиф через контекст."
  },
  {
    "id": 57,
    "hanzi": "里",
    "pinyin": "lǐ",
    "translations": [
      "li (Chinese mile)",
      "500 meters (modern)",
      "home",
      "hometown",
      "village",
      "neighborhood",
      "administrative unit"
    ],
    "ru_translations": [
      "внутри"
    ],
    "history": "Иероглиф 里 (lǐ) имеет древние корни и изначально обозначал пространство внутри чего-либо. Его форма вероятно произошла от изображения дома или укрытия, что подчеркивает значение 'внутри'. Со временем этот иероглиф стал более универсальным и используется для обозначения внутреннего пространства в более широком смысле.",
    "philosophy": "В даосской философии 里 (lǐ) отражает концепцию внутреннего мира и гармонии. Это отличается от европейского рационального подхода, который часто сосредоточен на внешних проявлениях. Здесь акцент на внутреннем состоянии и понимании себя как части целого.",
    "homonyms": "里 (lǐ) — 'внутри'; 理 (lǐ) — 'принцип, порядок'; 里 (lǐ) — 'ли, китайская мера длины'.",
    "usage_example": "В предложении '家里 (jiā lǐ)' переводится как 'внутри дома'. Здесь 里 (lǐ) подчеркивает внутреннее пространство, делая акцент на уединении и комфорте, что легко запоминается благодаря звучанию 'ли', как 'внутри'."
  },
  {
    "id": 58,
    "hanzi": "零",
    "pinyin": "líng",
    "translations": [
      "zero",
      "nought",
      "zero sign",
      "fractional",
      "fragmentary",
      "odd (of numbers)",
      "(placed between two numbers to indicate a smaller quantity followed by a larger one)",
      "fraction",
      "(in mathematics) remainder (after division)",
      "extra",
      "to wither and fall",
      "to wither"
    ],
    "ru_translations": [
      "ноль",
      "пустота"
    ],
    "history": "Иероглиф 零 (líng) происходит от более раннего знака, который обозначал ноль как отсутствие количества. Его форма символизирует пустоту и отсутствие, что является центральной концепцией в математике и философии. Этот иероглиф стал широко использоваться в расчетах и числовых системах.",
    "philosophy": "В даосизме ноль (零) представляет собой идею пустоты и непривязанности, что противопоставляется западной концепции наполненности и конечности. Он символизирует состояние, в котором возможны бесконечные возможности и изменения. Это понимание подчеркивает важность пустоты как основы для новых начинаний.",
    "homonyms": "灵 (líng) - дух, душа; 零 (líng) - ноль",
    "usage_example": "В математике значение нуля (零) критично: 'Введем переменную x, где x равно нулю (零)'. Пиньинь líng звучит как 'лин', что может помочь запомнить его звучание через ассоциацию с пустотой и отсутствием."
  },
  {
    "id": 59,
    "hanzi": "六",
    "pinyin": "liù",
    "translations": [
      "six",
      "6"
    ],
    "ru_translations": [
      "шестой",
      "шесть"
    ],
    "history": "Иероглиф 六 (liù) имеет древние корни и восходит к изображению шести линий, что отражает его численное значение. Он был использован в различных системах счисления, включая календарные и астрономические. В древних текстах он часто встречается в контексте описания времени и циклов.",
    "philosophy": "С точки зрения даосизма, 六 (liù) символизирует гармонию и баланс, что связано с циклическим восприятием времени и природных явлений. В отличие от линейного мышления, присущего европейской культуре, здесь акцент на взаимосвязь и взаимодействие элементов. Это число также может обозначать полноту, как шесть направлений в пространстве.",
    "homonyms": "流 (liú) - течь; 六 (liù) - шесть",
    "usage_example": "六 (liù) часто используется в счетах и описаниях. Например, 六个苹果 (liù ge píngguǒ) означает 'шесть яблок'. Звук 'liù' легко запоминается из-за его сходства с русским 'лю', что может помочь в изучении."
  },
  {
    "id": 60,
    "hanzi": "妈妈",
    "pinyin": "mā ma",
    "translations": [
      "mama",
      "mommy",
      "mother",
      "CL:個|个",
      "位[wèi]"
    ],
    "ru_translations": [
      "мама"
    ],
    "history": "Иероглиф 妈妈 (mā ma) состоит из двух частей: 妈, что означает 'мама', и повторяющегося символа для усиления. Он восходит к образу женщины, заботящейся о детях, и показывает связь между матерью и ребенком. В китайском языке использование повторяющихся слов для обозначения близости и нежности является обычным явлением.",
    "philosophy": "Иероглиф 妈妈 (mā ma) отражает концепцию материнства как источника жизни и заботы, что соответствует даосскому принципу гармонии и естественности. В отличие от западного подхода, где акцент делается на индивидуализме, здесь важна связь и поддержка в семье. Это подчеркивает важность взаимозависимости и эмоциональной связи.",
    "homonyms": "骂 (mà) - ругать",
    "usage_example": "В разговорной речи часто можно услышать: '妈妈，我爱你' (mā ma, wǒ ài nǐ) — 'Мама, я тебя люблю'. Здесь пиньинь помогает запомнить интонацию, где 'mā' произносится с высоким тоном, что подчеркивает нежность обращения."
  },
  {
    "id": 61,
    "hanzi": "吗",
    "pinyin": "ma",
    "translations": [
      "(question tag)"
    ],
    "ru_translations": [
      "вопросительная частица"
    ],
    "history": "Иероглиф 吗 (ma) представляет собой вопросительную частицу, используемую для образования вопросов в китайском языке. Его форма символизирует звук, который произносится в конце вопроса, делая его легким для восприятия собеседником. Происхождение иероглифа связано с необходимостью обозначить вопросительное намерение в разговоре.",
    "philosophy": "В даосском мышлении 吗 (ma) отражает открытость к новым идеям и стремление к диалогу. В отличие от европейского рационального подхода, где вопрос может восприниматься как вызов, в китайском контексте он скорее является приглашением к общению. Это подчеркивает важность взаимопонимания и непрерывного обмена мнениями.",
    "homonyms": "吗 (ma) - вопросительная частица",
    "usage_example": "Пример использования: 你好吗？ (Nǐ hǎo ma?) — Как дела? Здесь 吗 (ma) ставится в конце, чтобы превратить утверждение в вопрос. Звук 'ma' легко запоминается, так как произносится мягко и непринужденно."
  },
  {
    "id": 62,
    "hanzi": "买",
    "pinyin": "mǎi",
    "translations": [
      "to buy",
      "to purchase"
    ],
    "ru_translations": [
      "покупать",
      "приобретать"
    ],
    "history": "Иероглиф 买 (mǎi) состоит из двух частей: верхняя часть (马) означает 'лошадь', а нижняя часть (买) представляет собой символ, связанный с движением. В древности лошади использовались для транспортировки товаров, и покупка лошади символизировала приобретение чего-то ценного. Таким образом, иероглиф обозначает процесс покупки и обмена товаров.",
    "philosophy": "В даосском понимании 买 (mǎi) отражает концепцию обмена и взаимозависимости в мире. В отличие от европейского рационализма, который часто акцентирует внимание на материальных аспектах торговли, китайская философия подчеркивает гармонию и баланс в процессе обмена, где покупка становится частью круговорота жизни и взаимодействия.",
    "homonyms": "卖 (mài) - 'продавать'",
    "usage_example": "我想买 (wǒ xiǎng mǎi) книгу. Здесь '买' подчеркивает процесс покупки, который напрямую связан с желанием приобрести что-то. Пиньинь 'mǎi' звучит так же, как 'май', что может помочь в запоминании, если представить себе солнечный день в мае, когда люди часто совершают покупки на рынках."
  },
  {
    "id": 63,
    "hanzi": "猫",
    "pinyin": "māo",
    "translations": [
      "cat",
      "CL:隻|只[zhī]"
    ],
    "ru_translations": [
      "кот"
    ],
    "history": "Иероглиф 猫 (māo) представляет собой сочетание символов, указывающих на животное. Он состоит из радикала 猫, который может означать 'животное', и элемента, указывающего на его связь с домашними питомцами. Происхождение иероглифа связано с изображением кошки, что отображает её важность в культуре и быту.",
    "philosophy": "В даосской философии кошка символизирует умиротворение и гармонию с природой. Это животное олицетворяет свободу и независимость, что отличается от европейского взгляда на домашних животных как на подчинённых существ. Кошка, как иероглиф, призывает к наблюдению и пониманию природы, а не к её контролю.",
    "homonyms": "",
    "usage_example": "К примеру, фраза '我有一只猫' (wǒ yǒu yī zhī māo) переводится как 'У меня есть кот'. В ней звучит лёгкость и непринуждённость, что соответствует образу кошки как свободного существа."
  },
  {
    "id": 64,
    "hanzi": "没",
    "pinyin": "méi",
    "translations": [
      "(negative prefix for verbs)",
      "have not",
      "not"
    ],
    "ru_translations": [
      "нет",
      "не"
    ],
    "history": "Иероглиф 没 (méi) состоит из двух частей: вода (氵) и отрицательная частица (亡). Его изображение отражает идею отсутствия или утраты, что в контексте воды символизирует недостаток или отсутствие чего-либо. Этот иероглиф часто используется в сочетаниях, чтобы обозначить отрицание или отсутствие.",
    "philosophy": "В даосском контексте иероглиф 没 (méi) указывает на естественное состояние вещей, когда все приходит и уходит. Он подчеркивает важность принятия изменений и понимания, что отсутствие также является частью природы. В отличие от европейского подхода, где акцент делается на наличии и достижении, здесь подчеркивается отсутствие как нормальное состояние.",
    "homonyms": "没 (méi) - нет; 玫 (méi) - роза",
    "usage_example": "В разговорной речи можно услышать фразу '我没时间' (wǒ méi shíjiān), что переводится как 'У меня нет времени'. Здесь иероглиф 没 (méi) указывает на отсутствие времени, что легко запоминается благодаря контексту и звучанию."
  },
  {
    "id": 65,
    "hanzi": "没关系",
    "pinyin": "méi guān xi",
    "translations": [
      "it doesn't matter"
    ],
    "ru_translations": [
      "не имеет значения",
      "ничего страшного"
    ],
    "history": "Иероглиф 没 (méi) означает 'не', а 关系 (guān xi) переводится как 'отношение'. В совокупности они формируют фразу, которая используется для выражения успокоения в ответ на извинения или неудобства. Происхождение этой фразы связано с культурной привычкой китайцев минимизировать конфликты и поддерживать гармонию.",
    "philosophy": "Фраза 没关系 (méi guān xi) отражает даосское представление о непривязанности и принятии обстоятельств такими, какие они есть. В отличие от западного рационального подхода, который стремится к решению проблем, здесь акцент делается на смирение и спокойствие. Это демонстрирует, как в китайской культуре важнее сохранить гармонию, чем заострять внимание на негативных аспектах.",
    "homonyms": "每个 (měi gè) - каждый",
    "usage_example": "Когда кто-то извиняется за опоздание, можно сказать 没关系 (méi guān xi), чтобы выразить, что это не вызывает беспокойства. Запоминается легко, так как звучит как 'мэй' — 'не', 'гуань' — 'отношение', и 'си' — 'связь', что в целом создает ассоциацию с отсутствием беспокойства."
  },
  {
    "id": 66,
    "hanzi": "米饭",
    "pinyin": "mǐ fàn",
    "translations": [
      "(cooked) rice"
    ],
    "ru_translations": [
      "рис",
      "вареный рис"
    ],
    "history": "Иероглиф 米饭 (mǐ fàn) состоит из двух частей: 米 (mǐ), что означает 'рис', и 饭 (fàn), что переводится как 'еду' или 'приготовленную пищу'. В древности рис был основным продуктом питания в Китае, и его символика связана с жизненной силой и процветанием. Иероглиф 米 имеет форму, напоминающую зерна риса, что подчеркивает его важность в культуре.",
    "philosophy": "Иероглиф 米饭 (mǐ fàn) отражает даосское понимание важности простоты и естественности в пище. В отличие от европейского подхода к сложным блюдам, китайская философия подчеркивает радость от простого, но питательного риса, который является основой для многих семейных обедов. Это показывает гармонию с природой и уважение к основным продуктам.",
    "homonyms": "米 (mǐ) — 'рис'; 迷 (mí) — 'заблуждение,迷惑' (míhuò) — 'заблуждаться',",
    "usage_example": "Я часто ем 米饭 (mǐ fàn) на завтрак, так как это дает мне энергию на весь день. Пиньинь 'mǐ fàn' звучит как 'ми фан' и легко запоминается благодаря ассоциации с основным продуктом питания, который я использую каждый день."
  },
  {
    "id": 67,
    "hanzi": "明天",
    "pinyin": "míng tiān",
    "translations": [
      "tomorrow"
    ],
    "ru_translations": [
      "завтра"
    ],
    "history": "Иероглиф 明天 (míng tiān) состоит из двух частей: 明, что означает 'ясный', и 天, что переводится как 'небо' или 'день'. Это сочетание формирует представление о 'ясном дне', что отражает понятие завтрашнего дня как времени новых возможностей. Происхождение иероглифа связано с наблюдениями за небом и переходом от ночи к свету.",
    "philosophy": "В даосском мышлении 明天 (míng tiān) представляет собой концепцию времени как цикличного процесса, где завтрашний день — это возможность для нового начала. Это отличается от линейного подхода в европейской философии, где акцент делается на планировании и предсказуемости. Здесь присутствует акцент на естественном течении времени и возможности перемен.",
    "homonyms": "明 (míng) - 'ясный, светлый'; 名 (míng) - 'имя'",
    "usage_example": "明天我去学校。 (míng tiān wǒ qù xuéxiào) — 'Завтра я иду в школу.' Звук 'míng' легко запомнить, так как он ассоциируется с 'ясным' светом, а 'tiān' напоминает '天' (небо), что также идет в контексте дня. Это помогает лучше усвоить смысл иероглифа."
  },
  {
    "id": 68,
    "hanzi": "名字",
    "pinyin": "míng zi",
    "translations": [
      "name (of a person or thing)",
      "CL:個|个[gè]"
    ],
    "ru_translations": [
      "имя",
      "название"
    ],
    "history": "Иероглиф 名 (míng) состоит из элементов, обозначающих 'имя' и 'звать'. Он исторически связан с концепцией идентификации и обозначением сущности, что подчеркивает важность имени в китайской культуре. Вторая часть 字 (zì) означает 'символ' или 'знак', что также указывает на значение языка и письменности в общении.",
    "philosophy": "С точки зрения философии, имя (名字) представляет собой связь между сущностью и её обозначением, что может быть связано с даосским пониманием природы вещей. В отличие от западного взгляда, где имя часто воспринимается как простой ярлык, в китайской традиции имя имеет глубокую связь с духом и сущностью человека или предмета.",
    "homonyms": "名 (míng) - известный; 声名 (shēngmíng) - слава.",
    "usage_example": "我叫李明，名字是我的身份的象征。 (Wǒ jiào Lǐ Míng, míngzì shì wǒ de shēnfèn de xiàngzhēng.) — Меня зовут Ли Мин, имя является символом моей идентичности."
  },
  {
    "id": 69,
    "hanzi": "哪",
    "pinyin": "nǎ",
    "translations": [
      "how",
      "which"
    ],
    "ru_translations": [
      "какой",
      "который"
    ],
    "history": "Иероглиф 哪 (nǎ) возник из комбинации элементов, указывающих на вопросительное значение. Он состоит из радикала, связанного с направлениями или местоположением, и обозначает поиск или выбор. Этот иероглиф часто используется в вопросах, связанных с выбором или уточнением.",
    "philosophy": "С точки зрения даосизма, иероглиф 哪 (nǎ) отражает концепцию выбора и поиска. В отличие от западного подхода, где вопрос может восприниматься как прямолинейный поиск ответа, китайская философия подчеркивает процесс исследования и понимания разных возможностей. Это делает акцент на том, что каждый вопрос может открывать новые пути и перспективы.",
    "homonyms": "那 (nà) - тот, он",
    "usage_example": "Вопрос '你要哪种水果?' (Nǐ yào nǎ zhǒng shuǐguǒ?) переводится как 'Какой фрукт ты хочешь?'. Здесь иероглиф 哪 (nǎ) помогает уточнить выбор среди множества вариантов, что соответствует его основному значению."
  },
  {
    "id": 70,
    "hanzi": "那",
    "pinyin": "nà",
    "translations": [
      "that",
      "those",
      "then (in that case)",
      "commonly pr.  before a classifier",
      "esp. in Beijing"
    ],
    "ru_translations": [
      "тот",
      "такой"
    ],
    "history": "Иероглиф 那 (nà) образован от сочетания элементов, указывающих на направление или место. Его форма может быть связана с указанием на что-то конкретное, что находится в определённой позиции. Это делает его важным для указания и определения предметов или людей в разговоре.",
    "philosophy": "С точки зрения даосского мышления, 那 (nà) отражает идею указания на конкретное, что может быть связано с концепцией 'здесь и сейчас'. В отличие от европейского рационального взгляда, где акцент ставится на абстракции, этот иероглиф подчеркивает важность непосредственного восприятия и взаимодействия с реальностью.",
    "homonyms": "那 (nà) - тот; 娜 (nà) - имя (женское).",
    "usage_example": "Например, фраза 那是我的书 (nà shì wǒ de shū) переводится как 'Это моя книга'. Здесь 那 (nà) указывает на конкретный объект, и его произношение 'на' может помочь запомнить, что речь идет о чем-то конкретном."
  },
  {
    "id": 71,
    "hanzi": "呢",
    "pinyin": "ne",
    "translations": [
      "particle indicating that a previously asked question is to be applied to the preceding word (\"What about ...?\", \"And ...?\")",
      "particle for inquiring about location (\"Where is ...?\")",
      "particle signaling a pause",
      "to emphasize the preceding words and allow the listener time to take them on board (\"ok?\", \"are you with me?\")",
      "(at the end of a declarative sentence) particle indicating continuation of a state or action",
      "particle indicating strong affirmation"
    ],
    "ru_translations": [
      "же",
      "а"
    ],
    "history": "Иероглиф 呢 (ne) является вопросительным частицей, используемой для усиления вопроса или уточнения. Его форма происходит от сочетания элементов, обозначающих звук и действие, что подчеркивает его роль в диалогах. В этом контексте иероглиф часто используется для создания более живых и динамичных разговоров.",
    "philosophy": "В даосском мышлении вопросительные частицы, такие как 呢 (ne), символизируют открытость к новому и непредсказуемому. Они приглашают к диалогу и исследованию, что отличается от европейского рационального подхода, где акцент делается на четкость и определенность. Это подчеркивает важность общения и взаимодействия в китайской культуре.",
    "homonyms": "呢 (ne) - же; 何 (hé) - что, какой; 奴 (nú) - раб, женщина",
    "usage_example": "你在做什么呢？ (Nǐ zài zuò shénme ne?) - Что ты делаешь? Здесь 呢 (ne) добавляет элемент интереса к вопросу, побуждая собеседника поделиться подробностями. Этот иероглиф помогает создать атмосферу дружеского общения."
  },
  {
    "id": 72,
    "hanzi": "能",
    "pinyin": "néng",
    "translations": [
      "to be able to",
      "to be capable of",
      "ability",
      "capability",
      "able",
      "capable",
      "can possibly",
      "(usually used in the negative) to have the possibility of"
    ],
    "ru_translations": [
      "мочь",
      "способность"
    ],
    "history": "Иероглиф 能 (néng) имеет древние корни, восходящие к концепции силы и потенциала. Его образ изначально представлял собой сочетание элементов, связанных с возможностью выполнения действий. Он часто использовался для обозначения способности человека или объекта выполнять определенные функции.",
    "philosophy": "В даосской философии 能 (néng) символизирует естественную способность и гармонию с окружающим миром. Это не просто механическая возможность, а внутренняя сила, которая раскрывается в условиях минимального сопротивления. В отличие от европейского подхода, который часто акцентирует внимание на рациональности и контроле, даосское мышление подчеркивает важность интуитивного понимания и согласия с естественным потоком жизни.",
    "homonyms": "撑 (chēng) - поддерживать, держать; 能 (néng) - мочь, способность.",
    "usage_example": "他能游泳。 (Tā néng yóuyǒng.) - Он может плавать. Здесь 能 (néng) указывает на возможность или способность, что легко запоминается благодаря звучанию и контексту действия."
  },
  {
    "id": 73,
    "hanzi": "你",
    "pinyin": "nǐ",
    "translations": [
      "you (informal, as opposed to courteous 您)"
    ],
    "ru_translations": [
      "ты"
    ],
    "history": "Иероглиф 你 (nǐ) состоит из двух компонентов: 'выросший человек' (尔) и 'я' (你). Этот иероглиф возник в древнекитайском языке и использовался для обозначения второго лица, что подчеркивает взаимодействие между людьми. Его форма отражает идею общения и связи.",
    "philosophy": "Иероглиф 你 (nǐ) иллюстрирует даосское понимание взаимодействия и отношений между людьми. В отличие от европейского подхода, где акцент делается на индивидуализме, здесь важна связь и взаимопонимание. Это показывает, как язык отражает культурные ценности и образ жизни.",
    "homonyms": "尼 (ní) — 'ни', как в 'ни один'.",
    "usage_example": "你 (nǐ) используется в приветствиях, например, 你好 (nǐ hǎo) — 'привет'. Это помогает запомнить, что 'ты' — основа общения в китайском языке, и произносится с тона, требующего внимания к интонации."
  },
  {
    "id": 74,
    "hanzi": "年",
    "pinyin": "nián",
    "translations": [
      "year",
      "CL:個|个[gè]"
    ],
    "ru_translations": [
      "год",
      "лето"
    ],
    "history": "Иероглиф 年 (nián) изначально изображал рисовое поле, на котором отмечался годовой цикл сбора урожая. С течением времени он стал символизировать не только годы, но и время в целом. Его форма может напоминать комбинацию элементов, связанных с земледелием и цикличностью природы.",
    "philosophy": "В даосизме концепция времени связана с природными циклами, и иероглиф 年 (nián) отражает это единство человека и природы. В отличие от европейского взгляда, где время часто воспринимается линейно, в китайской философии оно более циклично, что подчеркивает важность гармонии с окружающим миром.",
    "homonyms": "念 (niàn) - мысль; читать вслух.",
    "usage_example": "年 (nián) часто используется в выражениях, связанных с возрастом или праздниками, например, 新年 (xīnnián) - Новый год. Пиньинь звучит как 'ни-ан', что может напоминать о 'нью' (новом) в английском языке."
  },
  {
    "id": 75,
    "hanzi": "女儿",
    "pinyin": "nǚ ér",
    "translations": [
      "daughter"
    ],
    "ru_translations": [
      "дочь"
    ],
    "history": "Иероглиф 女儿 (nǚ ér) состоит из двух частей: 女, что означает 'женщина', и 儿, что обозначает 'ребенок'. Это создает образ дочери как 'женского ребенка'. Иероглиф отражает социальную роль женщин в китайском обществе и их важность в семье.",
    "philosophy": "В даосизме ценится гармония между мужским и женским началом, и иероглиф 女儿 (nǚ ér) символизирует это единство. В отличие от европейского рационального подхода, который часто акцентирует внимание на индивидуализме, китайская культура подчеркивает семейные связи и коллективные ценности, что выражается в значении этого слова.",
    "homonyms": "",
    "usage_example": "В предложении 我有一个女儿 (Wǒ yǒu yī gè nǚ ér) 'У меня есть дочь' иероглиф 女儿 (nǚ ér) легко запоминается благодаря его структуре: 'женщина' и 'ребенок', что визуально и смыслово подчеркивает родственную связь."
  },
  {
    "id": 76,
    "hanzi": "朋友",
    "pinyin": "péng you",
    "translations": [
      "friend",
      "CL:個|个",
      "位[wèi]"
    ],
    "ru_translations": [
      "друг"
    ],
    "history": "Иероглиф 朋友 (péng you) состоит из двух частей: 朋 (péng), что означает 'друзья', и 有 (yǒu), который обозначает 'иметь'. В древности 朋 изображал пару деревьев, символизируя дружеские связи. Таким образом, этот иероглиф отражает идею взаимной поддержки и общения между людьми.",
    "philosophy": "Философия иероглифа 朋友 (péng you) связана с даосским учением о гармонии и взаимопомощи. Он подчеркивает важность человеческих отношений и взаимной поддержки, что отличается от более индивидуалистичного подхода в европейской культуре. В даосизме дружба рассматривается как нечто естественное и необходимое для достижения гармонии в жизни.",
    "homonyms": "朋 (péng) - 'друзья'; 朋 (péng) - 'пара, группа'.",
    "usage_example": "Выражение 朋友 (péng you) часто используется в повседневной речи, например, '他是我的朋友' (tā shì wǒ de péng you) - 'Он мой друг'. Звуки 'péng' и 'you' легко запоминаются благодаря их простоте и четкости, что помогает в восприятии иероглифа."
  },
  {
    "id": 77,
    "hanzi": "漂亮",
    "pinyin": "piào liang",
    "translations": [
      "pretty",
      "beautiful"
    ],
    "ru_translations": [
      "красивый"
    ],
    "history": "Иероглиф 漂亮 (piào liang) состоит из двух частей: 漂 (piào), что означает 'плыть' или 'лететь', и 亮 (liàng), что переводится как 'яркий' или 'светлый'. В совокупности они создают образ чего-то легкого и светлого, что привлекает внимание. Этот иероглиф часто используется для описания красоты как в природе, так и в людях.",
    "philosophy": "Иероглиф 漂亮 (piào liang) отражает даосское понимание красоты как нечто естественное и гармоничное. Он акцентирует внимание на легкости и яркости, что противопоставляется более жесткому западному восприятию красоты, основанному на симметрии и структуре. Это подчеркивает важность внутреннего состояния и естественности в восприятии красивого.",
    "homonyms": "",
    "usage_example": "她今天看起来很漂亮 (tā jīntiān kàn qǐlái hěn piào liang) — 'Она сегодня выглядит очень красиво'. Запомнить пиньинь можно, ассоциируя 'piào' с легкостью и 'liàng' с яркостью, что создает образ легкой и яркой красоты."
  },
  {
    "id": 78,
    "hanzi": "苹果",
    "pinyin": "píng guǒ",
    "translations": [
      "apple",
      "CL:個|个",
      "顆|颗[kē]"
    ],
    "ru_translations": [
      "яблоко"
    ],
    "history": "Иероглиф 苹果 (píng guǒ) состоит из двух частей: 苹果, где \"苹\" (píng) обозначает \"яблоню\", а \"果\" (guǒ) означает \"фрукт\". Этот иероглиф символизирует плод яблони и стал популярным в китайской культуре благодаря своей сладости и питательности. Яблоко также ассоциируется с богатством и изобилием.",
    "philosophy": "В даосизме яблоко может символизировать гармонию и баланс в природе, так как оно является естественным продуктом. В отличие от европейского подхода, сосредоточенного на классификации и анализе, китайская философия акцентирует внимание на взаимосвязи всего живого, где яблоко является частью целого.",
    "homonyms": "",
    "usage_example": "苹果 (píng guǒ) часто используется в повседневной жизни: \"我喜欢吃苹果\" (wǒ xǐ huān chī píng guǒ) — \"Мне нравится есть яблоки\". Звуковая структура пиньиня соответствует произношению, где \"píng\" звучит как 'пинг', а \"guǒ\" как 'гуа', что помогает запомнить иероглиф через его звучание."
  },
  {
    "id": 79,
    "hanzi": "七",
    "pinyin": "qī",
    "translations": [
      "seven",
      "7"
    ],
    "ru_translations": [
      "семь"
    ],
    "history": "Иероглиф 七 (qī) имеет древние корни и относится к числовой системе китайского языка. Его форма, вероятно, восходит к изображению нескольких элементов, символизирующих количество. В современном написании он стал более упрощенным, но основная идея — обозначение числа — осталась неизменной.",
    "philosophy": "В даосском мышлении число семь связано с гармонией и балансом, так как оно является магическим числом, часто упоминаемым в различных контекстах. В отличие от европейского рационального взгляда, где числа рассматриваются как абстрактные символы, в китайской культуре они могут нести более глубокий смысл и ассоциироваться с природными явлениями и циклами.",
    "homonyms": "器 (qì) — инструмент; 期 (qī) — срок; 奇 (qí) — удивительный.",
    "usage_example": "七 (qī) используется в повседневной жизни, например, в выражении 七天 (qī tiān) — 'семь дней'. Это помогает запомнить число как часть времени, что делает его практическим и легко ассоциируемым."
  },
  {
    "id": 80,
    "hanzi": "钱",
    "pinyin": "qián",
    "translations": [
      "coin",
      "money",
      "CL:筆|笔[bǐ]",
      "unit of weight",
      "one tenth of a tael 兩|两[liǎng]"
    ],
    "ru_translations": [
      "деньги",
      "валюта"
    ],
    "history": "Иероглиф 钱 (qián) исторически связан с изображением монеты. Его форма изначально представляла собой круг, символизирующий деньги, которые использовались в древнем Китае. С течением времени он эволюционировал в современный иероглиф, но его связь с деньгами осталась неизменной.",
    "philosophy": "Философски иероглиф 钱 (qián) отражает отношение к материальным ценностям в китайской культуре, где деньги считаются средством для достижения гармонии и счастья, а не самоцелью. Это отличается от западного взгляда, где деньги часто воспринимаются как знак успеха и власти. В даосизме важна умеренность, и деньги могут рассматриваться как часть потока жизни, который следует принимать без привязанности.",
    "homonyms": "前 (qián) - перед, вперед",
    "usage_example": "我需要一些钱 (Wǒ xūyào yīxiē qián) - Мне нужно немного денег. Здесь 'qián' легко запоминается, так как звучит похоже на 'каша', что можно ассоциировать с чем-то, что нужно, чтобы 'собрать' или 'приобрести'."
  },
  {
    "id": 81,
    "hanzi": "前面",
    "pinyin": "qián miàn",
    "translations": [
      "ahead",
      "in front",
      "preceding",
      "above"
    ],
    "ru_translations": [
      "впереди",
      "перед"
    ],
    "history": "Иероглиф 前面 (qián miàn) состоит из двух частей: 前, что означает 'вперед', и 面, что переводится как 'лицо' или 'поверхность'. Вместе они обозначают переднюю часть чего-либо, указывая на направление движения или расположения. Это сочетание символизирует движение вперед и преодоление препятствий.",
    "philosophy": "В даосском мышлении 前面 (qián miàn) может восприниматься как указание на путь, который необходимо пройти. Это отражает идею о том, что движение вперед — это естественный процесс жизни, в отличие от западного взгляда на планирование и контроль. Образность иероглифа акцентирует внимание на текущем моменте и необходимости быть открытым к изменениям.",
    "homonyms": "前 (qián) - 'вперед', 钱 (qián) - 'деньги'",
    "usage_example": "前面 (qián miàn) используется в фразе: '前面有一个商店' (qián miàn yǒu yí gè shāng diàn) — 'Впереди есть магазин'. Это помогает запомнить, что 前 (qián) указывает на направление, а 面 (miàn) связано с поверхностью или лицом, как бы указывая на то, что впереди находится что-то значительное."
  },
  {
    "id": 82,
    "hanzi": "请",
    "pinyin": "qǐng",
    "translations": [
      "to ask",
      "to invite",
      "please (do sth)",
      "to treat (to a meal etc)",
      "to request"
    ],
    "ru_translations": [
      "пожалуйста",
      "просить"
    ],
    "history": "Иероглиф 请 (qǐng) состоит из двух частей: символа, обозначающего 'приглашение' или 'просить', и элемента, указывающего на действие. Его форма отражает процесс вежливого обращения. Этот иероглиф часто используется в контексте просьбы о помощи или разрешении, что подчеркивает важность вежливости в китайской культуре.",
    "philosophy": "Философия иероглифа 请 (qǐng) основана на уважении и гармонии в межличностных отношениях. В отличие от западного подхода, где акцент ставится на прямоту, китайское мышление ценит вежливость и тактичность. Это отражает даосское стремление к естественности и ненасильственному взаимодействию.",
    "homonyms": "请 (qǐng) - приглашать, просить; 情 (qíng) - чувство, эмоция.",
    "usage_example": "请 (qǐng) можно услышать в фразах, таких как 请进 (qǐng jìn) - 'пожалуйста, входите'. Звук 'qǐng' напоминает звук, который мы издаем, когда призываем кого-то, что помогает запомнить его значение."
  },
  {
    "id": 83,
    "hanzi": "去",
    "pinyin": "qù",
    "translations": [
      "to go",
      "to go to (a place)",
      "to cause to go or send (sb)",
      "to remove",
      "to get rid of",
      "(when used either before or after a verb) to go in order to do sth",
      "to be apart from in space or time",
      "(after a verb of motion indicates movement away from the speaker)",
      "(used after certain verbs to indicate detachment or separation)",
      "(of a time or an event etc) just passed or elapsed"
    ],
    "ru_translations": [
      "идти",
      "уходить"
    ],
    "history": "Иероглиф 去 (qù) имеет древние корни и восходит к идее движения и удаления. Его изображение символизирует путь, по которому человек уходит или движется в определённом направлении. В классических текстах этот иероглиф часто использовался в контексте путешествий и перемещений.",
    "philosophy": "В даосском мышлении 去 (qù) воспринимается как естественный процесс изменения и движения. В отличие от европейского рационального подхода, который может акцентировать внимание на контроле и удержании, в даосизме акцент делается на плавность и принятие изменений. Это отражает концепцию потока, где движение является неотъемлемой частью жизни.",
    "homonyms": "去 (qù) - уходить; 去 (qù) - уводить.",
    "usage_example": "他要去商店 (tā yào qù shāngdiàn) - Он собирается идти в магазин. Здесь '去' (qù) подчеркивает действие движения к цели, что делает это слово важным для изучения базовых конструкций в китайском языке."
  },
  {
    "id": 84,
    "hanzi": "热",
    "pinyin": "rè",
    "translations": [
      "to warm up",
      "to heat up",
      "hot (of weather)",
      "heat",
      "fervent"
    ],
    "ru_translations": [
      "жар",
      "горячий"
    ],
    "history": "Иероглиф 热 (rè) состоит из элементов, обозначающих огонь и тепло, что отражает его значение. Он произошел из более древних форм, где огонь изображался более явно. Со временем символ стал более стилизованным, но сохранил основное представление о тепле и жаре.",
    "philosophy": "В даосском подходе жар рассматривается не только как физическое явление, но и как состояние, которое может вызывать изменения в природе и в человеке. Это отличается от европейского взгляда, который больше сосредоточен на количественном измерении тепла. В китайской культуре жар может ассоциироваться с жизненной силой и активностью.",
    "homonyms": "热 (rè) — жар, горячий; 切 (qiē) — резать, нарезать.",
    "usage_example": "В предложении 我觉得今天很热 (Wǒ juédé jīntiān hěn rè) – 'Я считаю, что сегодня очень жарко', слово 热 (rè) используется для описания температуры. Здесь интересен пиньинь, так как он отражает тональность слова, где 'rè' обозначает высокий тон, подчеркивающий ощущение жара."
  },
  {
    "id": 85,
    "hanzi": "人",
    "pinyin": "rén",
    "translations": [
      "man",
      "person",
      "people",
      "CL:個|个",
      "位[wèi]"
    ],
    "ru_translations": [
      "человек"
    ],
    "history": "Иероглиф 人 (rén) имеет простую иконографию, представляющую собой стилизованное изображение человека, стоящего в профиль. Он относится к древним китайским символам, которые отражают элементы повседневной жизни. В ранних вариантах иероглифа можно увидеть более очевидные черты человеческой фигуры.",
    "philosophy": "Иероглиф 人 (rén) акцентирует внимание на важности человека в китайской культуре и философии. В отличие от европейского рационального взгляда, который часто сосредоточен на индивидуализме, даосизм подчеркивает гармонию и взаимосвязанность людей с природой и обществом. Человек здесь рассматривается как часть целого.",
    "homonyms": "任 (rèn) - назначать; терпеть",
    "usage_example": "Этот иероглиф часто используется в словах, связанных с человеческими отношениями, например, в слове 人民 (rénmín), что означает 'народ'. Звуковое сочетание 'rén' легко запоминается, так как оно похоже на русский звук 'р', а форма иероглифа напоминает человека."
  },
  {
    "id": 86,
    "hanzi": "认识",
    "pinyin": "rèn shi",
    "translations": [
      "to know",
      "to recognize",
      "to be familiar with",
      "to get acquainted with sb",
      "knowledge",
      "understanding",
      "awareness",
      "cognition"
    ],
    "ru_translations": [
      "узнавать",
      "знать"
    ],
    "history": "Иероглиф 认识 (rèn shi) состоит из двух частей: 认 (rèn), что означает 'признавать', и 知 (zhī), что переводится как 'знать'. Эта комбинация подчеркивает процесс познания и осознания чего-либо. Происхождение иероглифа связано с концепцией восприятия и понимания, где знание является результатом признания.",
    "philosophy": "В даосском мышлении '认识' (rèn shi) может восприниматься как путь к внутреннему пониманию себя и окружающего мира. Это отражает идею о том, что знание приходит не только через рациональное осмысление, но и через интуитивное восприятие. В отличие от европейского рационального взгляда, даосизм акцентирует внимание на гармонии и согласии с природой, что подчеркивает важность ощущения и опыта.",
    "homonyms": "人事 (rén shì) - личные дела; 认市 (rèn shì) - признание рынка.",
    "usage_example": "他认识很多人。 (tā rèn shi hěn duō rén) - 'Он знает много людей.' Здесь '认识' подчеркивает знакомство и понимание, что близко к ощущению связи с другими."
  },
  {
    "id": 87,
    "hanzi": "日",
    "pinyin": "rì",
    "translations": [
      "sun",
      "day",
      "date",
      "day of the month",
      "abbr. for 日本 Japan"
    ],
    "ru_translations": [
      "солнце",
      "день"
    ],
    "history": "Иероглиф 日 (rì) относится к древним китайским символам и изначально изображал круг, символизирующий солнце. С течением времени форма упростилась, но основное значение — свет и жизнь — сохранилось. Использование иероглифа связано с измерением времени и циклом дня и ночи.",
    "philosophy": "В даосской философии 日 (rì) символизирует не только физическое солнце, но и принцип инь-ян, где свет и тьма существуют в гармонии. В отличие от европейского взгляда, сосредоточенного на линейности времени, китайская концепция времени более циклична и связана с природными ритмами.",
    "homonyms": "日 (rì) — день; 认 (rèn) — признавать; 乳 (rǔ) — молоко.",
    "usage_example": "В предложении '今天是星期天' (jīntiān shì xīngqītiān) слово 日 (rì) используется для обозначения дня недели, что подчеркивает его связь с временем. Пиньинь rì напоминает звук 'р', что может помочь в запоминании."
  },
  {
    "id": 88,
    "hanzi": "三",
    "pinyin": "sān",
    "translations": [
      "three",
      "3"
    ],
    "ru_translations": [
      "три"
    ],
    "history": "Иероглиф 三 (sān) представляет собой символ, состоящий из трех горизонтальных линий, которые символизируют число три. Этот иероглиф был заимствован из более ранних форм письма и сохранил свою простую и ясную структуру. Его использование в китайском языке восходит к древним временам, когда числовая система была основой для торговли и учета.",
    "philosophy": "В даосизме число три имеет особое значение, представляя гармонию между небом, землей и человеком. Оно символизирует баланс и единство различных сил. В отличие от европейского рационального взгляда, который акцентирует внимание на линейности и последовательности, китайская философия видит в числе три целостность и взаимосвязанность.",
    "homonyms": "散 (sàn) - рассеиваться, разрозненный.",
    "usage_example": "三 (sān) используется для обозначения количества, например, в фразе 三个人 (sān gè rén) - три человека. Запомнить этот иероглиф можно, представив три линии, которые стоят рядом друг с другом, как три человека, стоящие в ряд."
  },
  {
    "id": 89,
    "hanzi": "商店",
    "pinyin": "shāng diàn",
    "translations": [
      "store",
      "shop",
      "CL:家",
      "個|个[gè]"
    ],
    "ru_translations": [
      "магазин"
    ],
    "history": "Иероглиф 商店 (shāng diàn) состоит из двух частей: 商, что означает 'торговля', и 店, обозначающего 'магазин' или 'лавка'. Исторически, 商 возник из изображения торговца или купца, что подчеркивает его связь с коммерцией. 店 происходит от концепции места, где ведется торговля.",
    "philosophy": "В даосском понимании 商店 (shāng diàn) символизирует поток обмена и взаимодействия, где важна гармония между продавцом и покупателем. В отличие от европейского подхода, который акцентирует внимание на прибыли, даосское мышление подчеркивает баланс и взаимовыгодное сотрудничество. Это отражает более широкий взгляд на экономику как часть природного порядка.",
    "homonyms": "商 (shāng) - 'торговля', 伤 (shāng) - 'ранение'",
    "usage_example": "在商店 (zài shāng diàn) я купил фрукты. Здесь 'shāng diàn' звучит как 'шан дянь', что легко запоминается благодаря ассоциации с местом, где проходит обмен товарами."
  },
  {
    "id": 90,
    "hanzi": "上",
    "pinyin": "shàng",
    "translations": [
      "on top",
      "upon",
      "above",
      "upper",
      "previous",
      "first (of multiple parts)",
      "to climb",
      "to get onto",
      "to go up",
      "to attend (class or university)"
    ],
    "ru_translations": [
      "верх",
      "на"
    ],
    "history": "Иероглиф 上 (shàng) имеет древние корни и изначально изображал предмет, находящийся выше другого. В его форме можно увидеть элементы, символизирующие возвышение и позицию над чем-то. Этот иероглиф также используется в различных контекстах, связанных с высотой и направлением вверх.",
    "philosophy": "В даосской философии 上 (shàng) может символизировать стремление к высшему состоянию или пониманию, в отличие от европейского рационального подхода, который часто сосредоточен на анализе и классификации. Здесь акцент делается на гармонии и естественном ходе вещей, где 'вверх' не обязательно означает 'лучше', а скорее — 'высшее проявление'.",
    "homonyms": "商 (shāng) — торговля; 尚 (shàng) — ценить, уважать.",
    "usage_example": "上 (shàng) используется в словосочетаниях, таких как 上课 (shàngkè) — 'посещать уроки'. Здесь '上' указывает на действие, связанное с началом или вступлением в процесс, что помогает запомнить его звучание и значение как 'вверх' или 'на'."
  },
  {
    "id": 91,
    "hanzi": "上午",
    "pinyin": "shàng wǔ",
    "translations": [
      "morning",
      "CL:個|个[gè]"
    ],
    "ru_translations": [
      "утро"
    ],
    "history": "Иероглиф 上午 (shàng wǔ) состоит из двух частей: 上, что означает 'верх' или 'выше', и 午, который обозначает 'полдень'. Это сочетание указывает на то, что утро – это время, когда солнце ещё не достигло своего пика. В истории китайского языка иероглифы часто образовывались через визуальную аналогию, и здесь можно увидеть, как утро воспринимается как начало дня, когда солнце находится выше горизонта.",
    "philosophy": "В даосском мышлении утро символизирует начало, свежесть и возможность. Утро ассоциируется с естественным ритмом жизни, где каждое утро – это новая возможность. В отличие от европейского взгляда, который может акцентировать внимание на планировании и достижении целей, китайская философия подчеркивает гармонию с природой и важность текущего момента.",
    "homonyms": "尚 (shàng) - 'уважать'",
    "usage_example": "我喜欢早上 (wǒ xǐ huān zǎo shàng) - 'Мне нравится утро'. Здесь '早上' (zǎo shàng) также используется для обозначения утра, что может помочь запомнить звук и значение. Утро – это время для свежих начинаний, что подчеркивается в китайском языке через использование сочетания иероглифов."
  },
  {
    "id": 92,
    "hanzi": "少",
    "pinyin": "shǎo",
    "translations": [
      "few",
      "little",
      "lack"
    ],
    "ru_translations": [
      "немного",
      "мало"
    ],
    "history": "Иероглиф 少 (shǎo) имеет древние корни и восходит к форме, изображающей меньшее количество предметов или существ. Его первоначальный вид мог обозначать незначительность или недостаток чего-либо. Со временем он стал использоваться для обозначения количества и качества.",
    "philosophy": "В философии даосизма 少 (shǎo) акцентирует внимание на ценности скромности и умеренности. Это контрастирует с западной идеей избытка, где важен количественный подход. Даосы рассматривают меньшее как более гармоничное и естественное состояние.",
    "homonyms": "少 (shǎo) - немного; 燒 (shāo) - жечь; 绍 (shào) - представлять.",
    "usage_example": "Слово 少 (shǎo) часто используется в повседневной речи, например, в выражении '我少吃了' (wǒ shǎo chī le) — 'Я поел немного'. Пиньинь shǎo звучит как 'шао', что напоминает 'шарик', который может быть маленьким, как и значение иероглифа."
  },
  {
    "id": 93,
    "hanzi": "谁",
    "pinyin": "shéi",
    "translations": [
      "who",
      "also pr. [shuí]"
    ],
    "ru_translations": [
      "кто"
    ],
    "history": "Иероглиф 谁 (shéi) имеет древние корни, восходящие к символам, обозначающим человека и вопрос. Его форма представляет собой упрощенное изображение человека с добавлением элемента, указывающего на вопрос. Этот иероглиф используется в вопросах о личности или идентичности.",
    "philosophy": "В даосском мышлении иероглиф 谁 (shéi) подчеркивает важность поиска подлинной идентичности и понимания других. В отличие от европейского взгляда, который часто стремится к четким определениям, китайский подход акцентирует внимание на контексте и взаимосвязях между людьми. Этот иероглиф напоминает нам о том, что вопрос о \"кто\" может быть глубже, чем просто поиск ответа.",
    "homonyms": "谁 (shéi) - нет омонимов.",
    "usage_example": "谁来参加会议？ (Shéi lái cānjiā huìyì?) — Кто придет на встречу? Здесь иероглиф 谁 (shéi) используется для запроса о личности, что сразу привлекает внимание к социальному взаимодействию."
  },
  {
    "id": 94,
    "hanzi": "什么",
    "pinyin": "shén me",
    "translations": [
      "what?",
      "who?",
      "something",
      "anything"
    ],
    "ru_translations": [
      "что",
      "какой"
    ],
    "history": "Иероглиф 什么 (shén me) состоит из двух частей: 什 (shén), который изначально означал 'что', и 麼 (me), использующийся для образования вопросов. Этот иероглиф появился в древнекитайских текстах и стал универсальным способом задавать вопросы о предметах и явлениях. В современном китайском языке он используется для обозначения неопределенности или для запроса информации.",
    "philosophy": "В даосском мышлении вопрос 'что?' (什么) подразумевает больше, чем просто получение ответа. Это исследование природы вещей, их сути и взаимодействия, что отличается от западного подхода, где акцент ставится на точность и определенность. Иероглиф отражает стремление к пониманию и открытости к различным возможностям.",
    "homonyms": "什么 (shén me) - 'что'; 甚么 (shèn me) - 'что-то', оба имеют схожее значение и использование.",
    "usage_example": "你在做什么? (Nǐ zài zuò shén me?) - 'Что ты делаешь?'. Легкость произношения в пиньине shén me помогает запомнить иероглифы, так как сочетание звуков соответствует запросу о действии или объекте."
  },
  {
    "id": 95,
    "hanzi": "十",
    "pinyin": "shí",
    "translations": [
      "ten",
      "10"
    ],
    "ru_translations": [
      "десять"
    ],
    "history": "Иероглиф 十 (shí) представляет собой одну из базовых чисел китайской письменности. Его форма, вероятно, произошла от изображения двух пересекающихся линий, символизирующих сочетание, которое в итоге стало обозначать число десять. Этот иероглиф используется во многих контекстах, включая счёт и обозначение количества.",
    "philosophy": "В даосской философии число десять символизирует полноту и завершенность, что отражает идею о целостности в природе. В отличие от европейского рационального подхода, который может сосредотачиваться на аналитике, китайская традиция часто воспринимает число как часть единого целого, где каждое число имеет своё значение в контексте.",
    "homonyms": "十 (shí) - десять; 使 (shǐ) - использовать",
    "usage_example": "В китайском языке, например, фраза 十分 (shífēn) означает 'очень' или 'вполне'. Это слово используется для усиления выражений и подчеркивает важность числа 10 в обозначении степени."
  },
  {
    "id": 96,
    "hanzi": "时候",
    "pinyin": "shí hou",
    "translations": [
      "time",
      "length of time",
      "moment",
      "period"
    ],
    "ru_translations": [
      "время",
      "момент"
    ],
    "history": "Иероглиф 时候 (shí hou) состоит из двух частей: 时 (shí), что означает 'время', и 候 (hòu), что переводится как 'ожидание' или 'период'. Этот иероглиф отражает концепцию времени как последовательности моментов, в которых происходят события. Происхождение иероглифа связано с необходимостью обозначить определенные временные промежутки в повседневной жизни.",
    "philosophy": "В даосском мышлении время воспринимается как цикличный процесс, где каждый момент важен и несет в себе возможности. Иероглиф 时候 (shí hou) подчеркивает значимость текущего момента, как части непрерывного потока жизни, в отличие от европейской традиции, где время часто воспринимается линейно и измеряется. Это приводит к более внимательному отношению к 'здесь и сейчас'.",
    "homonyms": "",
    "usage_example": "Например, фраза '这个时候' (zhè ge shí hou) переводится как 'в это время'. Здесь 时候 (shí hou) помогает обозначить конкретный момент в разговоре, что делает его важным для точного понимания контекста."
  },
  {
    "id": 97,
    "hanzi": "是",
    "pinyin": "shì",
    "translations": [
      "is",
      "are",
      "am",
      "yes",
      "to be"
    ],
    "ru_translations": [
      "являться",
      "есть"
    ],
    "history": "Иероглиф 是 (shì) имеет древние корни и восходит к форме, использовавшейся для обозначения 'быть' или 'являться'. Его структура образована из элемента, который символизирует 'правду' или 'реальность', что подчеркивает его связь с существованием. С течением времени он стал одним из основных слов в китайском языке.",
    "philosophy": "С точки зрения философии, 是 (shì) выражает концепцию существования и идентичности, что отличается от европейского подхода, где акцент делается на причинно-следственные связи. В даосском мышлении это слово подчеркивает естественное состояние вещей, принимая их такими, какие они есть, без стремления к изменению.",
    "homonyms": "市 (shì) - город; 事 (shì) - дело, вопрос.",
    "usage_example": "В предложении '他是老师' (tā shì lǎoshī) переводится как 'Он является учителем'. Здесь 是 (shì) служит связующим звеном, указывая на идентичность, что важно для понимания структуры китайского языка."
  },
  {
    "id": 98,
    "hanzi": "书",
    "pinyin": "shū",
    "translations": [
      "book",
      "letter",
      "CL:本",
      "冊|册",
      "部[bù]",
      "see also 書經|书经 Book of History"
    ],
    "ru_translations": [
      "книга"
    ],
    "history": "Иероглиф 书 (shū) имеет древние корни и изначально изображал предмет, связанный с письмом и текстом. Он произошел от знаков, обозначавших свитки, которые использовались для записи информации. Со временем его форма упростилась и приобрела современный вид, отражая суть письменности.",
    "philosophy": "В контексте даосского мышления, 书 (shū) символизирует не только физическую книгу, но и процесс передачи знаний и мудрости. В отличие от европейского взгляда, который акцентирует внимание на логике и анализе, китайская культура ценит гармонию и интуитивное понимание текста как живого существа, способного к диалогу.",
    "homonyms": "书 (shū) - книга; 述 (shù) - излагать, рассказывать",
    "usage_example": "我喜欢读书。 (Wǒ xǐhuān dú shū.) - Мне нравится читать книги. Пиньинь shū звучит как 'шу', что легко запоминается благодаря ассоциации со словом 'шум', когда кто-то читает книгу вслух."
  },
  {
    "id": 99,
    "hanzi": "水",
    "pinyin": "shuǐ",
    "translations": [
      "water",
      "river",
      "liquid",
      "beverage",
      "additional charges or income",
      "(of clothes) classifier for number of washes"
    ],
    "ru_translations": [
      "вода"
    ],
    "history": "Иероглиф 水 (shuǐ) имеет древнее происхождение и восходит к изображениям воды в различных формах, таких как реки и ручьи. Его форма со временем упростилась, но сохранена идея текучести и движения, что отражает саму природу воды. В китайских письменностях этот иероглиф использовался для обозначения не только жидкости, но и связанных с ней понятий.",
    "philosophy": "В даосизме вода символизирует гибкость и спокойствие, что отличается от европейского подхода к элементам природы как к статичным объектам. Вода в даосском понимании — это сила, способная адаптироваться, спокойно преодолевая преграды, что подчеркивает важность гармонии с окружающим миром. Эта концепция глубоко укоренилась в культуре и языке, показывая, как важна вода для жизни.",
    "homonyms": "未 (wèi) — не, будущее; 会 (huì) — встреча, собрание.",
    "usage_example": "水 (shuǐ) используется в повседневных фразах, таких как '我喝水' (wǒ hē shuǐ) — 'Я пью воду'. Звук 'shuǐ' напоминает 'шуй', что может ассоциироваться с шумом текущей воды, что помогает запомнить его произношение."
  },
  {
    "id": 100,
    "hanzi": "水果",
    "pinyin": "shuǐ guǒ",
    "translations": [
      "fruit",
      "CL:個|个[gè]"
    ],
    "ru_translations": [
      "фрукты"
    ],
    "history": "Иероглиф 水果 (shuǐ guǒ) состоит из двух частей: 水 (shuǐ), что означает 'вода', и 果 (guǒ), что означает 'плод'. Так, этот иероглиф обозначает плоды, которые растут и развиваются с помощью воды. Это отражает взаимосвязь между природой, водой и жизнью.",
    "philosophy": "В даосской культуре вода символизирует гибкость и способность принимать различные формы, что также применимо к фруктам, которые зависят от воды для своего роста. Это противопоставляется рациональному подходу, где акцент делается на контроль и манипуляцию природой, в то время как даосизм подчеркивает гармонию и естественное течение жизни.",
    "homonyms": "果 (guǒ) - 'результат', 'плод'",
    "usage_example": "我喜欢吃水果 (wǒ xǐ huān chī shuǐ guǒ) - 'Мне нравится есть фрукты'. Здесь пиньинь повторяет связку 'вода' и 'плод', что помогает запомнить, что фрукты - это плоды, которые растут в природе, завися от воды."
  },
  {
    "id": 101,
    "hanzi": "睡觉",
    "pinyin": "shuì jiào",
    "translations": [
      "to go to bed",
      "to sleep"
    ],
    "ru_translations": [
      "спать",
      "сон"
    ],
    "history": "Иероглиф 睡觉 (shuì jiào) состоит из двух частей: 睡, означающего 'спать', и 觉, что можно перевести как 'осознание' или 'чувство'. Первоначально иероглиф 睡 изображал человека, лежащего на земле, что символизировало состояние покоя и отдыха. С течением времени он приобрел более абстрактное значение, связанное со сном.",
    "philosophy": "Смысл иероглифа 睡觉 (shuì jiào) отражает даосскую философию, подчеркивающую важность гармонии и отдыха. В отличие от европейского подхода, где сон часто рассматривается как потеря времени, в китайской культуре он воспринимается как необходимый процесс восстановления энергии. Здесь сон становится не просто физиологической необходимостью, а способом достижения внутреннего равновесия.",
    "homonyms": "税 (shuì) - налог; 水 (shuǐ) - вода.",
    "usage_example": "我想去睡觉 (Wǒ xiǎng qù shuì jiào) - 'Я хочу спать'. Здесь важно отметить, что '睡觉' произносится с тоном, указывающим на действие, что помогает запомнить его значение как процесса, а не просто состояния."
  },
  {
    "id": 102,
    "hanzi": "说话",
    "pinyin": "shuō huà",
    "translations": [
      "to speak",
      "to say",
      "to talk",
      "to gossip",
      "to tell stories",
      "talk",
      "word"
    ],
    "ru_translations": [
      "говорить",
      "разговаривать"
    ],
    "history": "Иероглиф 说话 (shuō huà) состоит из двух частей. 说 (shuō) означает 'говорить', а 话 (huà) — 'слово' или 'речь'. Исторически, иероглиф 说 восходит к изображению человека, произносящего звук, а 话 связано с речью и общением.",
    "philosophy": "В даосском мышлении речь считается не только средством общения, но и способом понимания мира. В отличие от европейского подхода, акцентирующего внимание на логике и аргументации, китайская философия подчеркивает важность интуитивного понимания и гармонии в общении. Иероглиф 说话 отражает эту идею, подчеркивая значение слов как моста между людьми.",
    "homonyms": "说 (shuō) — говорить; 说 (shuì) — уговаривать",
    "usage_example": "我喜欢说话 (wǒ xǐ huān shuō huà) — 'Мне нравится говорить'. Здесь 说 (shuō) используется как глагол, подчеркивая активный процесс общения."
  },
  {
    "id": 103,
    "hanzi": "四",
    "pinyin": "sì",
    "translations": [
      "four",
      "4"
    ],
    "ru_translations": [
      "четыре",
      "четвертый"
    ],
    "history": "Иероглиф 四 (sì) имеет древние корни и восходит к изображениям, символизирующим количество. Его форма могла обозначать четыре стороны света или четыре элемента, что важно для традиционного китайского понимания мира. Этот иероглиф также часто использовался в различных системах счисления.",
    "philosophy": "В даосской философии число четыре ассоциируется с целостностью и гармонией, так как оно представляет собой завершенность. В отличие от европейского взгляда, где числа часто воспринимаются абстрактно, в китайской культуре они имеют конкретные образы и значения, которые влияют на восприятие мира.",
    "homonyms": "死 (sǐ) - смерть",
    "usage_example": "四 (sì) используется в повседневной жизни для обозначения количества. Например, '四个人' (sì gè rén) означает 'четыре человека'. Простой созвучный пиньинь помогает запомнить иероглиф, так как оба слова начинаются с 's'."
  },
  {
    "id": 104,
    "hanzi": "岁",
    "pinyin": "suì",
    "translations": [
      "classifier for years (of age)",
      "year",
      "year (of crop harvests)"
    ],
    "ru_translations": [
      "год",
      "возраст"
    ],
    "history": "Иероглиф 岁 (suì) изначально изображал дерево с годовыми кольцами, что символизировало время и возраст. Его форма связана с концепцией измерения времени, где каждый год добавляет новые слои, подобно кольцам на стволе дерева. Со временем иероглиф стал использоваться для обозначения возраста человека.",
    "philosophy": "В даосском мышлении возраст символизирует не только количество прожитых лет, но и накопленный опыт и мудрость. Это отражает глубокую связь между временем и природой, где каждый год приносит свои уроки. В отличие от западного взгляда, акцентирующего внимание на количественном измерении, китайская философия подчеркивает качество и значение каждого года.",
    "homonyms": "岁 (suì) - возраст; 碎 (suì) - разбивать",
    "usage_example": "他今年三十岁 (tā jīnnián sānshí suì) - Ему тридцать лет. Здесь важно запомнить, что 'сучий' (suì) ассоциируется с циклом жизни и временем, которое мы измеряем, как возраст человека."
  },
  {
    "id": 105,
    "hanzi": "他",
    "pinyin": "tā",
    "translations": [
      "he or him",
      "(used for either sex when the sex is unknown or unimportant)",
      "(used before sb's name for emphasis)",
      "(used as a meaningless mock object)",
      "other",
      "another"
    ],
    "ru_translations": [
      "он",
      "тот"
    ],
    "history": "Иероглиф 他 (tā) состоит из ключевого элемента '人' (жизнь, человек) и элемента '也', который указывает на принадлежность. Он символизирует не просто мужчину, а человека, в зависимости от контекста. Этот иероглиф появился в древнекитайских текстах и стал основным для обозначения третьего лица в мужском роде.",
    "philosophy": "В даосском мышлении иероглиф 他 (tā) отражает идею взаимодействия, где каждый человек является частью целого. Это отличается от европейского взгляда, где акцент делается на индивидуальности. Здесь человек не выделяется, а становится частью общего потока жизни.",
    "homonyms": "他 (tā) — он; 她 (tā) — она; 它 (tā) — оно.",
    "usage_example": "他 (tā) 是我的朋友。 - Он мой друг. Запомнить пиньинь легко, так как он звучит как 'та', что напоминает о том, что 'он' - это 'тот', с которым ты знаком."
  },
  {
    "id": 106,
    "hanzi": "她",
    "pinyin": "tā",
    "translations": [
      "she"
    ],
    "ru_translations": [
      "она"
    ],
    "history": "Иероглиф 她 (tā) состоит из двух частей: 女, что означает 'женщина', и 也, указывающего на принадлежность или дополнение. Этот иероглиф был создан в 20 веке для обозначения женского рода, так как ранее в китайском языке существовал только мужской и общий род. Таким образом, 她 стал символом женской идентичности в языке.",
    "philosophy": "В даосском мышлении акцент делается на гармонии и балансе между мужским и женским началами. Иероглиф 她 (tā), обозначая 'женщину', подчеркивает важность женского начала в обществе и жизни. Европейский подход часто стремится к бинарному разделению, тогда как китайская культура признает множество аспектов и градаций гендерной идентичности.",
    "homonyms": "他 (tā) - 'он'; 它 (tā) - 'оно'",
    "usage_example": "她 (tā) используется, чтобы говорить о женщинах, например: 她是老师 (tā shì lǎoshī) - 'Она учитель'. Звук 'tā' легко запоминается благодаря его простоте и четкости, что делает его удобным для устного общения."
  },
  {
    "id": 107,
    "hanzi": "太",
    "pinyin": "tài",
    "translations": [
      "highest",
      "greatest",
      "too (much)",
      "very",
      "extremely"
    ],
    "ru_translations": [
      "слишком",
      "очень"
    ],
    "history": "Иероглиф 太 (tài) состоит из двух компонентов: элемент 夫 (fū), означающий 'мужчина', и элемент, обозначающий 'походку' или 'действие'. В сочетании эти элементы передают смысл 'превышения' или 'большего' в контексте чего-либо. Таким образом, иероглиф изначально отражает концепцию чего-то, что превосходит норму.",
    "philosophy": "В даосском мышлении 太 (tài) символизирует изобилие и гармонию, подчеркивая, что слишком много или слишком мало может нарушить баланс. Этот подход отличается от европейского рационального взгляда, где акцент делается на измеримости и контроле. Здесь важно не только количество, но и качество, и внутреннее состояние.",
    "homonyms": "台 (tái) - 'площадка', 'этаж'; 太 (tài) - 'слишком', 'очень'",
    "usage_example": "太 (tài) часто используется в выражениях, таких как 太好了 (tài hǎo le) - 'очень хорошо'. Запомнить его можно через звучание: 'тай' напоминает о том, что что-то 'слишком' хорошее или значительное. Это помогает связать иероглиф с его значением."
  },
  {
    "id": 108,
    "hanzi": "天气",
    "pinyin": "tiān qì",
    "translations": [
      "weather"
    ],
    "ru_translations": [
      "погода"
    ],
    "history": "Иероглиф 天气 (tiān qì) состоит из двух компонентов: 天 (tiān), что означает 'небо', и 气 (qì), что значит 'вода' или 'воздух'. Вместе они обозначают атмосферные явления и климатические условия. Иероглифы отображают связь между небом и тем, что происходит на земле.",
    "philosophy": "В даосской традиции 天气 (tiān qì) воспринимается как отражение гармонии между небом и землей. Это понятие акцентирует внимание на взаимодействии природных элементов, в отличие от европейского подхода, который часто разделяет природу и человека. Такой взгляд подразумевает, что изменения погоды влияют на человеческую жизнь и наоборот.",
    "homonyms": "气 (qì) - 'дыхание, энергия; ци'",
    "usage_example": "今天的天气 (jīntiān de tiān qì) означает 'погода сегодня'. Здесь '今天' (jīntiān) — 'сегодня', а '的' (de) — связывающая частица. Запоминайте, как 'погода' влияет на наши планы, например: 'Сегодня погода хорошая, можно гулять'."
  },
  {
    "id": 109,
    "hanzi": "听",
    "pinyin": "tīng",
    "translations": [
      "to listen",
      "to hear",
      "to obey",
      "a can (loanword from English \"tin\")",
      "classifier for canned beverages"
    ],
    "ru_translations": [
      "слушать"
    ],
    "history": "Иероглиф 听 (tīng) состоит из двух частей: звук (耳, ěr) и действие (聿, yù), что в совокупности обозначает процесс восприятия звуков. Он отражает идею активного слушания, когда ухо воспринимает звуки и преобразует их в информацию. Происхождение иероглифа связано с важностью слуха в китайской культуре, где внимательное слушание считается добродетелью.",
    "philosophy": "В даосском мышлении 听 (tīng) символизирует не только физическое восприятие звуков, но и внутреннее состояние открытости и восприимчивости. Это отличается от европейского рационального подхода, который акцентирует внимание на анализе информации. Слушание в китайской философии рассматривается как способ гармонизации с окружающим миром и постижения его сути.",
    "homonyms": "停 (tíng) - останавливаться",
    "usage_example": "他在听音乐 (tā zài tīng yīnyuè) - Он слушает музыку. Звук 'tīng' напоминает 'тинг', что может ассоциироваться с резонированием музыки, создавая связь между слухом и восприятием."
  },
  {
    "id": 110,
    "hanzi": "同学",
    "pinyin": "tóng xué",
    "translations": [
      "to study at the same school",
      "fellow student",
      "classmate",
      "CL:位",
      "個|个[gè]"
    ],
    "ru_translations": [
      "товарищ по учебе",
      "одноклассник"
    ],
    "history": "Иероглиф 同学 (tóng xué) состоит из двух частей: 同, что означает 'одинаковый' или 'вместе', и 学, что переводится как 'учиться' или 'учеба'. Таким образом, иероглиф в целом передает идею совместного обучения и общения между студентами. Этот иероглиф часто используется в школьной среде для обозначения сверстников.",
    "philosophy": "В даосском мышлении акцент делается на гармонии и взаимосвязи между людьми. Иероглиф 同学 (tóng xué) отражает идею единства и совместного роста, что отличается от индивидуалистического подхода, часто присущего европейской культуре. Вместо того чтобы сосредотачиваться на конкуренции, акцент делается на сообществе и взаимопомощи в обучении.",
    "homonyms": "",
    "usage_example": "Учитель всегда говорит: 'Ваши 同学 (tóng xué) — это ваши лучшие друзья в учебе.' В этом контексте слово подчеркивает важность общения и сотрудничества в процессе обучения. Звучание пиньиня tóng xué легко запоминается благодаря четкому сочетанию звуков, что помогает в восприятии иероглифа на слух."
  },
  {
    "id": 111,
    "hanzi": "喂",
    "pinyin": "wèi",
    "translations": [
      "to feed"
    ],
    "ru_translations": [
      "алло",
      "привет"
    ],
    "history": "Иероглиф 喂 (wèi) изначально использовался как восклицание для привлечения внимания, особенно при общении с животными. Он состоит из радикала '口' (kǒu), который означает 'рот', и элемента '韦' (wéi), указывающего на мягкость или гибкость. Это подчеркивает связь общения и звукового взаимодействия.",
    "philosophy": "Смысл иероглифа 喂 (wèi) заключает в себе идею непосредственного общения и взаимодействия. В отличие от европейского подхода, где акцент на логике и структуре, китайская философия ценит момент связи и живого обмена, символизируя это через простоту звука и действия.",
    "homonyms": "未 (wèi) - 'не', 卫 (wèi) - 'защита'",
    "usage_example": "喂, 你在吗？ (wèi, nǐ zài ma?) - 'Алло, ты здесь?' Этот иероглиф часто используется в начале телефонного разговора, чтобы привлечь внимание собеседника."
  },
  {
    "id": 112,
    "hanzi": "我",
    "pinyin": "wǒ",
    "translations": [
      "I",
      "me",
      "my"
    ],
    "ru_translations": [
      "я"
    ],
    "history": "Иероглиф 我 (wǒ) имеет древние корни и восходит к изображениям, символизирующим личность. В его основе лежит элемент, который обозначает 'я' или 'личность', что подчеркивает индивидуальность. Этот иероглиф стал основным для обозначения первого лица.",
    "philosophy": "В даосизме иероглиф 我 (wǒ) иллюстрирует концепцию самоосознания и индивидуальности, что отличается от европейского взгляда на коллективизм. Он подчеркивает важность внутреннего 'я' и взаимодействия с окружающим миром. Это отражает идею о том, что понимание себя является ключом к гармонии с природой.",
    "homonyms": "卧 (wò) - лежать",
    "usage_example": "我 (wǒ) используется в предложениях, чтобы указать на себя, например, '我爱你' (wǒ ài nǐ) - 'Я тебя люблю'. Звуковая ассоциация с '我' может помочь запомнить его, как 'у меня есть я'."
  },
  {
    "id": 113,
    "hanzi": "我们",
    "pinyin": "wǒ men",
    "translations": [
      "we",
      "us",
      "ourselves",
      "our"
    ],
    "ru_translations": [
      "мы"
    ],
    "history": "Иероглиф 我们 (wǒ men) состоит из двух частей: 我 (wǒ), что означает 'я', и 们 (men), который указывает на множественное число. Этот иероглиф отражает коллективный аспект, объединяя индивидуум и группу. Он подчеркивает важность сообществ и отношений между людьми в китайской культуре.",
    "philosophy": "В даосском мышлении акцент ставится на гармонию между индивидуумом и коллективом. 我们 (wǒ men) подчеркивает, что личность не существует изолированно, а является частью большего целого. Это отличается от европейского рационального взгляда, где индивидуум часто рассматривается как самостоятельная единица.",
    "homonyms": "",
    "usage_example": "Мы (我们, wǒ men) часто используем в повседневной речи, например, когда говорим: '我们去商店' (wǒ men qù shāng diàn) — 'Мы идем в магазин'. Здесь 'men' добавляет множественность к 'я', усиливая представление о совместных действиях."
  },
  {
    "id": 114,
    "hanzi": "五",
    "pinyin": "wǔ",
    "translations": [
      "five",
      "5"
    ],
    "ru_translations": [
      "пять"
    ],
    "history": "Иероглиф 五 (wǔ) является одним из базовых чисел в китайском языке и имеет свои корни в древних символах, обозначающих количество. Его форма развивалась от более примитивных иероглифов, которые изображали пять палочек или линий, что символизировало число. В китайской культуре число пять ассоциируется с важными концепциями, такими как пять элементов: дерево, огонь, земля, металл и вода.",
    "philosophy": "В даосской философии число пять символизирует гармонию и баланс между этими элементами, что отличается от европейского рационального взгляда, где числа чаще воспринимаются в контексте арифметики. Понимание пяти как взаимодействующих сил подчеркивает взаимосвязь и динамику, что отражает более целостное восприятие мира. Таким образом, 五 (wǔ) становится символом не просто количества, а сложной системы взаимодействий.",
    "homonyms": "无 (wú) - отсутствие, небытие",
    "usage_example": "В повседневной жизни 五 (wǔ) часто используется для обозначения количества предметов, например, 五个苹果 (wǔ gè píngguǒ) - пять яблок. Звуковое сочетание 'wǔ' легко запоминается благодаря своему ритму, а краткость и четкость произношения помогают в усвоении языка."
  },
  {
    "id": 115,
    "hanzi": "喜欢",
    "pinyin": "xǐ huan",
    "translations": [
      "to like",
      "to be fond of"
    ],
    "ru_translations": [
      "нравиться"
    ],
    "history": "Иероглиф 喜 (xǐ) означает 'радость', а 汉 (hàn) - 'нравиться'. В этом контексте иероглиф 喜欢 (xǐ huan) отражает положительное восприятие чего-либо, что вызывает радость. Его форма восходит к древним изображениям, символизирующим счастье и удовольствие.",
    "philosophy": "В даосизме 喜欢 (xǐ huan) подчеркивает естественное стремление человека к тому, что приносит радость, в отличие от западного рационализма, который может акцентировать внимание на необходимости и обязанностях. Это выражает идею о том, что истинное счастье приходит через гармонию с природой и внутренним состоянием.",
    "homonyms": "细环 (xì huán) - 'тонкое кольцо'",
    "usage_example": "我喜欢这个地方。(Wǒ xǐ huān zhège dìfāng.) - 'Мне нравится это место.' Здесь сочетание 喜 (xǐ) и 欢 (huān) легко запоминается благодаря своему звучанию и ассоциации с положительными эмоциями."
  },
  {
    "id": 116,
    "hanzi": "下",
    "pinyin": "xià",
    "translations": [
      "down",
      "downwards",
      "below",
      "lower",
      "later",
      "next (week etc)",
      "second (of two parts)",
      "to decline",
      "to go down"
    ],
    "ru_translations": [
      "ниже",
      "вниз"
    ],
    "history": "Иероглиф 下 (xià) имеет свои корни в древнекитайской письменности и изначально изображал движение вниз. Его форма напоминает нечто, что опускается или находится в нижней части. С течением времени иероглиф стал обозначать не только направление, но и концепции, связанные с понижением или уменьшением.",
    "philosophy": "В даосской философии 下 (xià) символизирует смирение и принятие. Это противопоставляется европейскому рациональному подходу, где акцент делается на стремление вверх и достижение успеха. В китайской культуре ценятся качества, связанные с покорностью и гибкостью, что отражает идею о том, что истинная сила может заключаться в способности опускаться и адаптироваться.",
    "homonyms": "夏 (xià) — лето",
    "usage_example": "В китайском языке фраза '下雨了' (xià yǔ le) переводится как 'идет дождь'. Здесь 下 (xià) указывает на действие, которое происходит вниз, что образно связано с тем, как дождь падает с неба."
  },
  {
    "id": 117,
    "hanzi": "下午",
    "pinyin": "xià wǔ",
    "translations": [
      "afternoon",
      "CL:個|个[gè]",
      "p.m."
    ],
    "ru_translations": [
      "после полудня",
      "вторая половина дня"
    ],
    "history": "Иероглиф 下午 (xià wǔ) состоит из двух частей: '下' (xià), что означает 'ниже' или 'под', и '午' (wǔ), что переводится как 'полдень'. Вместе они образуют понятие времени, когда солнце начинает опускаться, и день переходит в вечер. Это отражает естественный ритм дня и времени.",
    "philosophy": "В даосизме время рассматривается как цикличное, и иероглиф 下午 (xià wǔ) символизирует переход от одной фазы дня к другой. В отличие от европейского рационального взгляда на время как линейный процесс, китайская философия подчеркивает гармонию и баланс между светом и тенью, днем и ночью.",
    "homonyms": "下 (xià) - 'ниже', 'под'; 午 (wǔ) - 'полдень', 'время'.",
    "usage_example": "В предложении '我下午去商店' (wǒ xià wǔ qù shāngdiàn) переводится как 'Я иду в магазин после полудня'. Обратите внимание на произношение 'xià wǔ', где 'xià' четко передает смысл 'после', а 'wǔ' указывает на 'полдень', что легко запоминается при ассоциации с временем дня."
  },
  {
    "id": 118,
    "hanzi": "下雨",
    "pinyin": "xià yǔ",
    "translations": [
      "to rain",
      "rainy"
    ],
    "ru_translations": [
      "идет дождь"
    ],
    "history": "Иероглиф 下雨 (xià yǔ) состоит из двух частей: 下, что означает 'вниз', и 雨, что обозначает 'дождь'. Вместе они передают образ дождя, падающего с неба. Этот иероглиф демонстрирует прямую связь с природой и метеорологическими явлениями.",
    "philosophy": "В даосском мышлении вода, олицетворяемая дождем, символизирует гибкость и адаптацию. В отличие от европейского взгляда, который часто фокусируется на контроле и рациональности, китайская философия подчеркивает важность гармонии с природой и восприимчивости к её изменениям.",
    "homonyms": "下 (xià) - 'вниз'; 雨 (yǔ) - 'дождь'",
    "usage_example": "今天下雨 (jīntiān xià yǔ) - 'Сегодня идет дождь'. Здесь пиньинь легко запоминается, так как 'xià' звучит как 'ся', что напоминает движение вниз, а 'yǔ' ассоциируется с 'ю', что может напоминать звук капель дождя."
  },
  {
    "id": 119,
    "hanzi": "先生",
    "pinyin": "xiān sheng",
    "translations": [
      "teacher",
      "husband",
      "doctor (topolect)",
      "CL:位[wèi]"
    ],
    "ru_translations": [
      "учитель",
      "господин"
    ],
    "history": "Иероглиф 先生 (xiān sheng) состоит из двух частей: '先' (xiān), что означает 'ранний' или 'предыдущий', и '生' (shēng), что переводится как 'жизнь' или 'рожденный'. В совокупности они передают идею человека, который приходит первым, имеет опыт и знания, что делает его авторитетом в обучении. Этот иероглиф часто используется для обозначения профессии учителя или уважительного обращения к мужчине.",
    "philosophy": "Философия иероглифа 先生 (xiān sheng) отражает уважение к знанию и опыту, что является важным аспектом даосского мышления, где ценится мудрость, накопленная с годами. В отличие от европейского подхода, который часто акцентирует внимание на рациональном анализе, здесь акцент делается на гармонии между жизнью и обучением. Это подчеркивает важность передачи знаний от поколения к поколению.",
    "homonyms": "先生 (xiān shēng) - предшественник, который также состоит из тех же иероглифов, но в другом контексте.",
    "usage_example": "先生 (xiān sheng) можно услышать в фразе: '我的老师是一个好先生' (wǒ de lǎoshī shì yīgè hǎo xiān sheng) — 'Мой учитель — хороший учитель'. Здесь '先生' подчеркивает авторитет и уважение к учителю, а пиньинь помогает усвоить правильное произношение, что важно для понимания языка."
  },
  {
    "id": 120,
    "hanzi": "现在",
    "pinyin": "xiàn zài",
    "translations": [
      "now",
      "at present",
      "at the moment",
      "modern",
      "current",
      "nowadays"
    ],
    "ru_translations": [
      "сейчас"
    ],
    "history": "Иероглиф 现在 (xiàn zài) состоит из двух частей: 现 (xiàn), что означает 'существовать' или 'появляться', и 在 (zài), что переводится как 'находиться' или 'в'. Этот иероглиф возник из древних графических символов и отражает концепцию времени, указывая на текущий момент. В китайской культуре акцент на 'сейчас' имеет особое значение, подчеркивающее важность настоящего момента.",
    "philosophy": "В даосском мышлении 现在 (xiàn zài) символизирует принятие текущего момента как единственного реального. Это отличается от европейского подхода, где акцент часто ставится на планирование будущего или анализ прошлого. Здесь подчеркивается естественность и текучесть времени, что позволяет сосредоточиться на настоящем.",
    "homonyms": "先在 (xiān zài) - 'находиться первым, быть впереди'",
    "usage_example": "В повседневной речи 现在 (xiàn zài) часто используется для указания на текущее время, например: 现在我去商店 (xiàn zài wǒ qù shāng diàn) — 'Сейчас я иду в магазин'. Звук 'xiàn' напоминает 'сейчас', а 'zài' звучит как 'зайти', что помогает запомнить сочетание этих слов."
  },
  {
    "id": 121,
    "hanzi": "想",
    "pinyin": "xiǎng",
    "translations": [
      "to think",
      "to believe",
      "to suppose",
      "to wish",
      "to want",
      "to miss"
    ],
    "ru_translations": [
      "думать",
      "желать"
    ],
    "history": "Иероглиф 想 (xiǎng) состоит из двух компонентов: 心 (xīn), что означает 'сердце', и 相 (xiāng), которое связано с 'взаимодействием' или 'взаимным восприятием'. Эта комбинация образует представление о процессе мыслительной активности, где сердце играет центральную роль в желаниях и размышлениях.",
    "philosophy": "В даосской философии 想 (xiǎng) символизирует не только рациональную мысль, но и интуитивное понимание. В отличие от европейской традиции, которая часто акцентирует логику, китайская мысль подчеркивает важность чувства и внутреннего состояния в процессе осознания и принятия решений.",
    "homonyms": "向 (xiàng) - 'направление', 想 (xiǎng) - 'думать', 'желать'",
    "usage_example": "Я часто 使用 想 (xiǎng), когда думаю о своих целях. Например, 想要 (xiǎng yào) означает 'хотеть'. Здесь важно запомнить, что звук 'xiǎng' вызывает ассоциацию с мыслительным процессом, что помогает в запоминании."
  },
  {
    "id": 122,
    "hanzi": "小",
    "pinyin": "xiǎo",
    "translations": [
      "small",
      "tiny",
      "few",
      "young"
    ],
    "ru_translations": [
      "маленький",
      "небольшой"
    ],
    "history": "Иероглиф 小 (xiǎo) имеет древние корни и представлен в виде изображения маленького объекта. Он относится к категории простых иероглифов, которые во многом были основаны на визуальных ассоциациях. Исходная форма иероглифа напоминала уменьшенную версию чего-либо, что символизировало малый размер.",
    "philosophy": "В даосизме понятие 'маленького' связано с идеей скромности и простоты, что отражает стремление к гармонии с природой. Это отличается от западного подхода, где часто подчеркиваются масштаб и величие. Маленькое в китайской культуре воспринимается как что-то ценное и важное, что может привести к большему благу.",
    "homonyms": "小 (xiǎo) — маленький, незначительный; 逍 (xiāo) — свободный, беззаботный.",
    "usage_example": "他很小 (tā hěn xiǎo) — 'Он очень маленький'. В этом примере иероглиф 小 (xiǎo) используется для описания размера человека. Звук 'xiǎo' ассоциируется с чем-то мелким, что помогает запомнить иероглиф через его звучание."
  },
  {
    "id": 123,
    "hanzi": "小姐",
    "pinyin": "xiǎo jie",
    "translations": [
      "young lady",
      "miss",
      "(slang) prostitute",
      "CL:個|个",
      "位[wèi]"
    ],
    "ru_translations": [
      "мисс",
      "девушка"
    ],
    "history": "Иероглиф 小姐 (xiǎo jie) состоит из двух частей: 小 (xiǎo), что означает 'маленький', и 姐 (jie), что переводится как 'сестра'. Этот иероглиф используется для обозначения молодой женщины или незамужней девушки, придавая ей более мягкий и уважительный оттенок. Происхождение иероглифа связано с традиционным китайским представлением о женственности и роли женщин в обществе.",
    "philosophy": "В даосской философии акцент делается на естественности и гармонии, что отражает использование термина 小姐 (xiǎo jie) для обозначения женщины с уважением и благожелательностью. В отличие от европейского рационального взгляда, китайский подход ценит не только внешние качества, но и внутреннюю сущность личности. Это подчеркивает, что в китайском языке многие слова имеют эмоциональную и культурную нагрузку.",
    "homonyms": "小 (xiǎo) - маленький; 姐 (jie) - сестра",
    "usage_example": "В Китае часто можно услышать обращение 小姐 (xiǎo jie) в ресторанах или магазинах, когда персонал обращается к молодым женщинам. Такой подход создаёт атмосферу вежливости и уважения. Пиньинь xiǎo jie легко запоминается благодаря ритмичному звучанию и четкому делению на слоги."
  },
  {
    "id": 124,
    "hanzi": "些",
    "pinyin": "xiē",
    "translations": [
      "some",
      "few",
      "several",
      "measure word indicating a small amount or small number (greater than 1)"
    ],
    "ru_translations": [
      "некоторые",
      "несколько"
    ],
    "history": "Иероглиф 些 (xiē) представляет собой сокращённую форму, которая отражает концепцию множественности или неопределённого количества. Его происхождение связано с древними знаками, обозначающими несколько элементов или объектов. Эта форма также может быть связана с идеей постепенности, что подчеркивает использование в контексте неопределённого количества.",
    "philosophy": "Философски, 些 (xiē) отражает даосское понимание природы вещей как изменчивых и непостоянных. В отличие от европейского рационального подхода, который стремится к точности и определённости, даосизм акцентирует внимание на гибкости и многообразии. Это позволяет воспринимать мир как поток, где 'несколько' может означать как множество, так и разнообразие.",
    "homonyms": "些 (xiē) - 些 (xiē) - некоторые",
    "usage_example": "Пример использования: 这些 (zhèxiē) означает 'эти' или 'несколько этих'. Здесь важно отметить, что сочетание с другим иероглифом придаёт ему конкретный смысл, который отличается от само́го 些 (xiē), подчеркивая его роль в образовании множественных форм. Употребление 些 в повседневной речи помогает лучше воспринимать китайский язык как динамичную систему."
  },
  {
    "id": 125,
    "hanzi": "写",
    "pinyin": "xiě",
    "translations": [
      "to write"
    ],
    "ru_translations": [
      "писать",
      "записывать"
    ],
    "history": "Иероглиф 写 (xiě) происходит от древних китайских письменных форм, где он изображал человека, который держит кисть для написания. В его современном виде он сохраняет эту идею, символизируя процесс записи и передачи информации. Иероглиф отражает развитие китайской письменности от пиктографических знаков к более абстрактным формам.",
    "philosophy": "В даосской традиции процесс письма рассматривается как способ взаимодействия с миром, где каждая запись является отражением внутреннего состояния писателя. В отличие от европейского подхода, который часто акцентирует внимание на точности и логике, китайская философия ценит интуитивное выражение мыслей через иероглифы, что делает их более живыми и многозначными.",
    "homonyms": "卸 (xiè) - снимать, разбирать; 叶 (yè) - лист, страница.",
    "usage_example": "我在写 (wǒ zài xiě) - 'Я пишу'. Здесь '写' (xiě) представляет процесс записи, и его произношение напоминает звук, который издает кисть, касаясь бумаги. Это помогает ассоциировать действие с его написанием."
  },
  {
    "id": 126,
    "hanzi": "谢谢",
    "pinyin": "xiè xie",
    "translations": [
      "to thank",
      "thanks"
    ],
    "ru_translations": [
      "спасибо"
    ],
    "history": "Иероглиф 谢 (xiè) изначально изображал жертвенное подношение, а затем стал означать благодарность. В сочетании с повторяющимся иероглифом 也 (xie) формируется выражение благодарности. Эта форма показывает, что благодарность может быть выражена многократно.",
    "philosophy": "В даосской философии благодарность отражает взаимосвязь между людьми и окружающим миром. Она подчеркивает важность гармонии и взаимопомощи, в отличие от западного акцента на индивидуализме и рационализме, где благодарность часто воспринимается как формальность.",
    "homonyms": "谢 (xiè) - благодарить; 睫 (jié) - ресница; 叶 (yè) - лист.",
    "usage_example": "Когда кто-то делает вам услугу, вы говорите 谢谢 (xiè xie), чтобы выразить свою признательность. Пиньинь xiè xie легко запоминается благодаря повторению, что помогает закрепить значение иероглифа в сознании."
  },
  {
    "id": 127,
    "hanzi": "星期",
    "pinyin": "xīng qī",
    "translations": [
      "week",
      "CL:個|个[gè]",
      "day of the week",
      "Sunday"
    ],
    "ru_translations": [
      "неделя"
    ],
    "history": "Иероглиф 星期 (xīng qī) состоит из двух частей: 星 (xīng), что означает 'звезда', и 期 (qī), что означает 'период' или 'время'. Это сочетание указывает на цикл, связанный с астрономическими явлениями, такими как движение звезд и планет. В древности неделя ассоциировалась с определенными астрономическими событиями, что отражает связь времени и космоса.",
    "philosophy": "В даосской философии важно понимание цикличности времени и его связи с природой. Использование иероглифа 星期 (xīng qī) показывает, как время воспринимается как нечто текущее и изменчивое, в отличие от фиксированного понимания времени в европейской традиции. Здесь акцент на наблюдении за природными циклами и ритмами, а не на строгом делении времени на часы и минуты.",
    "homonyms": "星 (xīng) - звезда; 期 (qī) - срок, период",
    "usage_example": "В китайском языке часто говорят 星期一 (xīng qī yī) - 'понедельник', что дословно переводится как 'звезда один', подчеркивая начало новой недели. Этот иероглиф помогает запомнить дни недели как циклы, связанные с астрономией, что делает его запоминание более интуитивным."
  },
  {
    "id": 128,
    "hanzi": "学生",
    "pinyin": "xué sheng",
    "translations": [
      "student",
      "schoolchild"
    ],
    "ru_translations": [
      "студент"
    ],
    "history": "Иероглиф 学生 (xué sheng) состоит из двух частей: 学 (xué), что означает 'учиться', и 生 (shēng), что переводится как 'жизнь' или 'рожденный'. Вместе они создают образ человека, который учится и развивается в жизни. Этот иероглиф отражает важность образования в китайской культуре.",
    "philosophy": "В даосском мышлении обучение рассматривается как непрерывный процесс самосовершенствования и гармонии с окружающим миром. Иероглиф 学生 (xué sheng) подчеркивает, что каждый человек — это вечный ученик, что отличается от европейского подхода, где обучение часто воспринимается как конечная цель.",
    "homonyms": "生 (shēng) - жизнь; 生 (shēng) - рожденный; 生 (shēng) - сырой.",
    "usage_example": "他是学生 (tā shì xué sheng) - 'Он студент'. Слово '学生' (xué sheng) может быть запомнено через ассоциацию: 学 (xué) звучит как 'школа', а 生 (shēng) можно представить как нового человека, который рождается в процессе обучения."
  },
  {
    "id": 129,
    "hanzi": "学习",
    "pinyin": "xué xí",
    "translations": [
      "to learn",
      "to study"
    ],
    "ru_translations": [
      "учиться",
      "изучение"
    ],
    "history": "Иероглиф 学习 (xué xí) состоит из двух частей: 学 (xué), что означает 'учиться', и 习 (xí), что переводится как 'повторять' или 'практиковать'. В целом, этот иероглиф символизирует процесс обучения через практику и повторение. Происхождение этих иероглифов связано с образами, где 学 изображает человека, занимающегося обучением, а 习 иллюстрирует действие повторения.",
    "philosophy": "Философия иероглифа 学习 (xué xí) акцентирует внимание на важности практики в обучении, что характерно для даосского подхода к знаниям. В отличие от западного рационального взгляда, который часто акцентирует внимание на теории, китайская традиция подчеркивает значимость опыта и практического применения знаний. Это понимание создает более целостный подход к обучению.",
    "homonyms": "习 (xí) - повторять, практиковать; 习惯 (xí guàn) - привычка.",
    "usage_example": "他在学习 (tā zài xué xí) 汉语 (Hànyǔ) 每天. Это предложение переводится как 'Он учится китайскому языку каждый день.' Здесь 学习 (xué xí) подчеркивает процесс постоянного обучения и применения знаний, что является важным аспектом китайского подхода к образованию."
  },
  {
    "id": 130,
    "hanzi": "学校",
    "pinyin": "xué xiào",
    "translations": [
      "school",
      "CL:所[suǒ]"
    ],
    "ru_translations": [
      "школа"
    ],
    "history": "Иероглиф 学校 (xué xiào) состоит из двух частей: 学 (xué), что означает 'учиться', и 校 (xiào), что переводится как 'школа' или 'учебное заведение'. В древнем Китае такие места служили не только для обучения, но и для передачи культурных традиций. Образ 学 связан с концепцией обучения и усвоения знаний, а 校 символизирует место, где это происходит.",
    "philosophy": "Философски иероглиф 学校 (xué xiào) отражает китайское понимание образования как процесса, который включает не только передачу знаний, но и развитие характера. В отличие от европейского рационального подхода, китайская традиция акцентирует внимание на гармонии и взаимосвязи между учениками, учителями и окружающим миром. Это создает более целостное восприятие учебного процесса.",
    "homonyms": "校 (xiào) - 'проверять'; 蕭 (xiāo) - 'усыхать, увядать'.",
    "usage_example": "В предложении 我在学校学习中文 (wǒ zài xué xiào xué xí zhōng wén) переводится как 'Я учу китайский в школе'. Здесь 学校 (xué xiào) показывает, что учеба происходит в определенном месте, что подчеркивает важность контекста для получения знаний."
  },
  {
    "id": 131,
    "hanzi": "一",
    "pinyin": "yī",
    "translations": [
      "one",
      "1",
      "single",
      "a (article)",
      "as soon as",
      "entire",
      "whole",
      "all",
      "throughout",
      "\"one\" radical in Chinese characters (Kangxi radical 1)"
    ],
    "ru_translations": [
      "один"
    ],
    "history": "Иероглиф 一 (yī) представляет собой один из самых простых и базовых иероглифов в китайском языке. Его форма изображает горизонтальную линию, символизирующую единство и простоту. Этот иероглиф используется для обозначения числа 'один' и служит основой для более сложных чисел и понятий.",
    "philosophy": "В даосской философии символ 一 (yī) олицетворяет единство и гармонию всего сущего. В отличие от европейского рационального мышления, которое часто разделяет вещи на категории и классы, даосизм акцентирует внимание на целостности и взаимосвязанности всех явлений. Этот иероглиф напоминает о важности простоты и единства в мире.",
    "homonyms": "衣 (yī) — одежда",
    "usage_example": "В китайском языке иероглиф 一 (yī) часто используется в числовых выражениях, например, в '一百' (yī bǎi — сто). Он звучит как 'и', что делает его легко запоминаемым и ассоциируемым с понятием 'один'."
  },
  {
    "id": 132,
    "hanzi": "衣服",
    "pinyin": "yī fu",
    "translations": [
      "clothes",
      "CL:件",
      "套[tào]"
    ],
    "ru_translations": [
      "одежда",
      "вещи"
    ],
    "history": "Иероглиф 衣服 (yī fu) состоит из двух частей: 衣, что означает 'одежда', и 服, что относится к 'вещам' или 'облачению'. Этот иероглиф отражает концепцию одежды как средства, которое защищает и украшает тело. Исторически, одежда была важной частью культуры и самовыражения, что и закрепилось в этом иероглифе.",
    "philosophy": "С точки зрения даосского мышления, одежда (衣服) символизирует не только защиту, но и социальные роли человека. В отличие от европейского взгляда, где акцент ставится на утилитарность, в китайской культуре одежда также служит средством выражения внутреннего состояния и гармонии с окружающим миром.",
    "homonyms": "衣 (yī) - 'одежда', 依 (yī) - 'полагаться на', 以 (yǐ) - 'с помощью'.",
    "usage_example": "我需要买一些新衣服 (Wǒ xūyào mǎi yīxiē xīn yīfu) - 'Мне нужно купить новую одежду'. Здесь '衣服' (yī fu) звучит как 'и фу', что напоминает о том, что одежда - это то, что 'облекает' человека."
  },
  {
    "id": 133,
    "hanzi": "医生",
    "pinyin": "yī shēng",
    "translations": [
      "doctor",
      "CL:個|个",
      "位",
      "名[míng]"
    ],
    "ru_translations": [
      "врач",
      "доктор"
    ],
    "history": "Иероглиф 医生 (yī shēng) состоит из двух частей: 医 (yī), что означает 'медицина' или 'врач', и 生 (shēng), что переводится как 'жизнь' или 'рождаться'. Этот иероглиф отражает профессиональную сферу, связанную с лечением и заботой о здоровье. В древности медицинская практика была связана с философией, где врачевание считалось искусством сохранения жизни.",
    "philosophy": "Иероглиф 医生 (yī shēng) символизирует гармонию между жизнью и медицинской практикой, что отражает даосское понимание здоровья как естественного состояния. В отличие от европейского подхода, который часто фокусируется на симптомах, китайская философия акцентирует внимание на восстановлении баланса в организме. Врач в этом контексте рассматривается не только как лечащий специалист, но и как хранитель здоровья, что подчеркивает важность единства человека с природой.",
    "homonyms": "意生 (yì shēng) - 'значение, рождение' (yì shēng)",
    "usage_example": "我想要去看医生 (Wǒ xiǎng yào qù kàn yī shēng) - 'Я хочу пойти к врачу'. Фраза помогает запомнить иероглифы через регулярное использование в повседневной жизни, где врач (医生) становится ключевым элементом заботы о здоровье."
  },
  {
    "id": 134,
    "hanzi": "医院",
    "pinyin": "yī yuàn",
    "translations": [
      "hospital",
      "CL:所",
      "家",
      "座[zuò]"
    ],
    "ru_translations": [
      "больница"
    ],
    "history": "Иероглиф 医院 (yī yuàn) состоит из двух частей: 医 (yī), что означает 'медицина' или 'врач', и 院 (yuàn), что переводится как 'двор' или 'здание'. Этот иероглиф отражает концепцию места, где оказываются медицинские услуги, то есть больницы. Происхождение иероглифа связано с развитием медицинской практики в Китае и необходимостью создания специализированных учреждений для лечения.",
    "philosophy": "В даосском мышлении здоровье рассматривается как баланс между телом и духом. Иероглиф 医院 (yī yuàn) символизирует не только физическое лечение, но и гармонию, которую врач должен восстанавливать. В отличие от европейской медицины, которая часто фокусируется на симптомах, в китайской традиции важен целостный подход к человеку.",
    "homonyms": "",
    "usage_example": "Я пойду в больницу (医院 yī yuàn), чтобы сделать обследование. Пиньинь здесь легко запоминается благодаря созвучию с 'клиникой' и 'лечением', что помогает ассоциировать его с медицинскими учреждениями."
  },
  {
    "id": 135,
    "hanzi": "椅子",
    "pinyin": "yǐ zi",
    "translations": [
      "chair",
      "CL:把",
      "套[tào]"
    ],
    "ru_translations": [
      "стул"
    ],
    "history": "Иероглиф 椅子 (yǐ zi) состоит из двух компонентов: 木 (mù), что означает 'дерево', и 椅 (yǐ), что указывает на предмет, связанный с сиденьем. Его форма отражает конструкцию стула, который традиционно изготавливался из дерева. Этот иероглиф подчеркивает функциональность и утилитарность мебели в повседневной жизни.",
    "philosophy": "Иероглиф 椅子 (yǐ zi) демонстрирует даосскую концепцию взаимодействия человека с природой, где дерево, как материал, символизирует гармонию с окружающей средой. В отличие от европейского взгляда на мебель как на статичный объект, в китайской культуре стул может восприниматься как часть динамичного взаимодействия человека и пространства. Это подчеркивает важность комфорта и уюта в жизни.",
    "homonyms": "蚁子 (yǐ zǐ) - 'муравей'",
    "usage_example": "在家里，我们有很多不同的椅子 (zài jiā lǐ, wǒ men yǒu hěn duō bùtóng de yǐ zi) - 'У нас дома много разных стульев'. Здесь важно запомнить, что 椅子 (yǐ zi) звучит похоже на 'йи', что напоминает звук, когда вы садитесь на стул. Это помогает ассоциировать его с действием сидения."
  },
  {
    "id": 136,
    "hanzi": "有",
    "pinyin": "yǒu",
    "translations": [
      "to have",
      "there is",
      "there are",
      "to exist",
      "to be"
    ],
    "ru_translations": [
      "иметь",
      "существовать"
    ],
    "history": "Иероглиф 有 (yǒu) имеет древние корни и восходит к значению 'иметь' или 'существовать'. Он состоит из элементов, которые символизируют наличие чего-то, и в китайской культуре всегда ассоциируется с обладанием и существованием. Применение этого иероглифа охватывает как физическое, так и абстрактное наличие.",
    "philosophy": "С точки зрения даосской философии, 有 (yǒu) подразумевает не просто обладание, но и осознание собственной сущности и места в мире. Это противопоставляется западному рациональному подходу, где акцент делается на материальные вещи. В даосизме важен баланс между 'иметь' и 'не иметь', что подразумевает гармонию в жизни.",
    "homonyms": "友 (yǒu) — друг",
    "usage_example": "В предложении 我有一个朋友 (wǒ yǒu yī gè péngyǒu) — 'У меня есть друг' иероглиф 有 (yǒu) указывает на наличие, что напрямую связано с понятием обладания. Звук 'yǒu' легко запоминается благодаря ритму и интонации, что помогает в дальнейшем использовании в разговорной речи."
  },
  {
    "id": 137,
    "hanzi": "月",
    "pinyin": "yuè",
    "translations": [
      "moon",
      "month",
      "CL:個|个",
      "輪|轮[lún]"
    ],
    "ru_translations": [
      "Луна",
      "месяц"
    ],
    "history": "Иероглиф 月 (yuè) изначально изображал лунный диск. Он стал символом ночи и времени, а также ассоциируется с природными циклами, такими как фазы луны. Этот иероглиф также может обозначать мясо в некоторых контекстах, что связано с формой и текстурой.",
    "philosophy": "В даосском мышлении 月 (yuè) символизирует гармонию и цикличность природы, подчеркивая идею, что всё в жизни подвержено изменениям. В отличие от европейского рационального взгляда, который часто стремится к постоянству, китайская философия ценит временные циклы и баланс между светом и тьмой.",
    "homonyms": "月 (yuè) - 'луна, месяц'; 约 (yuē) - 'договор, соглашение'; 也 (yě) - 'также, тоже'",
    "usage_example": "Иероглиф 月 (yuè) используется в словах, связанных с луной, например, в 月亮 (yuèliang) - 'луна'. Слово произносится с помощью тона, который может ассоциироваться с плавным и округлым образом луны."
  },
  {
    "id": 138,
    "hanzi": "在",
    "pinyin": "zài",
    "translations": [
      "(located) at",
      "(to be) in",
      "to exist",
      "in the middle of doing sth",
      "(indicating an action in progress)"
    ],
    "ru_translations": [
      "находиться",
      "быть"
    ],
    "history": "Иероглиф 在 (zài) состоит из двух частей: верхней - 'древо', символизирующей место, и нижней - 'человек', что указывает на присутствие. Этот иероглиф возник в древности как способ обозначения нахождения человека или объекта в определённом месте. В современном языке он сохраняет эту идею, указывая на локализацию.",
    "philosophy": "В даосизме концепция нахождения в моменте и месте имеет важное значение. Иероглиф 在 (zài) отражает состояние присутствия и осознания текущего момента, что отличается от европейского подхода к времени и пространству как к линейным категориям. Здесь акцент делается на слияние с окружающей средой и внутреннее состояние.",
    "homonyms": "在 (zài) - находиться; 再 (zài) - снова, ещё раз",
    "usage_example": "在家 (zài jiā) означает 'быть дома'. Здесь '在' (zài) указывает на место, а '家' (jiā) - на дом. Эту комбинацию легко запомнить, так как она часто используется в повседневной жизни, когда говорят о том, где находятся люди."
  },
  {
    "id": 139,
    "hanzi": "再见",
    "pinyin": "zài jiàn",
    "translations": [
      "goodbye",
      "see you again later"
    ],
    "ru_translations": [
      "до свидания"
    ],
    "history": "Иероглиф 再见 (zài jiàn) состоит из двух частей: 再 (zài), что означает 'снова', и 见 (jiàn), что переводится как 'видеть'. Вместе они передают идею о повторной встрече, что отражает культурные нормы общения в китайском обществе. Происхождение этих иероглифов связано с развитием китайской письменности и их визуальными формами.",
    "philosophy": "Философски, 再见 (zài jiàn) подчеркивает цикличность жизни и отношений, что является важной концепцией в даосизме. Здесь присутствует акцент на непрерывности и возможности новых встреч, что отличается от более одноразового европейского взгляда на прощание. Этот иероглиф символизирует надежду на будущее взаимодействие.",
    "homonyms": "在 (zài) - находиться; 再 (zài) - снова",
    "usage_example": "Говоря 再见 (zài jiàn), вы выражаете намерение встретиться снова, что также делает этот иероглиф удобным для прощания в неформальной обстановке. Обратите внимание на тональность: первый слог zài с падающим тоном, а второй jiàn — с нисходящим тоном, что важно для правильного произношения."
  },
  {
    "id": 140,
    "hanzi": "怎么",
    "pinyin": "zěn me",
    "translations": [
      "variant of 怎麼|怎么[zěn me]"
    ],
    "ru_translations": [
      "как",
      "каким образом"
    ],
    "history": "Иероглиф 怎么 (zěn me) состоит из двух компонентов: '怎' и '么'. '怎' изначально обозначал 'как', а '么' используется для уточнения, придавая вопросу оттенок неопределенности. В zusammen, он стал вопросительным выражением для уточнения способа или метода.",
    "philosophy": "В даосской философии иероглиф 怎么 (zěn me) отражает интерес к поиску путей и методов, подчеркивая гибкость подхода к жизни и ситуации. В отличие от европейского мышления, которое часто стремится к четким ответам, этот иероглиф открывает пространство для вопросов и исследовательского подхода, акцентируя внимание на процессе познания.",
    "homonyms": "怎麼 (zěn me) - как",
    "usage_example": "Вопрос: 你怎么去学校？ (Nǐ zěn me qù xuéxiào?) — 'Как ты доберешься до школы?'. Этот вопрос подчеркивает не только способ, но и выбор. Пиньинь 'zěn me' звучит как 'дзен мэ', что может напоминать о поиске 'как сделать' в разных контекстах."
  },
  {
    "id": 141,
    "hanzi": "怎么样",
    "pinyin": "zěn me yàng",
    "translations": [
      "how?",
      "how about?",
      "how was it?",
      "how are things?"
    ],
    "ru_translations": [
      "как дела?",
      "как поживаешь?"
    ],
    "history": "Иероглиф 怎么样 (zěn me yàng) состоит из трех частей: 怎么 (zěn me), что переводится как 'как', и 样 (yàng), что означает 'образ' или 'стиль'. Этот иероглиф используется для запроса о состоянии или качестве чего-либо. Его форма отражает желание узнать о положении дел.",
    "philosophy": "В контексте даосского мышления иероглиф 怎么样 (zěn me yàng) подчеркивает важность понимания текущего состояния вещей и гармонии в жизни. В отличие от европейского подхода, который часто фокусируется на анализе и решениях, здесь акцентируется внимание на восприятии и ощущении настоящего момента. Это позволяет более глубоко осознать взаимодействие с окружающим миром.",
    "homonyms": "",
    "usage_example": "Как использовать: '你今天怎么样？' (Nǐ jīntiān zěn me yàng?) — 'Как ты сегодня?' Звук 'zěn' напоминает 'зен', а 'me' звучит как 'ме', что может помочь запомнить фразу. Здесь важна интонация: 'zěn' с понижением тона, а 'me' с нейтральным."
  },
  {
    "id": 142,
    "hanzi": "这",
    "pinyin": "zhè",
    "translations": [
      "this",
      "these",
      "(commonly pr.  before a classifier, esp. in Beijing)"
    ],
    "ru_translations": [
      "это",
      "такой"
    ],
    "history": "Иероглиф 这 (zhè) состоит из элементов, которые указывают на место или объект. Его форма отражает идею указания на что-то конкретное, что делает его важным в контексте демонстративных местоимений в китайском языке. Этот иероглиф появился в классических текстах и со временем закрепил свой смысл.",
    "philosophy": "В даосском мышлении акцент делается на непосредственном восприятии и отношении к миру. Иероглиф 这 (zhè) символизирует здесь и сейчас, подчеркивая важность момента и конкретности, что отличается от более абстрактного европейского подхода к описанию объектов и понятий. Он задает вопрос о том, что мы можем воспринимать и как это влияет на наше понимание реальности.",
    "homonyms": "这 (zhè) - 只 (zhī) - только; 这 (zhè) - 着 (zhe) - продолжать.",
    "usage_example": "В предложении '这 是 我的 书' (zhè shì wǒ de shū) переводится как 'Это моя книга'. Здесь 这 (zhè) указывает на конкретный объект, что подчеркивает его функцию в языке как указательного местоимения. Пиньинь zhè звучит как 'же', что помогает запомнить его значение как 'это'."
  },
  {
    "id": 143,
    "hanzi": "中国",
    "pinyin": "Zhōng guó",
    "translations": [
      "China",
      "Middle Kingdom"
    ],
    "ru_translations": [
      "Китай",
      "Китайская Республика"
    ],
    "history": "Иероглиф 中国 (Zhōng guó) состоит из двух частей: 中, что означает 'середина' или 'центр', и 国, что переводится как 'страна' или 'государство'. Таким образом, 中国 обозначает 'Страна центра', указывая на восприятие Китая как центра мира в древние времена. Этот иероглиф отражает историческую самоидентификацию китайцев.",
    "philosophy": "В даосском мышлении концепция центра подразумевает гармонию и баланс. В отличие от европейского подхода, который часто акцентирует внимание на индивидуализме и линейной логике, китайская философия рассматривает мир как взаимосвязанную систему, где каждое действие имеет значение в контексте целого.",
    "homonyms": "中 (Zhōng) - 'середина', 'центр'; 国 (guó) - 'страна', 'государство'",
    "usage_example": "В предложении '我想去中国' (Wǒ xiǎng qù Zhōng guó) переводится как 'Я хочу поехать в Китай'. Слова 中 (Zhōng) и 国 (guó) легко запоминаются по звучанию: 'чжун' напоминает 'центр', а 'гуа' - 'государство'."
  },
  {
    "id": 144,
    "hanzi": "中午",
    "pinyin": "zhōng wǔ",
    "translations": [
      "noon",
      "midday",
      "CL:個|个[gè]"
    ],
    "ru_translations": [
      "полдень"
    ],
    "history": "Иероглиф 中午 (zhōng wǔ) состоит из двух частей: 中 (zhōng), что означает 'середина', и 午 (wǔ), который традиционно ассоциируется с полуденным временем. В древности полдень считался временем, когда солнце находится в самой высокой точке, что подчеркивает центральное значение этого момента в течение дня.",
    "philosophy": "В даосской философии полдень символизирует баланс между светом и тенью, активностью и покоем. Это время, когда энергия достигает своего пика, что отличается от европейского подхода, который часто фокусируется на производительности и рациональности. В даосизме акцент ставится на гармонию с природными циклами.",
    "homonyms": "无 (wú) - нет, отсутствие; 舞 (wǔ) - танец.",
    "usage_example": "В китайском языке часто говорят: '我们中午见' (wǒmen zhōng wǔ jiàn) - 'Увидимся в полдень'. Обратите внимание на сочетание звуков 'zhōng' и 'wǔ', которые легко запоминаются благодаря четкому ритму и интонации."
  },
  {
    "id": 145,
    "hanzi": "住",
    "pinyin": "zhù",
    "translations": [
      "to live",
      "to dwell",
      "to stay",
      "to reside",
      "to stop",
      "(suffix indicating firmness, steadiness, or coming to a halt)"
    ],
    "ru_translations": [
      "жить",
      "проживать"
    ],
    "history": "Иероглиф 住 (zhù) состоит из двух частей: радикала 'жилище' и элемента, который может означать 'остановиться' или 'оставаться'. Это символизирует место, где человек останавливается и живет, подчеркивая важность дома и постоянного места в жизни. Происхождение иероглифа связано с идеей устойчивости и укрытия.",
    "philosophy": "В даосизме понятие 住 (zhù) воспринимается как состояние покоя и гармонии с окружающим миром. В отличие от европейского рационального взгляда, который акцентирует внимание на динамике и движении, даосское мышление ценит момент остановки и пребывания в настоящем, что отражает суть этого иероглифа.",
    "homonyms": "驻 zhù - размещаться, находиться; 猪 zhū - свинья.",
    "usage_example": "Ты можешь сказать '我住在这里' (wǒ zhù zài zhèlǐ), что переводится как 'Я живу здесь'. Это выражение помогает запомнить иероглиф 住 (zhù) через его связь с местом проживания."
  },
  {
    "id": 146,
    "hanzi": "桌子",
    "pinyin": "zhuō zi",
    "translations": [
      "table",
      "desk",
      "CL:張|张",
      "套[tào]"
    ],
    "ru_translations": [
      "стол"
    ],
    "history": "Иероглиф 桌 (zhuō) обозначает 'стол' и состоит из элементов, указывающих на предмет, используемый для пищи или работы. Компонент '木' внизу указывает на древесину, что говорит о материале, из которого часто изготавливаются столы. Это отражает практическое использование иероглифа в повседневной жизни.",
    "philosophy": "Иероглиф 桌子 (zhuō zi) может быть воспринят как символ простоты и функциональности, что является важным в даосизме. В отличие от европейского взгляда на мебель как на предмет роскоши, в китайской культуре акцент делается на её практическую ценность и гармонию с окружающей средой.",
    "homonyms": "桌 (zhuō) - стол; 着 (zhuó) - надевать; 逐 (zhú) - преследовать.",
    "usage_example": "我在桌子 (zhuō zi) 上写字。Это предложение переводится как 'Я пишу на столе'. Здесь важен звук 'zhuō', который легко запоминается благодаря сочетанию 'zh' и 'u', что может напоминать звук, когда предметы сталкиваются на столе."
  },
  {
    "id": 147,
    "hanzi": "字",
    "pinyin": "zì",
    "translations": [
      "letter",
      "symbol",
      "character",
      "word",
      "CL:個|个[gè]",
      "courtesy or style name traditionally given to males aged 20 in dynastic China"
    ],
    "ru_translations": [
      "знак",
      "символ"
    ],
    "history": "Иероглиф 字 (zì) имеет древние корни и происходит от значка, изображающего символ или знак. Его форма развивалась на протяжении веков, отражая эволюцию письменности в Китае. В основном он обозначает письменный знак или букву, являясь основой для понимания китайского языка.",
    "philosophy": "В даосском мышлении иероглиф 字 (zì) символизирует идею знака как способа передачи информации, что отличается от европейского подхода, где знак часто рассматривается как более статичный. Китайская письменность акцентирует внимание на образности и контексте, где каждый символ несет в себе не только значение, но и культурное содержание.",
    "homonyms": "自 (zì) - сам, себя; 滋 (zī) -滋养 (zīyǎng) - питать, насыщать.",
    "usage_example": "Пример: 汉字 (hànzì) - китайские иероглифы. Здесь 字 (zì) указывает на письменный знак, а '汉' (hàn) обозначает китайский. Это помогает запомнить, что 字 (zì) используется для описания письменных символов."
  },
  {
    "id": 148,
    "hanzi": "昨天",
    "pinyin": "zuó tiān",
    "translations": [
      "yesterday"
    ],
    "ru_translations": [
      "вчера"
    ],
    "history": "Иероглиф 昨 (zuó) обозначает 'вчера', и его образ восходит к значению 'прошедший день'. Он состоит из элемента, связанного с днем (日), который обозначает солнце или день, и элемента, указывающего на 'прошлое'. В сочетании с 天 (tiān), что означает 'небо' или 'день', создается четкое представление временной категории.",
    "philosophy": "В даосизме время воспринимается как цикл, и 昨天 (zuó tiān) отражает эту идею. В отличие от линейного европейского взгляда на время, китайская философия подчеркивает взаимосвязь прошлого и настоящего, где вчера является частью непрерывного потока времени. Это подчеркивает важность осознания своей истории и корней.",
    "homonyms": "",
    "usage_example": "我昨天去了商店。(Wǒ zuótiān qùle shāngdiàn.) — 'Я вчера ходил в магазин.' Здесь 昨天 (zuó tiān) используется для обозначения конкретного времени, что помогает привязать действие к определенному дню."
  },
  {
    "id": 149,
    "hanzi": "坐",
    "pinyin": "zuò",
    "translations": [
      "to sit",
      "to take a seat",
      "to take (a bus, airplane etc)",
      "to bear fruit",
      "variant of 座[zuò]"
    ],
    "ru_translations": [
      "сидеть"
    ],
    "history": "Иероглиф 坐 (zuò) произошел от изображения сидящего человека. Первоначально он представлял собой простую форму, которая со временем упростилась и стилизовалась, сохраняя значение 'сидеть'. Древние иероглифы часто отображали предметы и действия, что делает их легко воспринимаемыми.",
    "philosophy": "В даосской философии сидение символизирует покой и умиротворение. В отличие от европейского рационального подхода, где активное действие ценится выше, в китайской культуре сидение может быть воспринято как важный аспект внутреннего сосредоточения и гармонии с окружающим миром.",
    "homonyms": "座 (zuò) - место, сиденье; 作 (zuò) - делать, создавать.",
    "usage_example": "我喜欢在公园里坐 (wǒ xǐ huān zài gōngyuán lǐ zuò) - 'Мне нравится сидеть в парке'. Здесь важно помнить, что звук 'zuò' может ассоциироваться с 'дурным' или 'тяжелым' действием, так как сидение может быть воспринято как расслабление после труда."
  },
  {
    "id": 150,
    "hanzi": "做",
    "pinyin": "zuò",
    "translations": [
      "to do",
      "to make",
      "to produce",
      "to write",
      "to compose",
      "to act as",
      "to engage in",
      "to hold (a party)",
      "to be",
      "to become",
      "to function (in some capacity)",
      "to serve as",
      "to be used for",
      "to form (a bond or relationship)",
      "to pretend",
      "to feign",
      "to act a part",
      "to put on appearance"
    ],
    "ru_translations": [
      "делать",
      "создавать"
    ],
    "history": "Иероглиф 做 (zuò) имеет корни в древнекитайском языке и изначально представлял собой изображение человека, занимающегося трудом. Он состоит из компонентов, символизирующих действие и деятельность, что подчеркивает его значение как 'делать' или 'создавать'. Со временем иероглиф стал ассоциироваться с активным процессом выполнения каких-либо действий.",
    "philosophy": "В даосизме 做 (zuò) отражает идею действий, которые естественны и гармоничны. В отличие от европейского подхода, где акцент делается на результативности, китайская философия подчеркивает важность самого процесса. Делая что-то, человек не должен терять связь с окружающим миром и внутренним состоянием.",
    "homonyms": "座 (zuò) - 'сиденье'",
    "usage_example": "我想做 (Wǒ xiǎng zuò) - 'Я хочу сделать'. Здесь пиньинь 'zuò' звучит как 'дзуо', что напоминает о действии, связанном с физическим трудом или творчеством."
  }
]