[
  {
    "id": 151,
    "hanzi": "吧",
    "pinyin": "ba",
    "translations": [
      "(modal particle indicating suggestion or surmise)",
      "...right?",
      "...OK?",
      "...I presume."
    ],
    "ru_translations": [
      "частица, выражающая предположение или предложение"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 吧 (ba) в современном китайском языке — это служебная частица, которая не имеет самостоятельного лексического значения. Его основная функция — модифицировать тон высказывания, добавляя оттенок предположения, смягченного предложения или побуждения к согласию, что делает речь более вежливой и некатегоричной.",
    "deepseek_description_paragraph_2": "Структурно 吧 (ba) является фоноидеограммой. Он состоит из левого компонента 口 (kǒu, «рот»), который является смысловым радикалом и указывает на связь с речью, звуком или действием рта. Правый компонент 巴 (bā) выполняет фонетическую роль, подсказывая чтение иероглифа, хотя в современном языке тоны различаются.",
    "deepseek_description_paragraph_3": "Частица 吧 (ba) активно используется в конце предложений. В повествовательных фразах она выражает предположение говорящего («Наверное, он уже пришёл — 他来了吧»). В вопросительных — мягко подталкивает к подтверждению («Пойдём, ладно? — 我们走吧?»). В побудительных — смягчает приказ или просьбу, превращая его в предложение («Давай поедим — 我们吃饭吧»).",
    "deepseek_description_paragraph_4": "Частица 吧 (ba) отражает важный аспект китайской коммуникативной культуры — стремление к гармонии и избеганию прямого давления на собеседника. Её частое использование показывает, как язык предоставляет грамматические инструменты для смягчения высказываний и сохранения «лица» всех участников диалога.",
    "example_hanzi": "我们一起去吃饭吧。",
    "example_pinying": "Wǒmen yīqǐ qù chīfàn ba.",
    "example_ru": "Давайте вместе пойдём поесть."
  },
  {
    "id": 152,
    "hanzi": "白",
    "pinyin": "bái",
    "translations": [
      "white",
      "snowy",
      "pure",
      "bright",
      "empty",
      "blank",
      "plain",
      "clear",
      "to make clear",
      "in vain",
      "gratuitous",
      "free of charge",
      "reactionary",
      "anti-communist",
      "funeral",
      "to stare coldly",
      "to write wrong character",
      "to state",
      "to explain",
      "vernacular",
      "spoken lines in opera"
    ],
    "ru_translations": [
      "белый"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 白 (bái) в современном китайском языке в первую очередь означает цвет «белый». Однако его семантическое поле гораздо шире: он часто передаёт идеи чистоты, ясности, пустоты и даже чего-то очевидного или бесплатного, как в словах 明白 (míngbai, понимать) или 白给 (bái gěi, давать даром). Это делает его одним из ключевых концептуальных иероглифов, выходящих за рамки простого обозначения цвета.",
    "deepseek_description_paragraph_2": "С точки зрения структуры, 白 (bái) считается простым иероглифом и сам является ключом (радикалом № 106). Его древняя пиктограмма изображала язычок пламени или солнечный луч, символизируя яркость и свет, что логично привело к значению «белый». Хотя его иногда ошибочно разбирают на компоненты 丿 и 日, исторически это единый символ, и такое разбиение не объясняет его происхождение.",
    "deepseek_description_paragraph_3": "Помимо цвета, 白 (bái) активно используется в устойчивых сочетаниях. В 白天 (báitiān) — это «дневное время» (светлое время), а в 坦白 (tǎnbái) — «чистосердечно признаваться». В разговорной речи 白忙 (bái máng) означает «напрасные хлопоты», а 白开水 (bái kāishuǐ) — «простая кипячёная вода». Его роль в передаче понятий пустоты и отсутствия дополнительных свойств или оплаты крайне важна для языка.",
    "deepseek_description_paragraph_4": "В китайской культуре белый цвет, обозначаемый иероглифом 白 (bái), исторически ассоциировался с трауром и похоронами, в отличие от западной традиции. Это не негативный, а скорее ритуальный и уважительный символ перехода и чистоты перед лицом смерти. Кроме того, в философском дуализме инь-ян белый цвет традиционно связывается с ян — светом, активностью и силой.",
    "example_hanzi": "我要一杯白开水。",
    "example_pinying": "Wǒ yào yī bēi bái kāi shuǐ.",
    "example_ru": "Я хочу стакан кипячёной воды."
  },
  {
    "id": 153,
    "hanzi": "百",
    "pinyin": "bǎi",
    "translations": [
      "hundred",
      "numerous",
      "all kinds of"
    ],
    "ru_translations": [
      "сто",
      "сотня"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 百 (bǎi) в современном китайском языке является базовым числительным, означающим 'сто'. Однако его значение давно вышло за рамки простого счёта, став символом множественности, полноты и разнообразия. Он часто используется в составе слов и фраз для обозначения 'сотен' или 'огромного количества' чего-либо, например, 百姓 (bǎixìng) — 'народ' (буквально 'сто фамилий').",
    "deepseek_description_paragraph_2": "Иероглиф 百 (bǎi) является пиктограммой, исторически изображавшей, по одной из версий, сосуд для вина или жертвенного напитка. Со временем его форма упростилась. Он состоит из двух частей: верхняя черта '一' (yī, 'один') и элемент '白' (bái, 'белый'). Хотя '白' здесь не несёт смысла 'белый', а является фонетиком, указывающим на древнее звучание, современная ассоциация 'один над белым' иногда используется как мнемонический приём для запоминания.",
    "deepseek_description_paragraph_3": "Помимо числительного, 百 (bǎi) активно участвует в словообразовании, придавая словам оттенок 'многочисленности' или 'всеохватности'. Например, 百货 (bǎihuò) — 'товары широкого потребления', 百度 (Bǎidù) — название поисковика, означающее 'сто путей'. В идиомах, таких как 百发百中 (bǎi fā bǎi zhòng) — 'сто выстрелов — сто попаданий', он подчёркивает абсолютную точность и мастерство.",
    "deepseek_description_paragraph_4": "В китайской культуре число 100 традиционно символизирует завершённость, полноту и совершенство, что отражено в иероглифе 百 (bǎi). Это видно в пожеланиях долголетия 长命百岁 (cháng mìng bǎi suì) — 'долгой жизни в сто лет', где 'сто' означает полный, идеальный жизненный цикл. Таким образом, иероглиф несёт в себе культурный код, связывающий количественную меру с качественной оценкой 'целого'.",
    "example_hanzi": "我有一百块钱。",
    "example_pinying": "Wǒ yǒu yī bǎi kuài qián.",
    "example_ru": "У меня есть сто юаней."
  },
  {
    "id": 154,
    "hanzi": "帮助",
    "pinyin": "bāng zhù",
    "translations": [
      "assistance",
      "aid",
      "to help",
      "to assist"
    ],
    "ru_translations": [
      "помощь",
      "помогать"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 帮助 (bāng zhù) означает оказание поддержки или содействия для облегчения выполнения задачи или преодоления трудности. В современном языке это активное, практическое действие, направленное на решение конкретной проблемы другого человека или группы, и является ключевым понятием в социальном взаимодействии.",
    "deepseek_description_paragraph_2": "Это составное слово из двух самостоятельных иероглифов-синонимов. 帮 (bāng) изначально означало 'пояс, связку' и через образ 'связывать для поддержки' приобрело значение 'помогать'. 助 (zhù) изображает силу (力), добавляемую к чему-либо, и прямо означает 'содействовать, помогать'. Их сочетание усиливает и конкретизирует идею активной помощи.",
    "deepseek_description_paragraph_3": "帮助 (bāng zhù) — формальный и универсальный термин, используемый в официальных документах, новостях, деловой и учебной среде. Он описывает систематическую или существенную помощь, например, государственную поддержку (国家帮助), техническую помощь (技术帮助) или взаимопомощь (互相帮助). В отличие от более разговорного 帮忙 (bāng máng), который часто относится к конкретному делу, 帮助 имеет более широкий и общий смысл.",
    "deepseek_description_paragraph_4": "Концепция взаимопомощи 帮助 глубоко укоренена в коллективистской этике китайской культуры, где благополучие группы часто ставится выше индивидуального. Это отражается в пословице 互相帮助 (hù xiāng bāng zhù) — 'помогать друг другу', что является социальной нормой и ожидаемым поведением в сообществе.",
    "example_hanzi": "谢谢你的帮助。",
    "example_pinying": "Xièxiè nǐ de bāngzhù.",
    "example_ru": "Спасибо за твою помощь."
  },
  {
    "id": 155,
    "hanzi": "报纸",
    "pinyin": "bào zhǐ",
    "translations": [
      "newspaper",
      "newsprint",
      "CL:份",
      "期",
      "張|张[zhāng]"
    ],
    "ru_translations": [
      "газета"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 报纸 (bào zhǐ) обозначает современную газету — периодическое печатное издание, публикующее новости, статьи и объявления. В китайском языке это слово является стандартным и нейтральным термином для обозначения прессы, без дополнительных стилистических оттенков, и используется как в бытовой речи, так и в официальном контексте.",
    "deepseek_description_paragraph_2": "Это составное слово из двух иероглифов: 报 (bào), означающего 'докладывать, извещать', и 纸 (zhǐ) — 'бумага'. Компонент 报 сам по себе часто используется в словах, связанных с сообщением информации (например, 报告 bàogào — 'доклад'). Радикал 扌в 报 указывает на действие (рука), а 纸 содержит радикал 纟(нить), исторически связанный с материалами на волокнистой основе, что логично для бумаги.",
    "deepseek_description_paragraph_3": "Слово 报纸 (bào zhǐ) используется в прямом значении 'газета' (купить газету — 买报纸 mǎi bào zhǐ) и является частью устойчивых сочетаний, например, 报纸上 (bào zhǐ shang) — 'в газете'. Оно не несет дополнительных коннотаций, в отличие от более широкого термина 媒体 (méitǐ — 'медиа'), и четко указывает именно на печатное бумажное издание.",
    "deepseek_description_paragraph_4": "С появлением слова 报纸 (bào zhǐ) в конце XIX — начале XX века связан важный культурный сдвиг: распространение массовой печати и формирование современного публичного информационного пространства в Китае. Оно отражает переход от официальных придворных вестников к периодике для широкой аудитории.",
    "example_hanzi": "我每天早上都看报纸。",
    "example_pinying": "Wǒ měi tiān zǎo shang dōu kàn bào zhǐ.",
    "example_ru": "Я каждое утро читаю газету."
  },
  {
    "id": 156,
    "hanzi": "比",
    "pinyin": "bǐ",
    "translations": [
      "(particle used for comparison and \"-er than\")",
      "to compare",
      "to contrast",
      "to gesture (with hands)",
      "ratio"
    ],
    "ru_translations": [
      "сравнивать",
      "состязаться"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 比 (bǐ) в современном китайском языке является основой для концепции сравнения и соперничества. Он выражает идею измерения одного объекта или явления относительно другого, будь то в количественном (比如 bǐrú — например) или качественном (比较 bǐjiào — сравнивать) аспекте. Его значение часто связано с выявлением различий, сходств или установлением превосходства.",
    "deepseek_description_paragraph_2": "Иероглиф 比 (bǐ) — это пиктограмма, изображающая двух человек, идущих бок о бок или одного за другим, что и создаёт идею сопоставления. Он состоит из двух одинаковых компонентов 匕 (bǐ — кинжал, ложка), которые здесь символизируют идентичные фигуры. Этот визуальный параллелизм напрямую передаёт семантику сравнения, а не значения отдельных частей.",
    "deepseek_description_paragraph_3": "Иероглиф 比 (bǐ) активно используется в словах, связанных с анализом и оценкой: 比赛 (bǐsài — соревнование), 比例 (bǐlì — пропорция), 对比 (duìbǐ — контраст). Он часто встречается в научных, деловых и бытовых контекстах для выражения соотношения (например, 百分比 bǎifēnbǐ — процент) или введения примера (比如 bǐrú). Его значение может нести как нейтральный, так и соревновательный оттенок.",
    "deepseek_description_paragraph_4": "Концепция 比 (bǐ) отражает важную культурную установку на сравнительный анализ и стремление к совершенству, что заметно в образовательной и социальной сферах. Однако она также может подчёркивать относительность оценок, напоминая, что любое суждение зависит от выбранного критерия и точки отсчёта.",
    "example_hanzi": "我比你高。",
    "example_pinying": "Wǒ bǐ nǐ gāo.",
    "example_ru": "Я выше тебя."
  },
  {
    "id": 157,
    "hanzi": "别",
    "pinyin": "bié",
    "translations": [
      "to leave",
      "to depart",
      "to separate",
      "to distinguish",
      "to classify",
      "other",
      "another",
      "do not",
      "must not",
      "to pin"
    ],
    "ru_translations": [
      "не",
      "прощание"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 别 (bié) в современном китайском языке является одним из самых частотных и многозначных. Его базовое значение — 'отделять', 'различать', но чаще всего он используется как отрицательная частица в повелительном наклонении, означающая 'не делай чего-либо'. Это придаёт ему сильный оттенок запрета или предостережения.",
    "deepseek_description_paragraph_2": "Иероглиф 别 (bié) состоит из двух частей: левая часть 另 (lìng, 'другой') и правая часть 刂 (dāo, 'нож' или 'режущий инструмент' как радикал). Радикал 'нож' здесь указывает на действие разделения или отсечения. Таким образом, изначальная идея — 'отделить одно от другого' или 'отрезать', что логично ведёт к значениям различия и запрета.",
    "deepseek_description_paragraph_3": "Частица 别 (bié) — основа для повелительных запретов: 别走 (bié zǒu) — 'не уходи', 别说了 (bié shuō le) — 'хватит говорить'. В сочетании 告别 (gàobié) он означает 'прощаться' (буквально 'объявить об отделении'). Также он встречается в словах типа 区别 (qūbié, 'различие'), где сохраняет идею различения.",
    "deepseek_description_paragraph_4": "В китайской коммуникативной культуре прямое использование 别 (bié) для запрета может звучать резко, поэтому его часто смягчают контекстом или частицей 了 (le). Это отражает общую тенденцию избегать открытой конфронтации, превращая прямой запрет в более мягкое увещевание или совет.",
    "example_hanzi": "别走！",
    "example_pinying": "Bié zǒu!",
    "example_ru": "Не уходи!"
  },
  {
    "id": 158,
    "hanzi": "长",
    "pinyin": "cháng",
    "translations": [
      "length",
      "long",
      "forever",
      "always",
      "constantly"
    ],
    "ru_translations": [
      "длинный",
      "расти"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 长 (cháng/zhǎng) — это концептуальное ядро, выражающее идею протяжённости во времени или пространстве. В современном языке он описывает физическую длину, продолжительность, а также процесс роста и взросления, что делает его одним из ключевых слов для описания развития и измерения.",
    "deepseek_description_paragraph_2": "Это древний пиктограммный иероглиф, изображавший человека с длинными волосами. Его современная упрощённая форма 长 не разбивается на смысловые компоненты, являясь цельным знаком. Однако исторически он связан с радикалом «длинный» и служит самостоятельным ключом № 168.",
    "deepseek_description_paragraph_3": "Иероглиф 长 (cháng) часто используется в сочетаниях, указывающих на физические размеры (长裤 chángkù — длинные брюки) или временные отрезки (长期 chángqī — долгосрочный). В чтении zhǎng он означает «расти», «старший», «глава», формируя слова вроде 长大 (zhǎngdà — взрослеть) и 校长 (xiàozhǎng — директор школы), что связывает идею длины с авторитетом и развитием.",
    "deepseek_description_paragraph_4": "В китайской культуре длинные (长 cháng) предметы, например, лапша, символизируют долголетие. А концепция «старшинства» (长 zhǎng) отражает конфуцианский принцип уважения к возрасту и иерархии, где длина жизненного пути ассоциируется с мудростью и статусом.",
    "example_hanzi": "这条路很长。",
    "example_pinying": "Zhè tiáo lù hěn cháng.",
    "example_ru": "Эта дорога очень длинная."
  },
  {
    "id": 159,
    "hanzi": "唱歌",
    "pinyin": "chàng gē",
    "translations": [
      "to sing a song"
    ],
    "ru_translations": [
      "петь песню"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 唱歌 (chàng gē) обозначает действие «петь песню» и является стандартным глаголом для описания вокального исполнения. В современном языке это нейтральное и наиболее употребительное слово для пения, охватывающее как профессиональное, так и любительское исполнение.",
    "deepseek_description_paragraph_2": "Слово 唱歌 (chàng gē) состоит из двух иероглифов: 唱 (chàng) — «петь» и 歌 (gē) — «песня». Иероглиф 唱 содержит ключ 口 (kǒu, «рот»), указывающий на действие, связанное с речью или звуком, а правая часть 昌 (chāng) исторически могла выполнять фонетическую функцию. Иероглиф 歌 также включает ключ 欠 (qiàn, «недоставать, зевать»), что связано с выдохом и издаванием звука.",
    "deepseek_description_paragraph_3": "Слово 唱歌 (chàng gē) используется в самых обыденных контекстах: от караоке (唱卡拉OK, chàng kǎlā OK) до концертов. Оно не несет особых стилистических оттенков, в отличие от более поэтичного 歌唱 (gēchàng) или узкоспециальных терминов. Часто встречается в сочетаниях типа «любить петь» (喜欢唱歌, xǐhuan chànggē) или «уметь петь» (会唱歌, huì chànggē).",
    "deepseek_description_paragraph_4": "Пение (唱歌, chàng gē) в китайской культуре — важная часть коллективного досуга и праздников, от семейных застолий до публичных мероприятий. Оно отражает социальную связь и эмоциональное выражение, что особенно заметно в популярности караоке как универсального развлечения для всех возрастов.",
    "example_hanzi": "我喜欢唱歌。",
    "example_pinying": "Wǒ xǐhuan chàng gē.",
    "example_ru": "Я люблю петь."
  },
  {
    "id": 160,
    "hanzi": "出",
    "pinyin": "chū",
    "translations": [
      "to go out",
      "to come out",
      "to occur",
      "to produce",
      "to go beyond",
      "to rise",
      "to put forth",
      "to happen",
      "classifier for dramas",
      "plays",
      "operas etc"
    ],
    "ru_translations": [
      "выходить",
      "появляться"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 出 (chū) в современном китайском языке выражает базовую идею движения изнутри наружу, выхода из какого-либо состояния или пространства. Он является ключевым глаголом для обозначения появления, выезда, публикации или любого действия, связанного с переходом из внутренней сферы во внешнюю.",
    "deepseek_description_paragraph_2": "Структурно 出 (chū) исторически изображала ногу, выходящую из пещеры или углубления, что и передаёт его смысл. Современная форма часто запоминается как комбинация двух иероглифов 山 (shān, гора), но это мнемонический приём, а не реальная этимология. Радикал 凵 (kǎn) в древней форме символизировал яму или углубление.",
    "deepseek_description_paragraph_3": "Иероглиф 出 (chū) активно используется в огромном количестве словосочетаний, определяя направление действия: 出去 (chūqù, выйти), 出版 (chūbǎn, публиковать), 出现 (chūxiàn, появляться). Он также несёт оттенок 'превосходства' или 'выделения' в словах вроде 出色 (chūsè, выдающийся), где идея 'выхода за рамки' обычного передаёт превосходное качество.",
    "deepseek_description_paragraph_4": "В китайской философии и культуре концепция 'выхода' (出 chū) часто противопоставляется 'входу' (入 rù), формируя базовую дихотомию внешнего и внутреннего. Это отражено в практиках и учениях, подчёркивающих баланс между активным действием в мире (出) и внутренним самоуглублением (入).",
    "example_hanzi": "我每天早上七点出门。",
    "example_pinying": "Wǒ měitiān zǎoshang qī diǎn chūmén.",
    "example_ru": "Я каждый день выхожу из дома в семь утра."
  },
  {
    "id": 161,
    "hanzi": "穿",
    "pinyin": "chuān",
    "translations": [
      "to bore through",
      "to pierce",
      "to perforate",
      "to penetrate",
      "to pass through",
      "to dress",
      "to wear",
      "to put on",
      "to thread"
    ],
    "ru_translations": [
      "пробивать",
      "носить (одежду)"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 穿 (chuān) в современном языке объединяет два ключевых значения: физическое действие проникновения сквозь что-либо (пробивать, проходить насквозь) и действие надевания предметов одежды или обуви. Это создаёт образ движения сквозь преграду или помещения чего-то внутрь, что и является его общей семантической идеей.",
    "deepseek_description_paragraph_2": "Иероглиф 穿 (chuān) состоит из двух частей: верхней 穴 (xué), означающей 'пещера' или 'отверстие', и нижней 牙 (yá) — 'зуб'. Комбинация этих компонентов создаёт метафорический образ: 'зуб, пробивающий отверстие'. Радикал 穴 (пещера) здесь задаёт тему пустоты, полости или прохода, через который осуществляется действие.",
    "deepseek_description_paragraph_3": "Иероглиф 穿 (chuān) широко используется как в прямом, так и в переносном смысле. В прямом — это 穿衣服 (chuān yīfu) 'носить одежду' или 穿透 (chuāntòu) 'пробить насквозь'. В переносном — он может описывать проницательный ум, способный 'пробиться' к сути проблемы, или действие, преодолевающее препятствие, как в 穿越 (chuānyuè) 'пересекать, перемещаться сквозь время/пространство'.",
    "deepseek_description_paragraph_4": "В китайской культуре действие 'надевания' одежды (穿) тесно связано с понятиями внешнего вида, статуса и соблюдения ритуала, что отражено в классических текстах. Кроме того, идея 'пробивания' (穿) в контексте упорства и достижения цели является позитивной ценностью, часто встречающейся в идиомах и поощряемой в обществе.",
    "example_hanzi": "我今天穿了一件新衣服。",
    "example_pinying": "Wǒ jīntiān chuānle yī jiàn xīn yīfu.",
    "example_ru": "Сегодня я надел(а) новую одежду."
  },
  {
    "id": 162,
    "hanzi": "船",
    "pinyin": "chuán",
    "translations": [
      "a boat",
      "vessel",
      "ship",
      "CL:條|条",
      "艘",
      "隻|只[zhī]"
    ],
    "ru_translations": [
      "корабль",
      "судно"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 船 (chuán) в современном китайском языке является общим термином для любого водного судна — от лодки до океанского лайнера. Он обозначает средство передвижения по воде, акцентируя его функциональное предназначение, а не конкретный тип или размер.",
    "deepseek_description_paragraph_2": "船 (chuán) — фонетико-идеографический иероглиф. Левая часть 舟 (zhōu) — ключевой радикал, означающий 'лодка' или 'судно', который напрямую указывает на смысловую категорию. Правая часть 㕣 (yǎn) в современном написании выглядит как 几 и в основном служит для передачи звука, хотя исторически могла иметь значение 'скала у воды', косвенно связанное с контекстом.",
    "deepseek_description_paragraph_3": "船 (chuán) используется в нейтральных и технических контекстах: 轮船 (lúnchuán) — пароход, 飞船 (fēichuán) — космический корабль или дирижабль, 船长 (chuánzhǎng) — капитан судна. В отличие от более поэтичного 舟 (zhōu), 船 (chuán) звучит практично и применимо к современным реалиям, от рыболовного судна до круизного лайнера.",
    "deepseek_description_paragraph_4": "В китайской культуре 船 (chuán) часто символизирует путешествие, переход и связь между мирами, что отражается в поговорках и метафорах. Например, выражение «同一条船上» (tóng yī tiáo chuán shang) — 'в одной лодке' — подчеркивает общую судьбу и взаимную зависимость людей в трудной ситуации.",
    "example_hanzi": "我们坐船去对岸。",
    "example_pinying": "Wǒmen zuò chuán qù duì'àn.",
    "example_ru": "Мы плывём на лодке на другой берег."
  },
  {
    "id": 163,
    "hanzi": "次",
    "pinyin": "cì",
    "translations": [
      "next in sequence",
      "second",
      "the second (day, time etc)",
      "secondary",
      "vice-",
      "sub-",
      "infra-",
      "inferior quality",
      "substandard",
      "order",
      "sequence",
      "hypo- (chemistry)",
      "classifier for enumerated events: time"
    ],
    "ru_translations": [
      "раз",
      "очередь"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 次 (cì) в современном китайском языке является счётным словом для событий и действий, обозначая их порядковый номер или повторяемость. Его основное значение — 'раз' или 'очередь', что делает его ключевым для выражения частоты, последовательности и иерархии, как в словах 第一次 (dì yī cì, первый раз) или 层次 (céngcì, уровень, слой).",
    "deepseek_description_paragraph_2": "Иероглиф 次 (cì) состоит из двух частей: 冫 (лёд) слева и 欠 (зевать, недоставать) справа. Компонент 冫 часто связан с холодом, но здесь, вероятно, играет фонетическую роль или передаёт идею 'застывания' в последовательности. Правая часть 欠 (qiàn) означает 'недостаток' или 'долг', что в сочетании может намекать на идею 'второго сорта' или 'недостаточности', как в слове 次品 (cìpǐn, некондиционный товар).",
    "deepseek_description_paragraph_3": "Помимо основного значения 'раз', 次 (cì) широко используется для обозначения второстепенного или подчинённого статуса, например, в терминах 次要 (cìyào, второстепенный) или 次等 (cìděng, второй сорт). Он также встречается в устойчивых сочетаниях, описывающих порядок, такие как 次序 (cìxù, порядок) и 名次 (míngcì, место в рейтинге), подчёркивая его связь с иерархией и градацией.",
    "deepseek_description_paragraph_4": "В культурном контексте 次 (cì) отражает важность порядка и ранжирования в китайском обществе, от академических достижений до социального статуса. Его использование для обозначения 'второго сорта' также показывает ценностное отношение к качеству и стандартам, где быть 'первым' (第一, dì yī) — идеал, а 'второй' (次, cì) — уже компромисс.",
    "example_hanzi": "这是我第一次来中国。",
    "example_pinying": "Zhè shì wǒ dì yī cì lái Zhōngguó.",
    "example_ru": "Это мой первый раз в Китае."
  },
  {
    "id": 164,
    "hanzi": "从",
    "pinyin": "cóng",
    "translations": [
      "from",
      "via",
      "passing through",
      "through (a gap)",
      "past",
      "ever (followed by negative, meaning never)",
      "(formerly pr.  and related to 縱|纵) to follow",
      "to comply with",
      "to obey",
      "to join",
      "to engage in",
      "adopting some mode of action or attitude",
      "follower",
      "retainer",
      "accessory",
      "accomplice",
      "related by common paternal grandfather or earlier ancestor"
    ],
    "ru_translations": [
      "следовать",
      "из"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 从 (cóng) в современном языке выражает идею следования, подчинения или движения из точки А в точку Б. Его базовое значение — «следовать за кем-то» или «идти откуда-то», что легло в основу многих производных слов, обозначающих происхождение или совместное действие.",
    "deepseek_description_paragraph_2": "Это пиктографический иероглиф, изображающий одного человека (人, rén), идущего за другим. Он состоит из двух одинаковых компонентов «человек», где второй расположен позади первого, визуально передавая идею следования. Такой простой и наглядный состав делает его одним из лучших примеров древней пиктографии в современной письменности.",
    "deepseek_description_paragraph_3": "从 (cóng) редко используется самостоятельно, чаще выступая как морфема в словах: 从前 (cóngqián) — «прежде», 从来 (cónglái) — «всегда», 从事 (cóngshì) — «заниматься (делом)». В сочетании с другими иероглифами он добавляет оттенок происхождения (从北京来 — приехать из Пекина) или совместности (从军 — пойти в армию, буквально «следовать за войском»).",
    "deepseek_description_paragraph_4": "Иероглиф отражает важный для традиционной китайской культуры принцип иерархии и следования — младший следует за старшим, ученик за учителем. Эта визуальная метафора порядка, заложенная в структуру знака, проста, но глубоко укоренена в социальном мышлении.",
    "example_hanzi": "我从俄罗斯来。",
    "example_pinying": "Wǒ cóng Éluósī lái.",
    "example_ru": "Я из России."
  },
  {
    "id": 165,
    "hanzi": "错",
    "pinyin": "cuò",
    "translations": [
      "mistake",
      "wrong",
      "bad",
      "interlocking",
      "complex",
      "to grind",
      "to polish",
      "to alternate",
      "to stagger",
      "to miss",
      "to let slip",
      "to evade",
      "to inlay with gold or silver"
    ],
    "ru_translations": [
      "ошибка",
      "неправильный"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 错 (cuò) в современном китайском языке является ключевым понятием для обозначения ошибки, неправильности или несоответствия. Он охватывает широкий спектр значений — от фактической ошибки до моральной неправоты, а также используется для описания чего-то перекрещивающегося или перемежающегося, как в слове 交错 (jiāocuò) — «переплетаться».",
    "deepseek_description_paragraph_2": "Иероглиф 错 (cuò) является фонетико-идеографическим. Левая часть 钅 (jīn) — это ключ «металл», указывающий на первоначальное значение, связанное с инкрустацией золотом или серебром (позднее — «шлифовать»). Правая часть 昔 (xī) в основном выполняет фонетическую функцию, хотя исторически могла нести смысл «прошлое», что косвенно намекает на идею «отклонения от прежней нормы». Вместе они создали значение «неправильное расположение, несоответствие».",
    "deepseek_description_paragraph_3": "Слово 错 (cuò) чаще всего используется как прилагательное (错的 — неправильный) или существительное (犯个错 — совершить ошибку). Оно входит в множество устойчивых сочетаний: 错误 (cuòwù) — «ошибка, заблуждение», 错过 (cuòguò) — «упустить (шанс)», 错觉 (cuòjué) — «иллюзия, обман чувств». В разговорной речи 错了 (cuòle) — это прямое признание своей неправоты.",
    "deepseek_description_paragraph_4": "В китайской культуре отношение к 错 (cuò) прагматично: ошибка не является чем-то абсолютно негативным, а рассматривается как неизбежный этап обучения и самосовершенствования. Конфуцианская мысль подчеркивает важность исправления ошибок (改错, gǎicuò) как добродетели, а не просто констатации факта.",
    "example_hanzi": "对不起，我错了。",
    "example_pinying": "Duìbuqǐ, wǒ cuò le.",
    "example_ru": "Извини, я был неправ."
  },
  {
    "id": 166,
    "hanzi": "打篮球",
    "pinyin": "dá lán qiú",
    "translations": [
      "Play basketball"
    ],
    "ru_translations": [
      "играть в баскетбол"
    ],
    "deepseek_description_paragraph_1": "Это словосочетание, а не одиночный иероглиф. Оно означает конкретное действие — игру в баскетбол. В современном языке это стандартный и самый частый способ сказать «играть в баскетбол», где 打 (dǎ) означает «ударять» или, в данном контексте, «играть (в мячную игру)», а 篮球 (lánqiú) — это собственно «баскетбол» (дословно «корзинный мяч»).",
    "deepseek_description_paragraph_2": "Рассмотрим по частям. Глагол 打 (dǎ) состоит из ключа (радикала) 扌(рука) и фонетика 丁 (dīng). Радикал «рука» прямо указывает на действие, совершаемое рукой. 篮球 (lánqiú) — составное существительное: 篮 (lán) — «корзина» (содержит радикал 竹, бамбук, так как корзины часто плели из бамбука), а 球 (qiú) — «мяч» (радикал 玉, нефрит, исторически указывающий на округлый ценный предмет). Вместе они образуют логичное понятие «мяч, который забрасывают в корзину».",
    "deepseek_description_paragraph_3": "Словосочетание используется строго в значении игры в баскетбол. Глагол 打 (dǎ) в сочетании с видами спорта с мячом (打排球 dǎ páiqiú — играть в волейбол, 打网球 dǎ wǎngqiú — играть в теннис) указывает на активную игру, а не просто на присутствие на поле. Это отличает его от более общего 玩 (wán, играть), который чаще используется для игр и развлечений без строгих правил.",
    "deepseek_description_paragraph_4": "Популярность баскетбола в Китае огромна, во многом благодаря таким игрокам, как Яо Мин. Фраза 打篮球 (dǎ lánqiú) стала символом не только спорта, но и молодежной культуры, командного духа и здорового образа жизни. Она часто встречается в школьной программе, СМИ и повседневном общении, отражая глубокую интеграцию этого западного вида спорта в китайское общество.",
    "example_hanzi": "我喜欢打篮球。",
    "example_pinying": "Wǒ xǐhuān dǎ lánqiú.",
    "example_ru": "Я люблю играть в баскетбол."
  },
  {
    "id": 167,
    "hanzi": "大家",
    "pinyin": "dà jiā",
    "translations": [
      "everyone",
      "influential family",
      "great expert"
    ],
    "ru_translations": [
      "все",
      "большая семья"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 大家 (dà jiā) — это одно из ключевых слов для обозначения коллектива. В современном языке он означает не просто «все люди», а скорее «все присутствующие», «коллектив» или «наша община», подразумевая чувство принадлежности к группе. Это слово часто используется для обращения к аудитории, чтобы создать ощущение единства и общности.",
    "deepseek_description_paragraph_2": "Слово 大家 (dà jiā) состоит из двух иероглифов: 大 (dà) — «большой», и 家 (jiā) — «дом, семья». Вместе они буквально означают «большая семья». Компонент 家 (jiā) здесь является ключевым: под крышей (宀) находится свинья (豕), что в древнем Китае символизировало домашнее хозяйство и благополучие. Сочетание этих частей метафорически расширяет понятие семьи до более широкой группы.",
    "deepseek_description_paragraph_3": "大家 (dà jiā) повсеместно используется в повседневной речи, особенно в обращениях: «大家好!» (dàjiā hǎo!) — «Всем привет!». Оно несёт оттенок инклюзивности и вежливости, часто заменяя прямое «вы» (你们, nǐmen) в формальных или публичных ситуациях. Также оно встречается в устойчивых выражениях, например, «让大家久等了» (ràng dàjiā jiǔ děng le) — «заставил всех долго ждать», подчёркивая ответственность перед группой.",
    "deepseek_description_paragraph_4": "Концепция 大家 (dà jiā) отражает коллективистский уклон китайской культуры, где группа часто ставится выше индивидуума. Это не просто слово, а социальный инструмент, укрепляющий групповую идентичность и гармонию. В бизнес-среде или учебных заведениях его использование помогает смягчить иерархию, создавая видимость равного участия всех членов коллектива.",
    "example_hanzi": "大家好！我是王老师。",
    "example_pinying": "Dàjiā hǎo! Wǒ shì Wáng lǎoshī.",
    "example_ru": "Всем привет! Я учитель Ван."
  },
  {
    "id": 168,
    "hanzi": "但是",
    "pinyin": "dàn shì",
    "translations": [
      "but",
      "however"
    ],
    "ru_translations": [
      "но",
      "однако"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 但是 (dàn shì) — это стандартный и самый употребительный союз для выражения противопоставления, аналог русского «но» или «однако». В современном языке он используется для соединения двух частей предложения, где вторая часть контрастирует с первой или вносит неожиданное уточнение, являясь формальным и нейтральным по стилю.",
    "deepseek_description_paragraph_2": "Это составное слово из двух иероглифов. Первый, 但 (dàn), исторически означал «только, лишь» и содержит ключ «человек» (亻), что может указывать на связь с человеческими действиями или ограничениями. Второй, 是 (shì), — это глагол-связка «быть, являться». Вместе они эволюционировали в значение «но», где 是 усиливает и подтверждает контраст, введенный 但.",
    "deepseek_description_paragraph_3": "但是 (dàn shì) используется практически во всех стилях речи и письма для создания четкого, грамматически правильного противопоставления. Он часто встречается в сложноподчиненных предложениях, в дискуссиях и аргументациях, где требуется ясно обозначить возражение или ограничение предыдущего утверждения, например: «Я хотел пойти, 但是 у меня нет времени».",
    "deepseek_description_paragraph_4": "С лингвистической точки зрения, эволюция 但是 от значений «только быть» к современному «но» отражает типичный для китайского языка процесс грамматикализации, когда лексические единицы превращаются в служебные слова для выражения логических связей, что подчеркивает аналитическую природу языка.",
    "example_hanzi": "我想去，但是没有时间。",
    "example_pinying": "Wǒ xiǎng qù, dànshì méiyǒu shíjiān.",
    "example_ru": "Я хочу пойти, но нет времени."
  },
  {
    "id": 169,
    "hanzi": "到",
    "pinyin": "dào",
    "translations": [
      "to (a place)",
      "until (a time)",
      "up to",
      "to go",
      "to arrive"
    ],
    "ru_translations": [
      "достигать",
      "прибывать"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 到 (dào) в современном китайском языке выражает идею достижения цели, места или состояния. Он обозначает успешное завершение движения или процесса, приводящее к конкретному результату, и является ключевым глаголом для указания на прибытие или осуществление чего-либо.",
    "deepseek_description_paragraph_2": "Иероглиф 到 (dào) состоит из двух частей: левый компонент 至 (zhì), означающий 'достигать' или 'прибывать', и правый компонент 刂 (dāo) — 'нож' или 'лезвие', который здесь выступает фонетиком. Таким образом, структура подчёркивает идею 'достижения' с помощью компонента, задающего звучание.",
    "deepseek_description_paragraph_3": "到 (dào) широко используется как основной глагол движения (到北京 dào Běijīng — прибыть в Пекин) и в сочетаниях, обозначающих достижение абстрактных состояний (做到 zuòdào — суметь сделать). Он также входит в состав многих служебных слов, например, 直到 (zhídào — вплоть до) или 到处 (dàochù — повсюду), расширяя значение до временных и пространственных границ.",
    "deepseek_description_paragraph_4": "В китайской культуре идея 'достижения', выраженная иероглифом 到 (dào), тесно связана с концепцией результативности и завершённости действия. Это отражает прагматичный взгляд на процессы, где важна не только попытка, но и конкретный итог, что находит отражение в деловой и повседневной коммуникации.",
    "example_hanzi": "你到了吗？",
    "example_pinying": "Nǐ dào le ma?",
    "example_ru": "Ты приехал?"
  },
  {
    "id": 170,
    "hanzi": "得",
    "pinyin": "de",
    "translations": [
      "structural particle: used after a verb (or adjective as main verb)",
      "linking it to following phrase indicating effect",
      "degree",
      "possibility etc"
    ],
    "ru_translations": [
      "получать",
      "приобретать"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 得 (de) в современном языке является ключевым для выражения достижения, получения результата или возможности. Он часто выступает как суффикс, обозначающий способность или допустимость действия после глагола, например, в конструкции «动词 + 得» (dòngcí + de). Его базовое значение — «получить», «добиться», но в сочетаниях он придает оттенок успешного завершения или осуществимости.",
    "deepseek_description_paragraph_2": "Иероглиф 得 (de) состоит из трёх частей: левого радикала 彳 (chì), означающего «шаг» или «движение», верхнего компонента 旦 (dàn) — «рассвет» (здесь в упрощённой форме), и правого 寸 (cùn) — «дюйм», символизирующего меру или действие. Радикал 彳 прямо указывает на связь с процессом или движением к цели, в то время как 寸 подчёркивает идею измерения результата или его достижения через действие.",
    "deepseek_description_paragraph_3": "Иероглиф 得 (de) широко используется в нескольких устойчивых контекстах. Как глагол он означает «получить» (得到, dédào). Как частица после глагола он образует модальную конструкцию, указывающую на умение или возможность (например, 看得懂, kàn de dǒng — «способен понять прочитанное»). Также он входит в состав слов, описывающих приобретение выгоды или прибыли (得益, déyì).",
    "deepseek_description_paragraph_4": "В культурном аспекте 得 (de) отражает прагматичный взгляд на результат, характерный для китайского мышления: ценность действия часто измеряется его практическим итогом. Этот иероглиф воплощает идею, что движение (彳) должно вести к осязаемому, измеримому (寸) достижению, что перекликается с традиционным уважением к целеустремлённости и эффективности.",
    "example_hanzi": "他说得很好。",
    "example_pinying": "Tā shuō de hěn hǎo.",
    "example_ru": "Он говорит очень хорошо."
  },
  {
    "id": 171,
    "hanzi": "得",
    "pinyin": "děi",
    "translations": [
      "to have to",
      "must",
      "ought to",
      "to need to"
    ],
    "ru_translations": [
      "должен",
      "нужно"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 得 (děi) в современном языке чаще всего выражает необходимость или долженствование, выступая в роли модального глагола. Он передаёт сильную потребность или вынужденность действия, часто подразумевая, что иначе будет плохо или невозможно. Это значение отличается от его других чтений, таких как 'dé' (получать) или 'de' (суффикс результативного дополнения).",
    "deepseek_description_paragraph_2": "Иероглиф 得 (děi) состоит из двух ключевых компонентов. Слева стоит радикал 彳 (chì), 'медленный шаг', который часто связан с действием или движением. Справа находится компонент 㝵 (dé), который исторически является упрощённой формой иероглифа 得 (dé) 'получать'. Таким образом, структура связывает 'действие' с 'получением результата', что логически ведёт к значению необходимости — чтобы получить результат, нужно совершить действие.",
    "deepseek_description_paragraph_3": "В устной речи 得 (děi) почти всегда используется для выражения личной или объективной необходимости: '我得走了 (Wǒ děi zǒu le)' — 'Мне нужно идти'. Он часто звучит как разговорный и несколько категоричный приказ или констатацию факта. В отличие от 必须 (bìxū), который более формален, 得 (děi) несёт оттенок практической или ситуативной вынужденности, а не морального долга.",
    "deepseek_description_paragraph_4": "Семантика 得 (děi) отражает прагматичный подход в китайской коммуникации, где необходимость часто вытекает из конкретных обстоятельств, а не абстрактных правил. Его употребление подчёркивает важность контекста и результата: действие необходимо, потому что без него не будет достигнут нужный практический исход. Это значение глубоко укоренено в языке, но не связано с философскими или культурными обобщениями.",
    "example_hanzi": "我得走了。",
    "example_pinying": "Wǒ děi zǒu le.",
    "example_ru": "Мне нужно идти."
  },
  {
    "id": 172,
    "hanzi": "弟弟",
    "pinyin": "dì di",
    "translations": [
      "younger brother",
      "CL:個|个",
      "位[wèi]"
    ],
    "ru_translations": [
      "младший брат"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 弟 (dì) в современном китайском языке почти всегда используется в удвоенной форме 弟弟 (dì di), что является стандартным и самым распространённым способом обозначения младшего брата. Это слово подчёркивает родственную связь по мужской линии и относительный возраст, являясь ключевым термином в системе семейных обращений. Его значение строго фиксировано и не несёт дополнительных переносных смыслов в отличие от некоторых других терминов родства.",
    "deepseek_description_paragraph_2": "Иероглиф 弟 (dì) является древним пиктографическим изображением последовательности, вероятно, связанной с порядком рождения. Его традиционно разбирают на компоненты: верхняя часть похожа на 丷 (символ, связанный с различием), а нижняя — на 弓 (gōng, лук) и вертикальную черту, что вместе может символизировать идею порядка или очерёдности. Однако такой структурный разбор мало что добавляет к пониманию его современного значения, которое целиком связано с концепцией младшего в иерархии, особенно в семье.",
    "deepseek_description_paragraph_3": "Слово 弟弟 (dì di) используется как прямое обращение к младшему брату или как упоминание о нём в разговоре с третьими лицами. Оно создаёт важный контекст иерархии и уважения в семейных и социальных отношениях, где возраст и старшинство имеют большое значение. В редких случаях иероглиф 弟 может встречаться в составе других слов, например, 徒弟 (tú dì — ученик, подмастерье), где сохраняется смысл «младший/подчинённый в отношениях наставничества».",
    "deepseek_description_paragraph_4": "Концепция, выраженная словом 弟弟, фундаментальна для конфуцианской социальной структуры, где чёткое определение семейных ролей (старший/младший брат) является основой гармонии. Эта иерархия, обозначаемая термином 兄弟 (xiōng dì — братья), исторически проецировалась и на другие сферы общества, формируя модели уважительных отношений между старшими и младшими. Таким образом, это простое слово несёт в себе отголосок ключевого принципа традиционной китайской культуры.",
    "example_hanzi": "我有一个弟弟。",
    "example_pinying": "Wǒ yǒu yí gè dìdi.",
    "example_ru": "У меня есть младший брат."
  },
  {
    "id": 173,
    "hanzi": "第一",
    "pinyin": "dì yī",
    "translations": [
      "first",
      "number one"
    ],
    "ru_translations": [
      "первый",
      "номер один"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 第 (dì) является ключевым грамматическим маркером, который превращает числительное в порядковое. В сочетании с 一 (yī) — 'один', фраза 第一 (dì yī) означает 'первый' и является стандартным, универсальным способом выражения этого понятия в современном китайском языке. Он используется везде — от нумерации в списках до обозначения чемпионов в соревнованиях.",
    "deepseek_description_paragraph_2": "Иероглиф 第 (dì) состоит из двух основных частей: верхнего ключа ⺮ (zhú), обозначающего бамбук, и нижнего компонента 弔 (diào), который исторически был связан с луком и стрелами. Ключ ⺮ указывает на то, что иероглиф первоначально мог быть связан с бамбуковыми табличками для записей, что логично для маркера порядка. Компонент 弔 (diào) здесь выполняет в основном фонетическую роль.",
    "deepseek_description_paragraph_3": "Слово 第一 (dì yī) является абсолютно стандартным и используется во всех регистрах речи. Оно образует основу для всех остальных порядковых числительных: 第二 (dì èr) — 'второй', 第三 (dì sān) — 'третий' и так далее. Помимо прямого значения 'первый по счёту', оно часто несёт оттенок 'лучший', 'высший' или 'главный', как в словосочетаниях 第一名 (dì yī míng) — 'первое место' или 第一印象 (dì yī yìnxiàng) — 'первое впечатление'.",
    "deepseek_description_paragraph_4": "Концепция 'первого' в китайской культуре, выраженная через 第一 (dì yī), часто ассоциируется с превосходством и стремлением к лидерству, что отражается в образовательной и конкурентной среде. Однако сам иероглиф 第 (dì) как грамматический инструмент не имеет глубокого философского подтекста — его ценность в создании чёткой и логичной системы нумерации, что отражает практический подход языка к организации информации.",
    "example_hanzi": "我是第一名。",
    "example_pinying": "Wǒ shì dì yī míng.",
    "example_ru": "Я первый."
  },
  {
    "id": 174,
    "hanzi": "懂",
    "pinyin": "dǒng",
    "translations": [
      "to understand",
      "to know"
    ],
    "ru_translations": [
      "понимать"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 懂 (dǒng) означает глубокое, ясное понимание сути дела, а не просто поверхностное знание. В современном языке он описывает способность схватывать смысл, разбираться в чём-либо или осознавать ситуацию, часто подразумевая интеллектуальное или эмоциональное проникновение в суть.",
    "deepseek_description_paragraph_2": "Это составной иероглиф, состоящий из левой части 忄(сердце, чувства) и правой 董 (dǒng, который сам по себе может означать «управлять»). Ключевой радикал «сердце» (忄) прямо указывает, что понимание 懂 (dǒng) связано с внутренним осмыслением, а не только с фактологическим знанием. Правая часть 董 (dǒng) здесь в основном выполняет фонетическую функцию, но также добавляет оттенок «разбираться в чём-то досконально».",
    "deepseek_description_paragraph_3": "懂 (dǒng) часто используется в сочетаниях, описывающих различные виды понимания: 懂得 (dǒngde) — «понимать, уметь», 懂事 (dǒngshì) — «быть понятливым, разумным» (часто о детях). Он несёт оттенок практического понимания, которое ведёт к правильным действиям, а не пассивному знанию. Например, «我不懂你的意思» (Wǒ bù dǒng nǐ de yìsi) — «Я не понимаю, что ты имеешь в виду».",
    "deepseek_description_paragraph_4": "В китайской культуре ценится не просто знание, а именно глубокое понимание 懂 (dǒng), которое приходит через опыт и проникновение в суть. Это отражается в концепции «понять сердцем» (用心懂), где разум и чувства объединяются для полного постижения.",
    "example_hanzi": "我听不懂中文。",
    "example_pinying": "Wǒ tīng bù dǒng Zhōngwén.",
    "example_ru": "Я не понимаю китайский язык на слух."
  },
  {
    "id": 175,
    "hanzi": "房间",
    "pinyin": "fáng jiān",
    "translations": [
      "room",
      "CL:間|间[jiān]"
    ],
    "ru_translations": [
      "комната"
    ],
    "deepseek_description_paragraph_1": "Слово 房间 (fáng jiān) в современном китайском языке является стандартным и нейтральным обозначением комнаты в квартире, доме, гостинице или любом другом здании. Это конкретное, бытовое понятие, лишённое дополнительных стилистических оттенков, в отличие от более поэтичного 屋子 (wūzi) или официального 室 (shì).",
    "deepseek_description_paragraph_2": "房间 (fáng jiān) — составное слово из двух знаков. Первый, 房 (fáng), изначально означал 'боковое строение, пристройку' и содержит радикал 'дверь' 户 (hù), указывающий на связь со зданием. Второй, 间 (jiān), означает 'промежуток, пространство между' и состоит из радикала 'дверь' 门 (mén) и иероглифа 日 (rì, 'солнце'), символизирующего свет, проникающий в просвет. Вместе они буквально описывают 'отгороженное дверью пространство внутри дома'.",
    "deepseek_description_paragraph_3": "Слово 房间 (fáng jiān) используется для подсчёта комнат (например, 三房间的公寓 — квартира с тремя комнатами) и в сочетаниях, уточняющих назначение: 卧室 (wò shì) — спальня, но чаще говорят 卧室房间. Оно является базовой единицей описания жилого пространства, и его значение всегда конкретно и привязано к архитектурному плану.",
    "deepseek_description_paragraph_4": "Структура слова отражает традиционное китайское понимание жилого пространства как серии отдельных, чётко ограниченных помещений (间) внутри общего строения (房). Это отличается от западной концепции 'open space', подчёркивая ценность уединения и функционального зонирования даже в рамках одного дома.",
    "example_hanzi": "我的房间很大。",
    "example_pinying": "Wǒ de fángjiān hěn dà.",
    "example_ru": "Моя комната большая."
  },
  {
    "id": 176,
    "hanzi": "非常",
    "pinyin": "fēi cháng",
    "translations": [
      "unusual",
      "extraordinary",
      "extreme",
      "very",
      "exceptional"
    ],
    "ru_translations": [
      "очень",
      "необычайно"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 非常 (fēi cháng) в современном китайском языке является стандартным и очень частотным наречием, означающим «очень», «чрезвычайно». Он выражает высокую степень качества или интенсивности действия, придавая высказыванию эмоциональную окраску и усиливая его. В отличие от простого 很 (hěn), 非常 (fēi cháng) звучит более выразительно и часто используется в оценочных контекстах.",
    "deepseek_description_paragraph_2": "Слово 非常 (fēi cháng) состоит из двух самостоятельных иероглифов. 非 (fēi) исторически означал «не быть», «неправильный», но здесь он усиливает значение, придавая оттенок «выходящий за рамки обычного». 常 (cháng) означает «постоянный», «обычный». Вместе они образуют семантическую конструкцию «не обычный», что и привело к современному значению «очень», то есть выходящий за рамки стандарта.",
    "deepseek_description_paragraph_3": "非常 (fēi cháng) широко используется как в устной, так и в письменной речи для усиления прилагательных и глаголов: 非常好 (fēi cháng hǎo) — «очень хорошо», 非常喜欢 (fēi cháng xǐhuan) — «очень нравится». Он часто встречается в рекламе, описаниях и эмоциональных оценках, создавая ощущение значительного превышения ожиданий. Важно помнить, что 非常 (fēi cháng) обычно не используется с отрицанием, для этого есть другие конструкции.",
    "deepseek_description_paragraph_4": "Слово 非常 (fēi cháng) отражает китайский взгляд на интенсивность через призму отклонения от нормы. Его структура («не-обычный») показывает, как высокая степень качества воспринимается не как абсолют, а как выход за пределы стандартного, постоянного состояния. Это тонко связывает язык с культурной ценностью умеренности и баланса, где чрезмерность требует особого обозначения.",
    "example_hanzi": "这道菜非常好吃。",
    "example_pinying": "Zhè dào cài fēi cháng hǎo chī.",
    "example_ru": "Это блюдо очень вкусное."
  },
  {
    "id": 177,
    "hanzi": "服务员",
    "pinyin": "fú wù yuán",
    "translations": [
      "waiter",
      "waitress",
      "attendant",
      "customer service personnel",
      "CL:個|个[gè]"
    ],
    "ru_translations": [
      "официант",
      "обслуживающий персонал"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 服务员 (fú wù yuán) обозначает человека, предоставляющего услуги, и является стандартным, уважительным термином в современном китайском языке. Это не просто «работник сферы услуг», а официальная должность, подразумевающая профессиональное выполнение обязанностей по обслуживанию клиентов в ресторанах, отелях, на транспорте или в госучреждениях.",
    "deepseek_description_paragraph_2": "Это составное слово из трёх иероглифов: 服 (fú) — «служить, подчиняться», 务 (wù) — «дело, задача» (от 任务 rènwù — «задание»), и 员 (yuán) — суффикс, обозначающий человека определённой профессии или членства (как в 员工 yuángōng — «сотрудник»). Вместе они буквально означают «человек, занимающийся делом служения», где 服 задаёт ключевой смысл услуги.",
    "deepseek_description_paragraph_3": "Слово широко используется в формальных и публичных контекстах: к официанту в ресторане обращаются именно 服务员, а не менее официальные варианты. Оно несёт нейтральный или слегка уважительный оттенок, в отличие от просторечного 伙计 (huǒji). Также встречается в названиях должностей, например, 客服服务员 (kèfú fúwùyuán) — «сотрудник службы поддержки клиентов».",
    "deepseek_description_paragraph_4": "Термин отражает важность концепции «услуги» (服务 fúwù) в современном китайском обществе, особенно с развитием сферы гостеприимства и сервиса. Его повсеместное использование подчёркивает стандартизацию ролей в публичной сфере, где чёткое обозначение функции помогает в эффективной коммуникации между незнакомыми людьми.",
    "example_hanzi": "服务员，请给我菜单。",
    "example_pinying": "Fú wù yuán, qǐng gěi wǒ càidān.",
    "example_ru": "Официант, пожалуйста, принесите мне меню."
  },
  {
    "id": 178,
    "hanzi": "高",
    "pinyin": "gāo",
    "translations": [
      "high",
      "tall",
      "above average",
      "loud",
      "your (honorific)"
    ],
    "ru_translations": [
      "высокий",
      "высокий (о человеке)"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 高 (gāo) в современном китайском языке является базовым прилагательным, означающим физическую высоту или вертикальное измерение. Однако его значение легко абстрагируется, описывая высокий уровень, качество, цену или социальный статус, что делает его одним из самых частотных и многогранных оценочных слов.",
    "deepseek_description_paragraph_2": "Иероглиф 高 (gāo) является пиктограммой, изображающей высокую башню или пагоду с многоярусной крышей. Его верхняя часть — 亠 (tóu), часто ассоциируемая с крышей или покрытием, а нижняя — вариация элемента 口 (kǒu, рот/вход), которая здесь символизирует основание или внутреннее пространство здания. Это не составной, а цельный древний символ.",
    "deepseek_description_paragraph_3": "高 (gāo) активно используется в устойчивых сочетаниях: 高兴 (gāoxìng — радостный, дословно 'высокий дух'), 高级 (gāojí — высококлассный), 高中 (gāozhōng — старшая школа). Он также служит фамилией (Gāo) и входит в географические названия. В деловом и техническом контекстах часто означает 'продвинутый' или 'премиальный'.",
    "deepseek_description_paragraph_4": "В китайской культуре высота исторически ассоциировалась с престижем и властью, что отражается в архитектуре (высокие троны, платформы) и языке. Фамилия 高 (Gāo) была распространена среди аристократии. Концепция 'высоты' также несёт положительную моральную коннотацию, как в слове 高尚 (gāoshàng — благородный).",
    "example_hanzi": "他很高。",
    "example_pinying": "Tā hěn gāo.",
    "example_ru": "Он высокий."
  },
  {
    "id": 179,
    "hanzi": "告诉",
    "pinyin": "gào su",
    "translations": [
      "to tell",
      "to inform",
      "to let know"
    ],
    "ru_translations": [
      "говорить",
      "сообщать"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 告诉 (gào su) — это глагол, означающий 'сообщать', 'говорить' или 'информировать'. В современном языке он обозначает целенаправленную передачу информации от одного лица другому, часто предполагая, что слушатель ранее этой информации не знал. Это слово подразумевает завершённое действие информирования.",
    "deepseek_description_paragraph_2": "告诉 (gào su) — это составной глагол из двух иероглифов. 告 (gào) означает 'сообщать', 'извещать' или 'говорить'. 诉 (sù) означает 'жаловаться', 'излагать' или 'обращаться в суд'. Вместе они образуют смысл 'сообщить, изложив информацию'. Оба компонента связаны с речевой деятельностью, что усиливает общее значение передачи сведений.",
    "deepseek_description_paragraph_3": "告诉 (gào su) активно используется в повседневной речи для прямого информирования: '我告诉你 (wǒ gàosu nǐ) — Я тебе говорю'. Он часто встречается в контекстах, где важна точность и ясность сообщения: инструкции, новости, предупреждения. В отличие от более общего 说 (shuō — говорить), 告诉 всегда требует объекта — того, кому сообщают информацию.",
    "deepseek_description_paragraph_4": "Слово отражает важность прямой и ясной коммуникации в китайской культуре, где точная передача информации часто ценится выше пространных рассуждений. Его структура (告 + 诉) исторически связана с официальными заявлениями и обращениями, что подчёркивает его использование для значимых сообщений.",
    "example_hanzi": "请告诉我你的名字。",
    "example_pinying": "Qǐng gàosu wǒ nǐ de míngzi.",
    "example_ru": "Пожалуйста, скажи мне своё имя."
  },
  {
    "id": 180,
    "hanzi": "哥哥",
    "pinyin": "gē ge",
    "translations": [
      "older brother",
      "CL:個|个",
      "位[wèi]"
    ],
    "ru_translations": [
      "старший брат"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 哥哥 (gē ge) — это существительное, обозначающее старшего брата. В современном китайском языке это стандартное, уважительное и в то же время теплое обращение к родному старшему брату. Оно также может использоваться в более широком смысле для обращения к молодому мужчине, который старше говорящего, выражая дружелюбие и уважение.",
    "deepseek_description_paragraph_2": "Слово 哥哥 (gē ge) состоит из двух одинаковых иероглифов 哥. Сам иероглиф 哥 является древней идеограммой, которая исторически, возможно, изображала нечто вроде «песни» или «голоса», но в данном слове эта связь утрачена. Ключевым является то, что удвоение иероглифа 哥 для образования слова — это распространенный в китайском способ создания ласкательных или фамильярных форм обращения (сравните: 爸爸 (bà ba) — папа, 妈妈 (mā ma) — мама).",
    "deepseek_description_paragraph_3": "哥哥 (gē ge) используется прежде всего в семейном и неформальном общении. Оно создает ощущение близости и семейной иерархии. В отличие от более формального 兄 (xiōng), 哥哥 несет в себе оттенок нежности и часто используется детьми или младшими родственниками. Также это слово может быть частью таких обращений, как 大哥 (dà gē) — «большой брат», что указывает на уважение и иногда используется вне семьи.",
    "deepseek_description_paragraph_4": "В китайской культуре, где большое значение придается старшинству и семейным узам, обращение 哥哥 (gē ge) отражает не просто родственную связь, но и определенную модель социальных отношений. Оно подразумевает ответственность старшего и уважение младшего, перенося эту семейную динамику и на некоторые неформальные социальные группы.",
    "example_hanzi": "我有一个哥哥。",
    "example_pinying": "Wǒ yǒu yí ge gē ge.",
    "example_ru": "У меня есть старший брат."
  },
  {
    "id": 181,
    "hanzi": "给",
    "pinyin": "gěi",
    "translations": [
      "to",
      "for",
      "for the benefit of",
      "to give",
      "to allow",
      "to do sth (for sb)",
      "(passive particle)"
    ],
    "ru_translations": [
      "давать",
      "для"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 给 (gěi) является одним из ключевых глаголов китайского языка, выражающим идею передачи, предоставления или направления действия на объект. В современном языке он чаще всего означает 'давать' или 'давать кому-то', но также активно используется для образования конструкции пассивного залога и указания адресата действия.",
    "deepseek_description_paragraph_2": "Иероглиф 给 (gěi) — упрощённый, его традиционная форма — 給. Он состоит из двух частей: левого радикала 纟 (сисыпань, 'шёлковая нить') и правого фонетического компонента 合 (hé, 'соединять', 'соответствовать'). Радикал, связанный с нитью, исторически указывал на действия, связанные с плетением или связыванием, что метафорически перешло в значение 'связывать' кого-то с чем-то, то есть 'давать'.",
    "deepseek_description_paragraph_3": "Помимо прямого значения 'давать', 给 (gěi) выполняет важнейшую грамматическую функцию. В сочетании с другими глаголами (например, 给我看 — gěi wǒ kàn — 'покажи мне') он указывает на адресата действия. В конструкции '被...给...' (bèi...gěi...) он усиливает пассивный залог, а в разговорной речи может выражать побуждение или приказ (给我出去! — gěi wǒ chūqù! — 'Выйди вон!').",
    "deepseek_description_paragraph_4": "Иероглиф отражает важную культурную концепцию взаимности и обмена, которая глубоко укоренена в китайском обществе. Акцент на действии 'давания' (给) в языке подчёркивает ценность социальных связей и обязательств, где передача объекта или услуги часто является актом установления или поддержания отношений, а не просто физическим действием.",
    "example_hanzi": "请给我一杯水。",
    "example_pinying": "Qǐng gěi wǒ yì bēi shuǐ.",
    "example_ru": "Пожалуйста, дайте мне стакан воды."
  },
  {
    "id": 182,
    "hanzi": "公共汽车",
    "pinyin": "gōng gòng qì chē",
    "translations": [
      "bus",
      "CL:輛|辆",
      "班[bān]"
    ],
    "ru_translations": [
      "автобус"
    ],
    "deepseek_description_paragraph_1": "Иероглифы 公共汽车 (gōng gòng qì chē) обозначают современный общественный транспорт — автобус. Это сложное слово, где первые два иероглифа 公共 (gōng gòng) означают 'общественный', а последние два 汽车 (qì chē) — 'автомобиль', что вместе точно описывает его функцию как общедоступного механического средства передвижения.",
    "deepseek_description_paragraph_2": "Слово состоит из четырёх самостоятельных иероглифов. 公 (gōng) означает 'общественный' или 'публичный', 共 (gòng) — 'общий' или 'совместный', вместе они усиливают идею общедоступности. 汽 (qì) содержит радикал 氵(вода) и означает 'пар' или 'газ', указывая на двигатель, а 车 (chē) — это 'телега' или 'колесница', в современном языке — 'транспортное средство'.",
    "deepseek_description_paragraph_3": "Слово 公共汽车 (gōng gòng qì chē) используется строго в значении 'автобус' и является стандартным, нейтральным термином. В разговорной речи его часто сокращают до 公交 (gōng jiāo), что означает 'общественный транспорт' в целом, но для уточнения типа транспорта используется полная форма.",
    "deepseek_description_paragraph_4": "Это слово отражает ключевой этап модернизации Китая XX века — появление массового общественного транспорта. Оно символизирует переход от частных средств передвижения к организованной, доступной городской инфраструктуре, что стало важной частью повседневной жизни в современных китайских городах.",
    "example_hanzi": "我每天坐公共汽车去学校。",
    "example_pinying": "Wǒ měitiān zuò gōnggòng qìchē qù xuéxiào.",
    "example_ru": "Я каждый день еду в школу на автобусе."
  },
  {
    "id": 183,
    "hanzi": "公斤",
    "pinyin": "gōng jīn",
    "translations": [
      "kilogram (kg)"
    ],
    "ru_translations": [
      "килограмм"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 公斤 (gōng jīn) — это стандартная метрическая единица измерения массы, килограмм. В современном языке это официальный и повседневный термин для обозначения веса, используемый в торговле, науке и быту. Он полностью вытеснил традиционные китайские единицы вроде «цзиня» в официальном контексте.",
    "deepseek_description_paragraph_2": "Это составное слово из двух иероглифов: 公 (gōng) означает «общественный», «официальный», «справедливый», а 斤 (jīn) — это традиционная китайская единица веса («цзинь», примерно 0.5 кг). Вместе они буквально означают «общественный цзинь», указывая на стандартизированную, универсальную меру. Радикал 八 в 公 связан с разделением, но в данном контексте важнее смысл «официальности».",
    "deepseek_description_paragraph_3": "Слово 公斤 (gōng jīn) используется везде, где требуется точное указание веса в метрической системе: на упаковках продуктов, в технических спецификациях, медицинских дозировках, спортивных нормативах. Оно нейтрально и не имеет особых оттенков, в отличие от просто 斤, которое в разговорной речи может подразумевать полкилограмма, но уже не является официальной мерой.",
    "deepseek_description_paragraph_4": "Внедрение 公斤 отражает переход Китая к международной метрической системе в XX веке, что символизирует модернизацию и интеграцию в глобальный стандарт. Это пример того, как язык адаптирует традиционное понятие (斤), добавляя к нему приставку 公 для создания нового, универсального стандарта.",
    "example_hanzi": "请给我两公斤苹果。",
    "example_pinying": "Qǐng gěi wǒ liǎng gōngjīn píngguǒ.",
    "example_ru": "Пожалуйста, дайте мне два килограмма яблок."
  },
  {
    "id": 184,
    "hanzi": "公司",
    "pinyin": "gōng sī",
    "translations": [
      "(business) company",
      "company",
      "firm",
      "corporation",
      "incorporated",
      "CL:家[jiā]"
    ],
    "ru_translations": [
      "компания",
      "фирма"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 公司 (gōng sī) в современном китайском языке является стандартным и официальным термином для обозначения компании, корпорации или фирмы. Он подразумевает юридически оформленное коммерческое предприятие, в отличие от более неформальных обозначений, таких как 企业 (qǐ yè) или 厂家 (chǎng jiā).",
    "deepseek_description_paragraph_2": "Это составное слово, где каждый иероглиф имеет свою историческую семантику. 公 (gōng) означает 'общественный', 'публичный' или 'справедливый', а 司 (sī) — 'управлять', 'ведать'. Вместе они образуют понятие 'публичное управление' или 'общественное учреждение', которое со временем сузилось до коммерческой организации.",
    "deepseek_description_paragraph_3": "Слово 公司 (gōng sī) используется в официальных названиях компаний (например, 科技有限公司 — технологическая компания) и в юридических документах. Оно несёт нейтрально-формальный оттенок и не используется для обозначения государственных органов или некоммерческих организаций, для которых есть другие термины.",
    "deepseek_description_paragraph_4": "Эволюция значения 公司 (gōng sī) от 'общественного управления' к 'частной фирме' отражает глубокие социально-экономические изменения в Китае. Этот сдвиг иллюстрирует, как традиционные понятия адаптируются к современной рыночной реальности, сохраняя связь с идеей организованной и управляемой структуры.",
    "example_hanzi": "我在一家大公司工作。",
    "example_pinying": "Wǒ zài yī jiā dà gōng sī gōng zuò.",
    "example_ru": "Я работаю в большой компании."
  },
  {
    "id": 185,
    "hanzi": "贵",
    "pinyin": "guì",
    "translations": [
      "expensive",
      "noble",
      "your (name)",
      "precious"
    ],
    "ru_translations": [
      "дорогой",
      "ценный"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 贵 (guì) в современном китайском языке в первую очередь означает «дорогой» в ценовом отношении, а также «ценный», «почтенный» и «благородный». Его основное значение связано с высокой стоимостью, престижем или уважаемым статусом, что делает его ключевым для описания как материальных объектов, так и абстрактных понятий вроде уважения.",
    "deepseek_description_paragraph_2": "Иероглиф 贵 (guì) является составным. Его верхняя часть — 臾 (yú), исторически изображающая две руки, передающие что-то, что можно трактовать как акт обмена или передачи ценности. Нижняя часть — 贝 (bèi), радикал «раковина/деньги», который прямо указывает на материальную ценность, богатство или денежную стоимость, являясь смысловым ключом.",
    "deepseek_description_paragraph_3": "贵 (guì) широко используется в коммерции и повседневной речи для обозначения высокой цены (например, 很贵 hěn guì — «очень дорого»). В сочетаниях он приобретает оттенки уважения: 贵姓 (guì xìng) — «Ваша фамилия?» (вежливая форма), 贵族 (guì zú) — «аристократия». Также он встречается в словах, обозначающих драгоценные металлы, как 贵金属 (guì jīnshǔ).",
    "deepseek_description_paragraph_4": "В традиционной китайской культуре концепция «贵» (guì) выходила за рамки финансовой стоимости, тесно связываясь с социальным статусом, моральным благородством и образованностью. Быть «дорогим» или «почтенным» (贵) часто подразумевало соответствие конфуцианским идеалам благородного человека (君子 jūnzǐ), где внутренняя ценность и добродетель ценились так же высоко, как и внешнее богатство.",
    "example_hanzi": "这个太贵了。",
    "example_pinying": "Zhège tài guì le.",
    "example_ru": "Это слишком дорого."
  },
  {
    "id": 186,
    "hanzi": "还",
    "pinyin": "hái",
    "translations": [
      "still",
      "still in progress",
      "still more",
      "yet",
      "even more",
      "in addition",
      "fairly",
      "passably (good)",
      "as early as",
      "even",
      "also",
      "else"
    ],
    "ru_translations": [
      "ещё",
      "всё ещё"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 还 (hái) в современном китайском языке — это, в первую очередь, наречие, выражающее продолжение действия или состояния. Он передаёт идею, что что-то всё ещё происходит, сохраняется или добавляется к уже существующему, что делает его ключевым для выражения временной и логической последовательности.",
    "deepseek_description_paragraph_2": "Структурно 还 (hái) состоит из двух частей: радикала 辶 (辵 chuò), обозначающего движение или путь, и фонетического компонента 不 (bù), который здесь не несёт своего прямого значения 'не'. Исторически этот компонент указывал на произношение. Таким образом, иероглиф можно условно понять как 'движение, связанное с возвращением или повторением', что косвенно связано с его смыслом 'всё ещё'.",
    "deepseek_description_paragraph_3": "Помимо основного значения 'ещё/всё ещё', 还 (hái) часто используется для добавления информации в утверждениях, выполняя роль союза 'к тому же'. Например, в конструкции '不但... 还...' (bùdàn... hái...) — 'не только..., но и...'. Это подчёркивает его роль как маркера дополнения и усиления, выходящую за рамки чисто временного аспекта.",
    "deepseek_description_paragraph_4": "Иероглиф 还 (hái) также является упрощённой формой другого иероглифа — 還 (huán), означающего 'возвращать'. Это слияние форм в упрощённой письменности создаёт интересный лингвистический феномен, где один графический знак обслуживает два разных, но иногда концептуально связанных слова (возврат и продолжение), что требует внимания к контексту.",
    "example_hanzi": "我还有一个问题。",
    "example_pinying": "Wǒ hái yǒu yí gè wèntí.",
    "example_ru": "У меня есть ещё один вопрос."
  },
  {
    "id": 187,
    "hanzi": "孩子",
    "pinyin": "hái zi",
    "translations": [
      "child"
    ],
    "ru_translations": [
      "ребёнок",
      "дети"
    ],
    "deepseek_description_paragraph_1": "Слово 孩子 (háizi) — это стандартное, нейтральное и наиболее употребимое слово для обозначения ребёнка или детей в современном китайском языке. Оно несёт оттенок нежности и заботы, часто используется родителями, родственниками или учителями, обращаясь к детям или говоря о них. В отличие от более формального 儿童 (értóng), 孩子 (háizi) звучит тепло и повседневно.",
    "deepseek_description_paragraph_2": "Иероглиф 孩 (hái) сам по себе составной: левая часть 子 (zǐ) — это ключ (радикал) 'дитя', который прямо указывает на смысловую категорию. Правая часть 亥 (hài) — это фонетический компонент, который исторически подсказывал чтение, хотя современное произношение несколько изменилось. Второй иероглиф 子 (zǐ) в слове 孩子 (háizi) часто рассматривается как суффикс, делающий слово более разговорным и мягким, подобно уменьшительно-ласкательному окончанию.",
    "deepseek_description_paragraph_3": "孩子 (háizi) используется в огромном количестве контекстов: от бытового 'у меня двое детей' (我有两个孩子, wǒ yǒu liǎng gè háizi) до устойчивых выражений вроде 小孩子 (xiǎo háizi) — маленький ребёнок. Важный нюанс: взрослые могут называть 孩子 (háizi) даже своих уже выросших детей, подчёркивая родительскую связь, а в расширенном смысле так могут называть молодых, неопытных людей.",
    "deepseek_description_paragraph_4": "В китайской культуре понятие 孩子 (háizi) тесно связано с ценностью семьи и продолжения рода. Быть 'хорошим сыном/дочерью' (好孩子, hǎo háizi) — это фундаментальная социальная и моральная роль с детства. Однако в современном обществе это слово также стало полем для дискуссий о воспитании, образовательном давлении (как в словосочетании 鸡娃, jī wá — 'дети-наседки', подвергающиеся интенсивной подготовке) и изменяющихся моделях родительства.",
    "example_hanzi": "这个孩子很聪明。",
    "example_pinying": "Zhè ge háizi hěn cōngming.",
    "example_ru": "Этот ребёнок очень умный."
  },
  {
    "id": 188,
    "hanzi": "好吃",
    "pinyin": "hǎo chī",
    "translations": [
      "tasty",
      "delicious"
    ],
    "ru_translations": [
      "вкусный"
    ],
    "deepseek_description_paragraph_1": "好吃 (hǎo chī) — это стандартное и самое распространённое в современном китайском языке прилагательное, означающее «вкусный» или «приятный для еды». Оно описывает пищу, которая нравится по вкусу, и является базовой, универсальной оценкой еды в повседневном общении, от уличной закуски до изысканного блюда.",
    "deepseek_description_paragraph_2": "Это составное слово из двух самостоятельных иероглифов: 好 (hǎo), означающего «хороший», и 吃 (chī), означающего «есть». Их сочетание логично и прозрачно: «хороший для еды». Иероглиф 好 сам по себе состоит из компонентов 女 (nǚ, женщина) и 子 (zǐ, ребёнок), что в древности символизировало гармонию и «хорошее», но в данном слове он выступает просто как усилитель качества.",
    "deepseek_description_paragraph_3": "好吃 (hǎo chī) используется почти исключительно для описания еды и напитков. Это нейтрально-положительная оценка, не несущая оттенков крайнего восторга. Важно, что в китайском часто говорят «很好吃 (hěn hǎo chī)» с усилительной частицей 很 (hěn), что является стандартной грамматической конструкцией, а не всегда означает «очень вкусный». Слово редко применяется в переносном смысле.",
    "deepseek_description_paragraph_4": "В китайской культуре, где еда играет центральную социальную и семейную роль, простое и прямое выражение 好吃 (hǎo chī) является ключевым элементом коммуникации за столом. Его произнесение — это не только оценка, но и знак уважения к тому, кто приготовил или угощает, поддерживая гармонию и тёплую атмосферу совместной трапезы.",
    "example_hanzi": "这个菜很好吃。",
    "example_pinying": "Zhège cài hěn hǎo chī.",
    "example_ru": "Это блюдо очень вкусное."
  },
  {
    "id": 189,
    "hanzi": "号",
    "pinyin": "hào",
    "translations": [
      "ordinal number",
      "day of a month",
      "mark",
      "sign",
      "business establishment",
      "size",
      "ship suffix",
      "horn (wind instrument)",
      "bugle call",
      "assumed name",
      "to take a pulse",
      "classifier used to indicate number of people"
    ],
    "ru_translations": [
      "номер",
      "знак"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 号 (hào) в современном китайском языке является ключевым для обозначения порядка, идентификации и обозначения. Он передаёт идею метки, номера или знака, который используется для систематизации и различения объектов, событий или людей. Его значение простирается от простого числового обозначения до более абстрактных понятий, таких как псевдоним или лозунг.",
    "deepseek_description_paragraph_2": "Структурно 号 (hào) является упрощённым иероглифом, произошедшим от традиционного 號. Его можно разложить на два ключевых компонента: верхний 口 (kǒu, рот) и нижний 丂 (kǎo, древняя форма, связанная с выдохом). Комбинация символизирует звук, исходящий изо рта, что исторически связывало иероглиф с идеей зова, сигнала или объявления, которое позже стало формальным знаком.",
    "deepseek_description_paragraph_3": "Иероглиф 号 (hào) повсеместно используется в контекстах, требующих нумерации и идентификации: номера телефонов (电话号码 diànhuà hàomǎ), документов (护照号 hùzhào hào) или домов (门牌号 ménpái hào). Он также фигурирует в словах, обозначающих размер (号码 hàomǎ) или псевдоним (绰号 chuòhào). В глагольном значении 号 (hào) может означать 'называться' или 'иметь кличку', добавляя оттенок именования.",
    "deepseek_description_paragraph_4": "Культурно иероглиф отражает важность порядка и системы в китайском обществе, где присвоение номера или знака часто связано с официальным статусом и регистрацией. Его историческая связь с голосом и объявлением напоминает о традиции публичных оповещений, что эволюционировало в современные системы маркировки. Однако глубокого философского подтекста у этого утилитарного знака нет.",
    "example_hanzi": "今天是几号？",
    "example_pinying": "Jīntiān shì jǐ hào?",
    "example_ru": "Какое сегодня число?"
  },
  {
    "id": 190,
    "hanzi": "黑",
    "pinyin": "hēi",
    "translations": [
      "black",
      "dark",
      "(loanword) to hack"
    ],
    "ru_translations": [
      "черный"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 黑 (hēi) в современном китайском языке является базовым обозначением черного цвета. Однако его значение выходит за рамки простого цвета, часто передавая идеи скрытого, нелегального, зловещего или тайного, как в словах 黑客 (hēikè, хакер) или 黑社会 (hēishèhuì, преступный мир).",
    "deepseek_description_paragraph_2": "Иероглиф 黑 (hēi) является пиктограммой, изображающей человека с закопченным лицом от дыма очага. Его ключ (радикал) — 黑, который сам является смысловым ключом для иероглифов, связанных с чернотой или темнотой. Современная форма сохранила очертания пламени и сажи над очагом.",
    "deepseek_description_paragraph_3": "Помимо прямого значения цвета, 黑 (hēi) активно используется в устойчивых сочетаниях с негативным или скрытым оттенком: 黑暗 (hēi'àn, темнота, мрак), 黑名单 (hēimíngdān, черный список), 黑市 (hēishì, черный рынок). В разговорной речи 黑 может означать 'очернять' или 'быть неофициальным'.",
    "deepseek_description_paragraph_4": "В китайской культуре черный цвет, в отличие от западной традиции, исторически не был однозначно негативным. Он ассоциировался с водой, севером и зимой в системе У-син (пяти элементов). В современном восприятии, особенно под влиянием глобализации, негативные коннотации 黑 (hēi) усилились.",
    "example_hanzi": "这辆车是黑色的。",
    "example_pinying": "Zhè liàng chē shì hēi sè de.",
    "example_ru": "Эта машина чёрного цвета."
  },
  {
    "id": 191,
    "hanzi": "红",
    "pinyin": "hóng",
    "translations": [
      "red",
      "popular",
      "revolutionary",
      "bonus"
    ],
    "ru_translations": [
      "красный"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 红 (hóng) в современном китайском языке является основным обозначением красного цвета. Однако его значение выходит за рамки простого описания оттенка, часто ассоциируясь с процветанием, удачей и торжественными событиями. Это один из самых культурно нагруженных цветовых терминов.",
    "deepseek_description_paragraph_2": "Иероглиф 红 (hóng) является фонетико-идеографическим. Левая часть 纟 (sī) — это ключ (радикал), связанный с шёлком или нитями, указывающий на связь с тканью и крашением. Правая часть 工 (gōng) в основном выполняет фонетическую функцию, подсказывая чтение, хотя исторически могла также ассоциироваться с работой или мастерством в создании красителя.",
    "deepseek_description_paragraph_3": "红 (hóng) используется в огромном количестве словосочетаний, отражающих его позитивные коннотации: 红包 (hóngbāo) — денежный подарок на удачу, 红火 (hónghuǒ) — процветающий бизнес. В политическом контексте 红 (hóng) может символизировать революцию и коммунистические идеи, как в слове 红军 (hóngjūn) — Красная армия.",
    "deepseek_description_paragraph_4": "Красный цвет 红 (hóng) глубоко укоренён в китайской культуре как символ счастья и благополучия, что ярко проявляется в свадебных нарядах и новогодних украшениях. В отличие от некоторых западных ассоциаций с опасностью, в Китае он прежде всего несёт позитивный, жизнеутверждающий оттенок, являясь неотъемлемой частью национальной идентичности.",
    "example_hanzi": "我喜欢红色的苹果。",
    "example_pinying": "Wǒ xǐhuān hóngsè de píngguǒ.",
    "example_ru": "Мне нравятся красные яблоки."
  },
  {
    "id": 192,
    "hanzi": "欢迎",
    "pinyin": "huān yíng",
    "translations": [
      "to welcome",
      "welcome"
    ],
    "ru_translations": [
      "приветствовать",
      "радушно встречать"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 欢迎 (huān yíng) означает выражение радостного и сердечного приёма. В современном языке это стандартный и вежливый способ сказать «добро пожаловать», используемый как в устной речи, так и в официальных надписях. Он передаёт не просто факт приёма, а именно позитивное, открытое отношение к гостю или новой идее.",
    "deepseek_description_paragraph_2": "Это составное слово из двух иероглифов. Первый, 欢 (huān), означает «радость», «веселье» и содержит ключ 欠 (qiàn, «недоставать»), исторически связанный с зевотой или нехваткой, но здесь он выступает как фонетик. Второй, 迎 (yíng), означает «встречать», «приветствовать» и состоит из компонентов 辶 (chuò, «движение») и 卬 (áng, «высокий», фонетик), что вместе создаёт образ «двигаться навстречу».",
    "deepseek_description_paragraph_3": "欢迎 (huān yíng) повсеместно используется в гостеприимстве: от вывесок «Huānyíng guānglín» (Добро пожаловать) в магазинах до официальных речей. Он также применяется в более широком смысле для выражения одобрения и поддержки, например, «huānyíng tíyì» (приветствовать предложение). В отличие от нейтрального 接待 (jiēdài, «обслуживать»), 欢迎 несёт эмоциональный оттенок тепла и искренности.",
    "deepseek_description_paragraph_4": "Концепция радушного приёма, выраженная в 欢迎 (huān yíng), глубоко укоренена в китайской культуре гостеприимства, где хозяин несёт ответственность за комфорт гостя. Это отражает социальную ценность гармонии и уважения к другим, превращая простое приветствие в акт установления позитивной связи.",
    "example_hanzi": "欢迎来到中国！",
    "example_pinying": "Huān yíng lái dào Zhōngguó!",
    "example_ru": "Добро пожаловать в Китай!"
  },
  {
    "id": 193,
    "hanzi": "还",
    "pinyin": "huán",
    "translations": [
      "to pay back",
      "to return"
    ],
    "ru_translations": [
      "возвращать",
      "ещё"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 还 (huán) в современном языке является одним из самых частотных и многозначных. Его основное значение — 'возвращать' что-либо, но в качестве наречия он приобретает значение 'ещё' или 'всё ещё', что делает его незаменимым в повседневной речи. Эта двойственность отражает важную черту китайского языка, где один знак может выполнять принципиально разные грамматические функции.",
    "deepseek_description_paragraph_2": "Структурно 还 (huán) состоит из двух частей: ключа 辶 (chuò), известного как 'ходить', и фонетического компонента 不 (bù), который здесь не несёт своего прямого значения 'нет'. Ключ 辶 указывает на действие, связанное с движением или перемещением, что логично для смысла 'возвращать'. Фонетик 不 лишь приблизительно задаёт чтение, что является обычной практикой для упрощённых иероглифов.",
    "deepseek_description_paragraph_3": "Иероглиф 还 (huán) активно используется в двух ключевых контекстах. Как глагол он встречается в словосочетаниях вроде 还钱 (huán qián) — 'возвращать деньги'. Как наречие 'ещё' он используется для усиления, сравнения или указания на продолжение действия: 还好 (hái hǎo) — 'ещё нормально', 'всё-таки неплохо'. Различить функцию помогает только контекст и тональность (huán vs. hái).",
    "deepseek_description_paragraph_4": "Двойственная природа 还 (huán/hái) отражает прагматичный подход китайского языка к экономии языковых средств. Один знак, объединяющий идею циклического возврата и идею продолжения, косвенно указывает на восприятие времени и действия как взаимосвязанных процессов. Это не эзотерика, а отражение того, как язык кодирует фундаментальные отношения между действием и его длительностью.",
    "example_hanzi": "请把书还给我。",
    "example_pinying": "Qǐng bǎ shū huán gěi wǒ.",
    "example_ru": "Пожалуйста, верни мне книгу."
  },
  {
    "id": 194,
    "hanzi": "回答",
    "pinyin": "huí dá",
    "translations": [
      "to reply",
      "to answer",
      "the answer",
      "CL:個|个[gè]"
    ],
    "ru_translations": [
      "отвечать"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 回答 (huí dá) означает «отвечать» или «давать ответ». В современном языке это стандартный и нейтральный глагол для обозначения вербального или письменного ответа на вопрос, просьбу или обращение. Он подразумевает завершенное, содержательное действие, в отличие от более простого 说 (shuō — говорить).",
    "deepseek_description_paragraph_2": "Это составное слово из двух иероглифов. 回 (huí) означает «возвращаться», «крутиться», передавая идею циркуляции или возвращения информации. 答 (dá) — «отвечать», «откликаться». Вместе они образуют смысл «возвращать ответ». Радикал 囗 (wéi) в 回 исторически обозначал ограждение или замкнутое пространство, что усиливает идею завершенного цикла.",
    "deepseek_description_paragraph_3": "回答 (huí dá) используется в формальных и неформальных ситуациях, где требуется развернутый ответ: на уроках, в интервью, в переписке. Он часто встречается в устойчивых сочетаниях, например, 回答问题 (huí dá wèn tí) — «отвечать на вопросы». В отличие от 回复 (huí fù), который чаще относится к ответу на сообщение, 回答 (huí dá) акцентирует содержательную сторону.",
    "deepseek_description_paragraph_4": "Структура 回答 (huí dá) отражает важную культурную концепцию обмена в китайской коммуникации: ответ рассматривается не как односторонняя реплика, а как завершение цикла, «возвращение» диалога. Это подчеркивает ценность взаимности и завершенности в общении.",
    "example_hanzi": "请你回答我的问题。",
    "example_pinying": "Qǐng nǐ huídá wǒ de wèntí.",
    "example_ru": "Пожалуйста, ответь на мой вопрос."
  },
  {
    "id": 195,
    "hanzi": "机场",
    "pinyin": "jī chǎng",
    "translations": [
      "airport",
      "airfield",
      "CL:家",
      "處|处[chù]"
    ],
    "ru_translations": [
      "аэропорт"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 机场 (jīchǎng) обозначает современное и узкоспециализированное понятие — аэропорт. Это сложное слово, которое в китайском языке появилось относительно недавно, в эпоху развития авиации, и прочно вошло в повседневный лексикон. Его значение строго привязано к инфраструктуре воздушного транспорта и не имеет исторических или переносных смыслов.",
    "deepseek_description_paragraph_2": "Слово 机场 (jīchǎng) состоит из двух самостоятельных иероглифов. Первый, 机 (jī), является сокращением от 飞机 (fēijī — самолёт) и означает «машина» или «механизм». Второй, 场 (chǎng), переводится как «площадь», «место» или «поле». Таким образом, дословно слово можно понять как «место для самолётов» или «площадка для машин (летательных аппаратов)». Оба компонента являются смысловыми, радикал не выделяется.",
    "deepseek_description_paragraph_3": "机场 (jīchǎng) используется исключительно в контексте авиации для обозначения комплекса зданий, взлётно-посадочных полос и служб, обслуживающих воздушные перевозки. Оно встречается в официальных названиях (например, 北京首都机场 — Пекинский столичный аэропорт), в расписаниях, навигации и бытовой речи. У слова нет устойчивых переносных значений или идиоматических выражений, его употребление прямо и функционально.",
    "deepseek_description_paragraph_4": "Культурный аспект 机场 (jīchǎng) связан с современной историей Китая и его стремительной модернизацией. Крупные аэропорты, такие как 浦东机场 (Pǔdōng Jīchǎng) в Шанхае, стали символами технологического прогресса, глобальной связанности и экономического роста страны. Они отражают переход от традиционного уклада к статусу мировой державы.",
    "example_hanzi": "我明天要去机场接朋友。",
    "example_pinying": "Wǒ míngtiān yào qù jīchǎng jiē péngyou.",
    "example_ru": "Завтра я поеду в аэропорт встречать друга."
  },
  {
    "id": 196,
    "hanzi": "鸡蛋",
    "pinyin": "jī dàn",
    "translations": [
      "(chicken) egg",
      "hen's egg",
      "CL:個|个",
      "打[dá]"
    ],
    "ru_translations": [
      "куриное яйцо"
    ],
    "deepseek_description_paragraph_1": "Слово 鸡蛋 (jī dàn) обозначает куриное яйцо — один из самых распространённых и важных продуктов питания в Китае. В современном языке это конкретный, бытовой термин, не имеющий переносных значений, в отличие от самого иероглифа 蛋 (dàn), который может входить в состав других слов (например, 蛋糕 (dàngāo) — торт).",
    "deepseek_description_paragraph_2": "Это составное слово из двух иероглифов: 鸡 (jī) — «курица» и 蛋 (dàn) — «яйцо». Иероглиф 鸡 сам по себе является пиктограммой, исторически изображавшей птицу, а 蛋 содержит радикал 虫 (chóng — насекомое/пресмыкающееся), что связано с древним представлением о яйцах как продукте, производимом существами этого класса. Структура логично указывает на происхождение продукта.",
    "deepseek_description_paragraph_3": "鸡蛋 (jī dàn) используется почти исключительно в прямом, кулинарно-бытовом значении. Оно встречается в названиях блюд (西红柿炒鸡蛋 (xīhóngshì chǎo jīdàn) — яичница с помидорами), в магазинах и на рынках. В редких случаях 蛋 (dàn) в сленге может иметь негативный оттенок («неудачник»), но в сочетании 鸡蛋 это значение не актуально.",
    "deepseek_description_paragraph_4": "Яйцо в китайской культуре — символ начала жизни и плодородия, его традиционно дарят молодожёнам или родителям новорождённого, окрашенным в красный цвет. Однако в повседневном употреблении 鸡蛋 (jī dàn) лишено этой символики и воспринимается сугубо утилитарно.",
    "example_hanzi": "我早上喜欢吃鸡蛋。",
    "example_pinying": "Wǒ zǎoshang xǐhuan chī jīdàn.",
    "example_ru": "Я люблю есть яйца утром."
  },
  {
    "id": 197,
    "hanzi": "件",
    "pinyin": "jiàn",
    "translations": [
      "item",
      "component",
      "classifier for events",
      "things",
      "clothes etc"
    ],
    "ru_translations": [
      "штука",
      "дело"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 件 (jiàn) — это классификатор для подсчёта предметов, дел или документов, превратившийся в самостоятельное существительное. В современном языке он означает отдельный, цельный предмет или случай, часто формальный или официальный, как в словах 文件 (wénjiàn, документ) или 事件 (shìjiàn, событие). Его ключевая идея — дискретность и счётность единицы.",
    "deepseek_description_paragraph_2": "Иероглиф 件 (jiàn) состоит из двух частей: ключевой радикал 人 (rén, человек) слева и компонент 牛 (niú, бык) справа. Радикал 人 часто указывает на связь с человеческой деятельностью, а 牛, возможно, исторически символизировал крупный, значимый объект. Вместе они создают образ «человека с быком» — важного имущества, что позже обобщилось до понятия «отдельный предмет».",
    "deepseek_description_paragraph_3": "Чаще всего 件 (jiàn) встречается как счётное слово для одежды, дел, багажа, писем и оборудования, подчёркивая их индивидуальность. Как корень, он формирует существительные, обозначающие формальные или значимые единицы: 条件 (tiáojiàn, условие), 零件 (língjiàn, деталь), 证件 (zhèngjiàn, удостоверение). Его использование почти всегда придаёт оттенок официальности, конкретности и обособленности.",
    "deepseek_description_paragraph_4": "В культурном плане 件 (jiàn) отражает китайский прагматичный подход к категоризации мира через дискретные, поддающиеся учёту единицы. Это видно в деловой и бюрократической сферах, где всё — от документов до дел — должно быть чётко посчитано и зарегистрировано, что соответствует общей склонности к систематизации и порядку.",
    "example_hanzi": "我买了一件衣服。",
    "example_pinying": "Wǒ mǎi le yí jiàn yīfu.",
    "example_ru": "Я купил(а) одну вещь (одежду)."
  },
  {
    "id": 198,
    "hanzi": "教室",
    "pinyin": "jiào shì",
    "translations": [
      "classroom",
      "CL:間|间[jiān]"
    ],
    "ru_translations": [
      "классная комната",
      "учебный класс"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 教室 (jiào shì) обозначает конкретное физическое пространство — комнату, предназначенную для проведения уроков. В современном языке это стандартный и нейтральный термин для любого учебного помещения, от школьного класса до аудитории в университете. Он фокусируется на функциональном аспекте места, где происходит процесс обучения.",
    "deepseek_description_paragraph_2": "Это составное слово из двух самостоятельных иероглифов. Первый, 教 (jiào), означает «учить» или «преподавать» и сам состоит из компонентов, связанных с обучением и дисциплиной. Второй, 室 (shì), переводится как «комната» или «помещение» и исторически изображало крышу над алтарём, что позже обобщилось до любого важного внутреннего пространства. Вместе они буквально образуют «помещение для преподавания».",
    "deepseek_description_paragraph_3": "Слово 教室 (jiào shì) используется строго в контексте образовательных учреждений: школ, курсов, институтов. Оно не несёт дополнительных оттенков, в отличие от более официального 课堂 (kè táng), которое может подразумевать сам учебный процесс. Устойчивые сочетания, например, 教室裡 (jiào shì lǐ — в классе) или 去教室 (qù jiào shì — идти в класс), описывают базовые действия, связанные с этим местом.",
    "deepseek_description_paragraph_4": "Культурный аспект 教室 (jiào shì) отражает центральную роль коллективного, очного обучения в китайской образовательной традиции. Это пространство символизирует не просто передачу знаний, но и воспитание дисциплины, уважения к учителю и чувства общности, что является ключевой ценностью в конфуцианском подходе к образованию.",
    "example_hanzi": "我们在教室学习中文。",
    "example_pinying": "Wǒmen zài jiàoshì xuéxí zhōngwén.",
    "example_ru": "Мы учим китайский язык в классе."
  },
  {
    "id": 199,
    "hanzi": "姐姐",
    "pinyin": "jiě jie",
    "translations": [
      "older sister",
      "CL:個|个[gè]"
    ],
    "ru_translations": [
      "старшая сестра"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 姐姐 (jiě jie) в современном китайском языке является основным и самым распространённым обращением к старшей сестре. Он передаёт не только родственную связь, но и глубокое уважение, а также часто используется как вежливое обращение к девушкам или женщинам чуть старше говорящего, что отражает важность иерархии и почтительности в общении.",
    "deepseek_description_paragraph_2": "Это составной иероглиф, образованный удвоением знака 姐 (jiě). Сам знак 姐 состоит из женского радикала 女 (nǚ), указывающего на связь с женщиной, и фонетического компонента 且 (qiě), который исторически мог иметь значение «предок» или «старший». Таким образом, структура подчёркивает идею «старшей женщины в роду».",
    "deepseek_description_paragraph_3": "姐姐 (jiě jie) используется как прямое обращение к родной старшей сестре, а также как социально-вежливая форма. Например, продавщицу или незнакомую молодую женщину могут назвать 姐姐, чтобы выразить дружелюбие и уважение. В отличие от более формального 女士 (nǚshì), это обращение создаёт ощущение близости и тепла, оставаясь при этом корректным.",
    "deepseek_description_paragraph_4": "Практика удвоения иероглифа для обозначения близких родственников (как в 妈妈 (mā ma) — мама, 爸爸 (bà ba) — папа) отражает культурную ценность семейных уз. Обращение 姐姐 за пределами семьи подчёркивает, что в китайской культуре социальные отношения часто моделируются по образцу семейных, где старшинство предполагает заботу, а младшинство — уважение.",
    "example_hanzi": "我有一个姐姐。",
    "example_pinying": "Wǒ yǒu yí gè jiě jie.",
    "example_ru": "У меня есть старшая сестра."
  },
  {
    "id": 200,
    "hanzi": "介绍",
    "pinyin": "jiè shào",
    "translations": [
      "to introduce (sb to sb)",
      "to give a presentation",
      "to present (sb for a job etc)",
      "introduction"
    ],
    "ru_translations": [
      "представлять",
      "рекомендовать"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 介绍 (jiè shào) в современном языке означает действие по установлению связи между людьми или представление одной вещи через другую. Это ключевой термин для социальных и деловых взаимодействий, подразумевающий формальное или неформальное ознакомление одной стороны с другой.",
    "deepseek_description_paragraph_2": "Это составное слово из двух иероглифов: 介 (jiè) и 绍 (shào). 介 исторически означало 'посредничать' или 'находиться между', а 绍 — 'продолжать' или 'связывать'. Вместе они образуют смысл 'связывать через посредничество', что точно отражает функцию представления.",
    "deepseek_description_paragraph_3": "Слово 介绍 (jiè shào) используется в строго социальных и профессиональных контекстах: при знакомстве людей, рекомендации сотрудника на работу или представлении новой идеи. Оно несёт нейтральный или позитивный оттенок, предполагая, что представляющая сторона берёт на себя некоторую ответственность за рекомендацию.",
    "deepseek_description_paragraph_4": "В китайской культуре, где важны социальные связи (关系 guānxi), акт 介绍 (jiè shào) часто является формальным первым шагом к установлению доверительных отношений. Правильно проведённое представление может создать основу для долгосрочного сотрудничества, что отражает ценность посредничества в построении социальной сети.",
    "example_hanzi": "请让我自我介绍一下。",
    "example_pinying": "Qǐng ràng wǒ zì wǒ jiè shào yí xià.",
    "example_ru": "Пожалуйста, позвольте мне представиться."
  },
  {
    "id": 201,
    "hanzi": "进",
    "pinyin": "jìn",
    "translations": [
      "to advance",
      "to enter",
      "to come (or go) into",
      "to receive or admit",
      "to eat or drink",
      "to submit or present",
      "(used after a verb) into",
      "in",
      "to score a goal"
    ],
    "ru_translations": [
      "входить",
      "продвигаться"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 进 (jìn) в современном языке выражает идею движения вперёд, прогресса и проникновения внутрь. Это ключевое понятие для описания любого развития, от физического входа в помещение до карьерного роста или технологического прорыва.",
    "deepseek_description_paragraph_2": "Иероглиф 进 (jìn) состоит из двух частей: упрощённого компонента 井 (jǐng, колодец) и радикала 辶 (chuò), обозначающего движение или путь. Комбинация этих элементов исторически передавала идею «двигаться вперёд, как в колодец», то есть углубляться или продвигаться в определённом направлении, хотя современное написание упростило форму.",
    "deepseek_description_paragraph_3": "Иероглиф 进 (jìn) часто используется в словах, связанных с прогрессом и доступом: 进步 (jìnbù, прогресс), 进入 (jìnrù, войти), 先进 (xiānjìn, передовой). Он несёт позитивный оттенок целенаправленного движения и улучшения, в отличие от нейтрального 走 (zǒu, идти), и редко употребляется для описания случайного или хаотичного перемещения.",
    "deepseek_description_paragraph_4": "В китайской культуре концепция 进 (jìn) тесно связана с конфуцианской идеей самосовершенствования и социального прогресса. Она отражает ценность постоянного развития личности и общества, что находит отражение в традиционных пожеланиях и мотивационных лозунгах.",
    "example_hanzi": "请进！",
    "example_pinying": "qǐng jìn!",
    "example_ru": "Пожалуйста, входите!"
  },
  {
    "id": 202,
    "hanzi": "近",
    "pinyin": "jìn",
    "translations": [
      "near",
      "close to",
      "approximately"
    ],
    "ru_translations": [
      "близкий",
      "приближаться"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 近 (jìn) в современном китайском языке выражает идею близости в пространстве, времени или отношениях. Он описывает не только физическую близость, но и метафорическую, например, близкие отношения или приближающееся событие. Это ключевое слово для обозначения дистанции, часто противопоставляемое 远 (yuǎn) — «далёкий».",
    "deepseek_description_paragraph_2": "Иероглиф 近 (jìn) состоит из двух частей: фонетика 斤 (jīn), которая даёт примерное звучание, и ключа 辶 (辵, chuò), известного как «ходить». Ключ 辶, связанный с движением, здесь указывает на идею приближения, движения к чему-то. Таким образом, структура подсказывает: «двигаться (辶) к чему-то, что находится на расстоянии, измеряемом топором (斤)» — то есть на небольшом, доступном расстоянии.",
    "deepseek_description_paragraph_3": "近 (jìn) активно используется в огромном количестве словосочетаний, определяя близость: 最近 (zuìjìn) — «недавно» или «в последнее время», 附近 (fùjìn) — «окрестности, поблизости». Он также встречается в абстрактных понятиях, таких как 近代 (jìndài) — «новое время» (близкая эпоха), и в глагольных конструкциях: 走近 (zǒu jìn) — «подойти ближе». Его значение часто связано с субъективным восприятием дистанции, а не с абсолютными метрами.",
    "deepseek_description_paragraph_4": "В китайской культуре концепция «близости», выраженная иероглифом 近 (jìn), глубоко укоренена в конфуцианских идеях о социальной иерархии и отношениях. Близость к правителю (近臣, jìnchén) или к семье исторически определяла статус и обязанности. Это отражает важность дистанции не только как физического, но и как социально-этического понятия в традиционном мировоззрении.",
    "example_hanzi": "我家离学校很近。",
    "example_pinying": "Wǒ jiā lí xuéxiào hěn jìn.",
    "example_ru": "Мой дом очень близко к школе."
  },
  {
    "id": 203,
    "hanzi": "就",
    "pinyin": "jiù",
    "translations": [
      "at once",
      "right away",
      "only",
      "just (emphasis)",
      "as early as",
      "already",
      "as soon as",
      "then",
      "in that case",
      "as many as",
      "even if",
      "to approach",
      "to move towards",
      "to undertake",
      "to engage in",
      "to suffer",
      "subjected to",
      "to accomplish",
      "to take advantage of",
      "to go with (of foods)",
      "with regard to",
      "concerning"
    ],
    "ru_translations": [
      "именно",
      "сразу же"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 就 (jiù) — это грамматическая и логическая ось предложения, выражающая идею немедленности, соответствия или простого утверждения факта. В современном языке он часто выступает как наречие, подчёркивающее, что действие происходит сразу («я сейчас приду» — 我就来) или что ситуация соответствует ожиданиям («именно так» — 就是这样).",
    "deepseek_description_paragraph_2": "Иероглиф 就 (jiù) состоит из двух частей: левый компонент 京 (jīng) означает «столица», а правый 尤 (yóu) — «особенно». Исторически сочетание могло передавать идею «приближения к столице» или «движения к важному месту», что позже эволюционировало в абстрактные значения завершённости и соответствия. Радикал 尤 (yóu) также является фонетиком, хотя современное чтение изменилось.",
    "deepseek_description_paragraph_3": "Основное использование 就 (jiù) — маркировка временной или логической близости: он ставится перед глаголом, чтобы показать, что действие произойдёт немедленно (我这就走) или уже произошло раньше ожидаемого (他早就知道了). В сложных конструкциях с 如果 (rúguǒ) или 只要 (zhǐyào) он означает «тогда» в условных предложениях, подчёркивая естественное следствие. Также он может выражать уступку или согласие («ладно, пусть будет так» — 就这样吧).",
    "deepseek_description_paragraph_4": "В китайском мышлении 就 (jiù) отражает прагматичный взгляд на причинно-следственные связи и время: он не просто указывает на последовательность, а подразумевает, что одно событие закономерно и без задержек влечёт за собой другое. Это соответствует культурной ценности эффективности и своевременного реагирования на обстоятельства.",
    "example_hanzi": "我就是学生。",
    "example_pinying": "Wǒ jiù shì xuéshēng.",
    "example_ru": "Я как раз студент."
  },
  {
    "id": 204,
    "hanzi": "觉得",
    "pinyin": "jué de",
    "translations": [
      "to think",
      "to feel"
    ],
    "ru_translations": [
      "чувствовать",
      "считать"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 觉得 (jué de) — это ключевой глагол для выражения субъективного восприятия, мнения или ощущения. В современном языке он означает 'чувствовать' или 'считать', передавая личную, часто неосязаемую оценку ситуации, мысли или физического состояния.",
    "deepseek_description_paragraph_2": "Иероглиф составной. Первый компонент 觉 (jué) означает 'ощущать', 'осознавать' и содержит радикал '见' (видеть), что подчеркивает связь с восприятием. Второй компонент 得 (de) — это грамматическая частица, которая здесь указывает на достижение результата или возможности, превращая глагол в модальную конструкцию, означающую 'иметь возможность чувствовать'.",
    "deepseek_description_paragraph_3": "觉得 (jué de) широко используется в разговорной и письменной речи для мягкого выражения мнения: '我觉得很好' (Wǒ juéde hěn hǎo — Я считаю, что это хорошо). Он также описывает физические или эмоциональные ощущения: '我觉得冷' (Wǒ juéde lěng — Мне холодно). Ключевой оттенок — субъективность и отсутствие категоричности, в отличие от '认为' (rènwéi), которое предполагает более обдуманное мнение.",
    "deepseek_description_paragraph_4": "Частое использование 觉得 (jué de) отражает культурную склонность к косвенному и вежливому выражению личной точки зрения, смягчая утверждения. Это соответствует коммуникативному принципу сохранения гармонии, где прямое навязывание своего мнения может считаться грубым.",
    "example_hanzi": "我觉得这个很好。",
    "example_pinying": "Wǒ juéde zhège hěn hǎo.",
    "example_ru": "Я считаю, что это очень хорошо."
  },
  {
    "id": 205,
    "hanzi": "咖啡",
    "pinyin": "kā fēi",
    "translations": [
      "coffee",
      "CL:杯[bēi]"
    ],
    "ru_translations": [
      "кофе"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 咖啡 (kā fēi) — это транскрипционное заимствование, обозначающее исключительно кофе как напиток или растение. В современном языке это стандартное и единственное слово для понятия «кофе», оно не имеет других значений и используется в любом контексте, связанном с кофе.",
    "deepseek_description_paragraph_2": "Это составное слово из двух иероглифов-транскрипций. Оба иероглифа, 咖 (kā) и 啡 (fēi), не несут собственного смысла и были выбраны исключительно по звучанию. Каждый содержит ключ 口 (kǒu, «рот»), что типично для многих заимствований, так как исторически указывало на нечто, связанное с речью или звуком.",
    "deepseek_description_paragraph_3": "Слово 咖啡 (kā fēi) используется во всех контекстах: 一杯咖啡 (yī bēi kāfēi, чашка кофе), 咖啡馆 (kāfēi guǎn, кафе), 咖啡豆 (kāfēi dòu, кофейные зёрна). Оно не имеет стилистических оттенков и является абсолютно нейтральным термином, который легко комбинируется с другими словами для образования сложных понятий.",
    "deepseek_description_paragraph_4": "Слово отражает путь заимствования через другие языки (вероятно, с английского или кантонского) и стало неотъемлемой частью современной городской культуры Китая. Популярность кофе и кафе в крупных городах сделала это слово одним из самых узнаваемых заимствований, символизирующим глобализацию и современный образ жизни.",
    "example_hanzi": "我想喝咖啡。",
    "example_pinying": "Wǒ xiǎng hē kāfēi.",
    "example_ru": "Я хочу выпить кофе."
  },
  {
    "id": 206,
    "hanzi": "开始",
    "pinyin": "kāi shǐ",
    "translations": [
      "to begin",
      "beginning",
      "to start",
      "initial",
      "CL:個|个[gè]"
    ],
    "ru_translations": [
      "начинать",
      "начало"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 开始 (kāi shǐ) — это стандартный и наиболее употребительный глагол для обозначения начала любого действия, процесса или события в современном китайском языке. Он передает идею отправной точки, перехода от состояния покоя к активности, и используется в самых нейтральных и формальных контекстах.",
    "deepseek_description_paragraph_2": "Это составное слово из двух самостоятельных иероглифов: 开 (kāi), означающего 'открывать' или 'запускать', и 始 (shǐ) — 'начинать'. Вместе они образуют синонимическую пару, усиливающую смысл начала. Ключевой радикал в 始 — 女 (nǚ, 'женщина'), исторически связанный с идеей истока, рождения.",
    "deepseek_description_paragraph_3": "Слово 开始 (kāi shǐ) универсально: им можно начать собрание ('会议开始', huìyì kāishǐ), учебный курс или новый день. Оно часто выступает как глагол, но может быть и существительным ('一个新的开始', yī gè xīn de kāishǐ — 'новое начало'). В отличие от более разговорного 开头 (kāitóu), 开始 звучит официальнее и шире по охвату.",
    "deepseek_description_paragraph_4": "Концепция начала (始, shǐ) в китайской мысли тесно связана с идеей истока и фундамента. Классический текст 'Дао Дэ Цзин' гласит: '千里之行，始于足下' (qiān lǐ zhī xíng, shǐ yú zú xià) — 'Путь в тысячу ли начинается с первого шага', подчеркивая практический и постепенный характер любого начинания.",
    "example_hanzi": "我们现在开始上课。",
    "example_pinying": "Wǒmen xiànzài kāishǐ shàngkè.",
    "example_ru": "Мы сейчас начинаем урок."
  },
  {
    "id": 207,
    "hanzi": "考试",
    "pinyin": "kǎo shì",
    "translations": [
      "to take an exam",
      "exam",
      "CL:次[cì]"
    ],
    "ru_translations": [
      "экзамен",
      "тест"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 考试 (kǎo shì) обозначает стандартизированную проверку знаний или навыков, прежде всего в академической и профессиональной сферах. В современном языке это ключевое понятие для системы образования и карьерного роста, несущее оттенок формальной, часто стрессовой оценки.",
    "deepseek_description_paragraph_2": "Это составное слово из двух самостоятельных иероглифов. 考 (kǎo) означает 'проверять, исследовать', а 试 (shì) — 'пробовать, экспериментировать'. Вместе они образуют смысловую пару 'проверка через испытание', где оба компонента равнозначно важны для значения.",
    "deepseek_description_paragraph_3": "Слово 考试 (kǎo shì) используется почти исключительно для формальных экзаменов: вступительных, выпускных, квалификационных. Оно редко применяется к повседневным тестам или опросам, для которых есть слово 测试 (cè shì). Его контекст почти всегда официальный и связан с серьезными последствиями для будущего.",
    "deepseek_description_paragraph_4": "В китайской культуре концепция 考试 (kǎo shì) исторически связана с имперскими государственными экзаменами кэцзюй, которые определяли социальный статус. Эта глубокая историческая традиция объясняет сохраняющееся огромное социальное давление и значение, придаваемое экзаменам в современном обществе.",
    "example_hanzi": "明天我们有汉语考试。",
    "example_pinying": "Míngtiān wǒmen yǒu Hànyǔ kǎoshì.",
    "example_ru": "Завтра у нас экзамен по китайскому языку."
  },
  {
    "id": 208,
    "hanzi": "可能",
    "pinyin": "kě néng",
    "translations": [
      "might (happen)",
      "possible",
      "probable",
      "possibility",
      "probability",
      "maybe",
      "perhaps",
      "CL:個|个[gè]"
    ],
    "ru_translations": [
      "возможно",
      "может быть"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 可能 (kě néng) выражает идею возможности, вероятности или допущения. В современном языке это стандартный и нейтральный способ сказать «может быть» или «возможно», функционируя как модальный глагол или наречие. Он обозначает ситуацию, которая не является ни гарантированной, ни невозможной, занимая середину между утверждением и отрицанием.",
    "deepseek_description_paragraph_2": "Это составное слово из двух самостоятельных иероглифов. 可 (kě) означает «можно, возможно, разрешено» и часто используется для выражения возможности или согласия. 能 (néng) означает «способность, умение, могущество» и указывает на внутренний потенциал или мощность. Вместе они образуют понятие, объединяющее внешнюю допустимость (可) и внутреннюю способность (能) для выражения общей возможности.",
    "deepseek_description_paragraph_3": "可能 (kě néng) широко используется в утверждениях, вопросах и предположениях. Например, «他可能来» (Tā kěnéng lái — Он, возможно, придёт) или «这可能吗?» (Zhè kěnéng ma? — Это возможно?). Он часто встречается в научных, бытовых и деловых контекстах для обозначения вероятности, создавая более мягкий и менее категоричный тон по сравнению с утвердительным «会» (huì) или отрицательным «不可能» (bù kěnéng).",
    "deepseek_description_paragraph_4": "Концепция, выраженная 可能 (kě néng), отражает прагматичный подход китайского мышления к неопределённости, признавая множественность исходов без фатализма. Она перекликается с идеей «золотой середины» (中庸 zhōngyōng), избегая крайних утверждений и оставляя пространство для изменений в зависимости от обстоятельств и условий.",
    "example_hanzi": "他今天可能会迟到。",
    "example_pinying": "Tā jīntiān kěnéng huì chídào.",
    "example_ru": "Он, возможно, сегодня опоздает."
  },
  {
    "id": 209,
    "hanzi": "可以",
    "pinyin": "kě yǐ",
    "translations": [
      "can",
      "may",
      "possible",
      "able to"
    ],
    "ru_translations": [
      "можно",
      "возможно"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 可以 (kě yǐ) — это фундаментальный модальный глагол китайского языка, выражающий разрешение, возможность или способность что-либо сделать. В современном языке он служит универсальным и нейтральным способом сказать «можно» или «возможно», часто выступая аналогом английского 'can' или 'may'. Его значение формируется сочетанием двух иероглифов, создающих общую идею допустимости действия.",
    "deepseek_description_paragraph_2": "Иероглиф 可 (kě) исторически изображал устье (口, kǒu) и дыхание, символизируя одобрение или согласие, что развилось в значение «можно, допустимо». Иероглиф 以 (yǐ) первоначально означал «использовать, посредством чего». Вместе они образуют логическую конструкцию: «то, что одобрено для использования» или «то, посредством чего можно действовать». Радикал 口 (рот) в 可 (kě) подчеркивает связь с речью и выражением согласия.",
    "deepseek_description_paragraph_3": "可以 (kě yǐ) широко используется в повседневной речи для запроса или дачи разрешения (我可以进来吗？ — Можно мне войти?), выражения объективной возможности (这个可以吃 — Это можно есть) или способности (他可以游泳 — Он умеет/может плавать). Важный оттенок: в отрицательной форме 不可以 (bù kě yǐ) часто несет более строгий, почти запретительный характер, чем простое 不能 (bù néng, «не могу»), и может звучать как родительский или официальный запрет.",
    "deepseek_description_paragraph_4": "Концепция, стоящая за 可以 (kě yǐ), отражает важный аспект китайской коммуникативной культуры — стремление к ясности в вопросах допустимости и социальных границ. Его частое использование для вежливых просьб и уточнений показывает ценность явного согласования действий в рамках социальной гармонии, избегая двусмысленности.",
    "example_hanzi": "你可以帮我吗？",
    "example_pinying": "Nǐ kěyǐ bāng wǒ ma?",
    "example_ru": "Ты можешь помочь мне?"
  },
  {
    "id": 210,
    "hanzi": "课",
    "pinyin": "kè",
    "translations": [
      "subject",
      "course",
      "CL: 門|门[mén]",
      "class",
      "lesson",
      "CL:堂",
      "節|节[jié]",
      "to levy",
      "tax",
      "form of divination"
    ],
    "ru_translations": [
      "урок",
      "занятие"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 课 (kè) в современном китайском языке является ключевым для сферы образования и организации времени. Он обозначает структурированный отрезок обучения — урок, лекцию, учебный предмет, а также используется в значении 'занятие' как запланированное дело. Его смысл всегда связан с планом, расписанием и формальным процессом, будь то в школе или в деловой среде.",
    "deepseek_description_paragraph_2": "Иероглиф 课 (kè) состоит из двух частей: левого фонетика 果 (guǒ, 'фрукт') и правого смыслового ключа 讠(訁) (yán, 'речь'). Ключ 'речь' прямо указывает на вербальную, обучающую природу понятия. Компонент 果 выполняет фонетическую роль, исторически подсказывая чтение, хотя современное произношение несколько изменилось. Таким образом, иероглиф можно понять как 'озвученный (речью) и структурированный, как плод (результат) процесс'.",
    "deepseek_description_paragraph_3": "Слово 课 (kè) активно используется в образовательном контексте: 上课 (shàng kè) — 'идти на урок', 下课 (xià kè) — 'заканчивать урок', 课程 (kèchéng) — 'курс, учебная программа'. Оно также применяется в деловой лексике: 日程安排得很满，有好几个会和三节课 (rìchéng ānpái de hěn mǎn, yǒu hǎo jǐ gè huì hé sān jié kè) — 'Расписание плотное, несколько встреч и три занятия/дела'. Здесь 课 может означать любой запланированный 'блок' деятельности.",
    "deepseek_description_paragraph_4": "Культурный аспект 课 (kè) отражает высокую ценность структурированного обучения и дисциплины в китайском обществе. Концепция 'урока' выходит за рамки классной комнаты, подразумевая уважение к систематизированному знанию и поэтапному прогрессу. Это слово несёт в себе идею того, что мастерство и понимание достигаются через последовательные, регламентированные шаги, а не через спонтанное действие.",
    "example_hanzi": "我们今天有中文课。",
    "example_pinying": "Wǒmen jīntiān yǒu zhōngwén kè.",
    "example_ru": "У нас сегодня урок китайского языка."
  },
  {
    "id": 211,
    "hanzi": "快",
    "pinyin": "kuài",
    "translations": [
      "rapid",
      "quick",
      "speed",
      "rate",
      "soon",
      "almost",
      "to make haste",
      "clever",
      "sharp (of knives or wits)",
      "forthright",
      "plain-spoken",
      "gratified",
      "pleased",
      "pleasant"
    ],
    "ru_translations": [
      "быстрый",
      "скоро"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 快 (kuài) в современном китайском языке является ключевым понятием для описания скорости и временного промежутка. Он означает не только физическую быстроту, но и скорое наступление события, а также используется для выражения пожеланий, как в слове 快乐 (kuàilè — счастье, радость), где подразумевается «быстрое чувство» — мгновенная, яркая эмоция.",
    "deepseek_description_paragraph_2": "Иероглиф 快 (kuài) состоит из двух частей: левого радикала 忄(сердце, чувства) и правого фонетика 夬 (guài). Фонетик 夬 исторически связан со значением «решать, разрывать», что здесь передаёт идею решительности и стремительности, идущей от сердца или ума. Таким образом, структура подсказывает, что «быстрота» изначально воспринималась как психическое или эмоциональное состояние.",
    "deepseek_description_paragraph_3": "快 (kuài) широко используется в сочетаниях, определяющих темп: 快速 (kuàisù — быстрый), 快车 (kuàichē — экспресс). Он также служит наречием: 快走 (kuài zǒu — иди быстрее). Важный оттенок — указание на близкое будущее: 快到了 (kuài dào le — скоро приеду). В слове 快乐 (kuàilè) значение смещается от скорости к эмоциональной яркости, что показывает семантическую связь между быстротечностью и интенсивностью переживания.",
    "deepseek_description_paragraph_4": "В культурном контексте стремление к скорости, выраженное иероглифом 快 (kuài), отражает современные ценности эффективности и динамики. Однако в сочетании 快乐 (kuàilè) он напоминает, что счастье часто мыслится как нечто быстро возникающее и захватывающее, что может контрастировать с западными идеями продолжительного, стабильного благополучия.",
    "example_hanzi": "快点！",
    "example_pinying": "kuài diǎn!",
    "example_ru": "Поторопись!"
  },
  {
    "id": 212,
    "hanzi": "快乐",
    "pinyin": "kuài lè",
    "translations": [
      "happy",
      "merry"
    ],
    "ru_translations": [
      "счастье"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 快乐 (kuài lè) означает состояние радости, удовольствия и счастья. В современном языке это самое прямое и часто используемое слово для описания позитивного эмоционального состояния, от мимолётной весёлости до глубокого чувства удовлетворения.",
    "deepseek_description_paragraph_2": "Это составное слово из двух иероглифов: 快 (kuài) означает «быстрый» или «скорый», а 乐 (lè) — «радость» или «музыка». Вместе они создают образ быстро приходящей, лёгкой и беззаботной радости. Иероглиф 乐 (lè) сам по себе является ключевым для понятия счастья и часто используется как самостоятельный корень.",
    "deepseek_description_paragraph_3": "快乐 (kuài lè) — универсальное приветствие и пожелание, как в слове 生日快乐 (shēngrì kuàilè, с днём рождения). Оно описывает как мгновенное настроение (他很快乐, tā hěn kuàilè — он очень счастлив), так и общее состояние благополучия. В отличие от более глубокого 幸福 (xìngfú), которое связано с долгосрочным благополучием, 快乐 часто носит более лёгкий и ситуативный характер.",
    "deepseek_description_paragraph_4": "Концепция 快乐 (kuài lè) в китайской культуре часто ассоциируется с гармонией и отсутствием беспокойств, что отражено в классических текстах. Она ценится как достижимое в повседневной жизни состояние, а не как далёкий идеал, что делает это слово фундаментальным для выражения позитивных эмоций.",
    "example_hanzi": "祝你生日快乐！",
    "example_pinying": "Zhù nǐ shēng rì kuài lè!",
    "example_ru": "С днём рождения тебя! (Желаю тебе счастливого дня рождения!)"
  },
  {
    "id": 213,
    "hanzi": "累",
    "pinyin": "lèi",
    "translations": [
      "tired",
      "weary",
      "to strain",
      "to wear out",
      "to work hard"
    ],
    "ru_translations": [
      "усталый",
      "утомлённый"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 累 (lèi) в современном языке в первую очередь передаёт состояние физической или умственной усталости, изнеможения от продолжительной деятельности. Это чувство накопленной усталости, а не сиюминутной утомлённости, что отражается в его других значениях, связанных с накоплением и повторением.",
    "deepseek_description_paragraph_2": "Структурно 累 (lèi) состоит из компонента 田 (tián, поле), повторённого трижды (хотя в упрощённом написании это выглядит как 田 и ниже 糸 — шёлковая нить). Исторически он изображал множество шёлковых нитей, сплетённых вместе, что и дало идею накопления, связывания и, как следствие, бремени. Радикал 糸 (шёлк) здесь указывает на связь с тонкими нитями или волокнами.",
    "deepseek_description_paragraph_3": "累 (lèi) часто используется в сочетаниях, описывающих усталость: 很累 (hěn lèi) — очень устал, 累死了 (lèi sǐ le) — устал до смерти (разг.). В другом чтении léi он встречается в словах со значением накопления или обременения, например, 累积 (lěijī, накапливать) или 累赘 (léizhui, обуза, что-то громоздкое). Это создаёт смысловую связь между усталостью и ощущением тяжести.",
    "deepseek_description_paragraph_4": "В культурном контексте состояние 累 (lèi) часто воспринимается как естественный результат усердного труда, что отражает традиционную ценность трудолюбия. Однако в современном китайском обществе, особенно в больших городах, это слово стало ключевым для описания явления 'внутреннего выгорания' (内卷, nèijuǎn), связанного с чрезмерной рабочей нагрузкой и конкуренцией.",
    "example_hanzi": "我很累。",
    "example_pinying": "Wǒ hěn lèi.",
    "example_ru": "Я очень устал."
  },
  {
    "id": 214,
    "hanzi": "离",
    "pinyin": "lí",
    "translations": [
      "to leave",
      "to part from",
      "to be away from",
      "(in giving distances) from",
      "without (sth)",
      "independent of",
      "one of the Eight Trigrams 八卦",
      "symbolizing fire",
      "☲"
    ],
    "ru_translations": [
      "отделяться",
      "покидать"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 离 (lí) в современном языке выражает идею разделения, отдаления или ухода от чего-либо. Он часто используется для описания физического или эмоционального отъезда, расставания, а также отклонения от нормы или стандарта, как в слове 离谱 (lípǔ) — 'нелепый', буквально 'отходящий от нотной грамоты'.",
    "deepseek_description_paragraph_2": "С исторической точки зрения, 离 (lí) изначально изображал мифическое существо, похожее на горного демона. Однако в современном упрощённом написании его часто воспринимают как составной иероглиф: верхняя часть 亠 может ассоциироваться с крышей или покрытием, а нижняя часть 凶 (xiōng) означает 'зловещий' или 'несчастный случай'. Вместе они создают образ 'покрытия зла' или 'отделения от несчастья', что косвенно связано с идеей ухода.",
    "deepseek_description_paragraph_3": "Этот иероглиф активно используется в словах, связанных с расставанием: 离开 (líkāi) — 'уходить', 'покидать', 离婚 (líhūn) — 'разводиться'. Также он входит в название популярного острого соуса 老干妈 (Lǎo Gān Mā), где 干妈 (gānmā) означает 'крёстная мать', но сам иероглиф 离 здесь не несёт прямого смысла, демонстрируя его использование как фонетического компонента в некоторых контекстах.",
    "deepseek_description_paragraph_4": "В классической китайской философии, 离 (lí) является одной из восьми триграмм «Ицзина» (Книги Перемен), символизирующей огонь, ясность и привязанность. Эта триграмма, парадоксально сочетающая идеи яркости/единства и разделения, отражает диалектическую природу китайского мышления, где противоположности взаимосвязаны. Однако в повседневном языке эта связь почти не ощущается.",
    "example_hanzi": "我家离学校很近。",
    "example_pinying": "Wǒ jiā lí xuéxiào hěn jìn.",
    "example_ru": "Мой дом находится близко к школе."
  },
  {
    "id": 215,
    "hanzi": "两",
    "pinyin": "liǎng",
    "translations": [
      "both",
      "two",
      "ounce",
      "some",
      "a few",
      "tael",
      "weight equal to 50 grams"
    ],
    "ru_translations": [
      "два",
      "пара"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 两 (liǎng) в современном китайском языке является основным счётным словом для парных предметов, таких как руки, ноги или предметы одежды. В отличие от 二 (èr), который обозначает абстрактное число два, 两 используется перед существительными и классификаторами, указывая на конкретную пару или два экземпляра чего-либо.",
    "deepseek_description_paragraph_2": "Иероглиф 两 (liǎng) исторически происходит от пиктограммы, изображающей двойную балку на древней колеснице. Современная упрощённая форма состоит из радикала 一 (один) вверху и внутреннего компонента, напоминающего 从 (следовать). Эта структура символически отражает идею двух равных частей, составляющих единое целое, что и легло в основу его значения.",
    "deepseek_description_paragraph_3": "两 (liǎng) широко используется в бытовой речи и коммерции, например, в слове 两个 (liǎng gè — два штуки) или 两块钱 (liǎng kuài qián — две юаня). Он также встречается в словах, обозначающих симметричные или парные понятия, такие как 两边 (liǎng biān — обе стороны) и 两难 (liǎng nán — дилемма), подчёркивая состояние выбора между двумя вариантами.",
    "deepseek_description_paragraph_4": "В китайской культуре концепция парности, выраженная иероглифом 两 (liǎng), отражается в традиционных представлениях о гармонии и балансе, таких как инь и ян. Это не эзотерика, а практическое понимание дуальности, которое проявляется в языке, например, в устойчивом выражении 两全其美 (liǎng quán qí měi — удовлетворить обе стороны).",
    "example_hanzi": "我有两个弟弟。",
    "example_pinying": "Wǒ yǒu liǎng gè dìdi.",
    "example_ru": "У меня два младших брата."
  },
  {
    "id": 216,
    "hanzi": "路",
    "pinyin": "lù",
    "translations": [
      "road",
      "CL:條|条[tiáo]",
      "journey",
      "route",
      "line (bus etc)",
      "sort",
      "kind"
    ],
    "ru_translations": [
      "дорога",
      "путь"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 路 (lù) в современном китайском языке является фундаментальным понятием, обозначающим путь сообщения — от физической дороги до маршрута или линии. Он передает идею направления, способа достижения цели и часто используется в абстрактном смысле, например, в слове 思路 (sīlù) — «ход мыслей». Это не просто улица, а концепция связности и доступа.",
    "deepseek_description_paragraph_2": "Иероглиф 路 (lù) состоит из двух ключевых компонентов. Левая часть — 足 (zú), означающая «нога» или «стопа», указывает на движение и передвижение. Правая часть — 各 (gè), которая здесь выступает в роли фонетика, подсказывая чтение, но также несет смысл «каждый» или «разный», возможно, намекая на то, что дороги ведут в разные места. Вместе они создают образ «пути, по которому ступают ноги».",
    "deepseek_description_paragraph_3": "Иероглиф 路 (lù) активно используется в самых разных контекстах. Он образует конкретные слова, такие как 马路 (mǎlù) — «проезжая часть, улица», и абстрактные, как 出路 (chūlù) — «выход» (в смысле решения). В сочетаниях он часто указывает на сферу деятельности или методологию, например, 路线 (lùxiàn) — «маршрут, линия (политическая)». Его значение всегда связано с направлением, траекторией или способом.",
    "deepseek_description_paragraph_4": "В китайской культуре концепция «пути» (路 lù) перекликается с более философским понятием Дао (道 dào), но 路 — это его практическое, земное воплощение. Это отражено в поговорках, где дорога символизирует жизненный выбор или судьбу, например, «Каждый сам выбирает свою дорогу». Иероглиф напоминает, что любой долгий путь начинается с конкретного шага.",
    "example_hanzi": "这条路很长。",
    "example_pinying": "Zhè tiáo lù hěn cháng.",
    "example_ru": "Эта дорога очень длинная."
  },
  {
    "id": 217,
    "hanzi": "旅游",
    "pinyin": "lǚ yóu",
    "translations": [
      "trip",
      "journey",
      "tourism",
      "travel",
      "tour"
    ],
    "ru_translations": [
      "путешествие",
      "туризм"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 旅游 (lǚ yóu) обозначает целенаправленную деятельность по перемещению и осмотру достопримечательностей, то есть современный туризм. В отличие от просто поездки 旅行 (lǚxíng), он подразумевает отдых, развлечения и познание новых мест, часто в рамках организованного маршрута.",
    "deepseek_description_paragraph_2": "Это составное слово из двух иероглифов: 旅 (lǚ) и 游 (yóu). 旅 изначально изображал группу людей под знаменем, что означало военный поход или путешествие группы. 游 содержит ключ «вода» 氵 и компонент 斿 (флаг), что исторически связывало его с плаванием или свободным, непринужденным движением, как флаг на ветру.",
    "deepseek_description_paragraph_3": "Слово 旅游 (lǚ yóu) используется в официальном и бытовом языке для обозначения индустрии (旅游业 lǚyóu yè) и деятельности туристов. Оно часто встречается в контекстах, связанных с планированием отпуска, посещением достопримечательностей (旅游景点 lǚyóu jǐngdiǎn) и обсуждением туристического опыта, подчеркивая аспект досуга и познания.",
    "deepseek_description_paragraph_4": "Массовый 旅游 (lǚ yóu) стал социальным феноменом в Китае с ростом благосостояния и развитием инфраструктуры, отражая новую культуру досуга. Он также является важной темой в государственной политике, направленной на развитие внутреннего туризма и культурного обмена.",
    "example_hanzi": "我喜欢旅游。",
    "example_pinying": "Wǒ xǐhuān lǚyóu.",
    "example_ru": "Я люблю путешествовать."
  },
  {
    "id": 218,
    "hanzi": "卖",
    "pinyin": "mài",
    "translations": [
      "to sell",
      "to betray",
      "to spare no effort",
      "to show off or flaunt"
    ],
    "ru_translations": [
      "продавать"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 卖 (mài) означает акт продажи, торговли или сбыта товаров и услуг. В современном языке он является ключевым для коммерческой деятельности и часто используется в сочетаниях, обозначающих различные виды продаж, от розничной торговли до продажи идей.",
    "deepseek_description_paragraph_2": "Иероглиф 卖 (mài) является упрощённой формой традиционного 賣. Он состоит из двух частей: верхнего компонента 十 (shí, 'десять') и нижнего 买 (mǎi, 'покупать'). Эта структура символически отражает идею превращения покупки (买) в продажу через добавление 'десяти' — возможно, намёк на наценку или торговую операцию. Радикал 十 здесь не несёт стандартного смысла, а является частью исторического упрощения.",
    "deepseek_description_paragraph_3": "Иероглиф 卖 (mài) активно используется в коммерческой лексике: 卖东西 (mài dōngxi) — 'продавать вещи', 外卖 (wàimài) — 'доставка еды'. Он также применяется в переносном смысле: 卖关子 (mài guānzi) означает 'интриговать, держать в suspense', а 卖国 (màiguó) — 'предавать родину', что показывает негативный оттенок в контексте торговли чем-то ценным.",
    "deepseek_description_paragraph_4": "В китайской культуре акт продажи исторически не всегда высоко ценился, что отражается в конфуцианском предпочтении учёности и земледелия над торговлей. Однако в современном Китае иероглиф 卖 (mài) стал символом рыночной экономики и предпринимательского духа, отражая глубокий сдвиг в социальных ценностях.",
    "example_hanzi": "我想卖我的手机。",
    "example_pinying": "Wǒ xiǎng mài wǒ de shǒujī.",
    "example_ru": "Я хочу продать свой телефон."
  },
  {
    "id": 219,
    "hanzi": "慢",
    "pinyin": "màn",
    "translations": [
      "slow"
    ],
    "ru_translations": [
      "медленный"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 慢 (màn) в современном китайском языке в первую очередь означает «медленный» или «неторопливый», описывая низкую скорость или темп. Однако его значение шире и часто передаёт идею задержки, опоздания или даже небрежного, пренебрежительного отношения, как в слове 傲慢 (àomàn, «высокомерный»). Таким образом, он охватывает как физическую медлительность, так и определённое состояние ума или поведения.",
    "deepseek_description_paragraph_2": "Иероглиф 慢 (màn) состоит из двух ключевых частей: левого радикала 忄(сердце/ум) и правого компонента 曼 (màn), который здесь служит фонетиком, но также вносит смысловой оттенок «протяжённости» или «длины». Радикал «сердце» указывает, что понятие медлительности часто связано с внутренним состоянием, настроем или отношением, а не только с физическим движением. Эта структура подчёркивает психологический аспект медлительности, такой как нерасторопность или отсутствие энтузиазма.",
    "deepseek_description_paragraph_3": "慢 (màn) активно используется в бытовой и письменной речи для описания скорости: 慢车 (mànchē, «медленный поезд»), 慢走 (mànzǒu, «иди осторожно/не спеши» — формула прощания). В сочетаниях он приобретает оценочные оттенки: 慢性 (mànxìng, «хронический» — о болезни), 怠慢 (dàimàn, «пренебрегать, оказывать плохой приём»). Важно, что в контексте технологий или процессов 慢 может иметь негативную коннотацию — означать отставание или неэффективность.",
    "deepseek_description_paragraph_4": "В китайской культуре, где исторически ценились размеренность и неторопливая глубина, как в каллиграфии или чайной церемонии, 慢 (màn) не всегда несёт отрицательный смысл. Однако в современном обществе с его культом скорости этот иероглиф часто становится маркером противоречия между традиционным идеалом осмысленной медлительности и требованиями стремительного прогресса.",
    "example_hanzi": "请说慢一点。",
    "example_pinying": "Qǐng shuō màn yīdiǎn.",
    "example_ru": "Пожалуйста, говорите помедленнее."
  },
  {
    "id": 220,
    "hanzi": "忙",
    "pinyin": "máng",
    "translations": [
      "busy",
      "hurriedly",
      "to hurry",
      "to rush"
    ],
    "ru_translations": [
      "занятой",
      "спешащий"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 忙 (máng) в современном китайском языке является ключевым для описания состояния занятости, спешки и нехватки времени. Он передает ощущение погруженности в дела, когда внимание человека полностью захвачено текущими задачами, что часто связано с динамикой городской жизни и высокой рабочей нагрузкой.",
    "deepseek_description_paragraph_2": "Иероглиф 忙 (máng) состоит из двух частей: левого радикала 忄(сердце, чувства) и правого компонента 亡 (wáng), который означает 'погибать', 'исчезать' или 'бежать'. Эта комбинация метафорически передает идею, что когда человек 'занят', его сердце или ум как бы 'убегают' или 'теряются' в потоке дел, что лишает его покоя и сосредоточенности.",
    "deepseek_description_paragraph_3": "Слово 忙 (máng) широко используется как в бытовой речи, так и в деловом общении. Оно часто встречается в устойчивых выражениях, например, 很忙 (hěn máng) — 'очень занят', или 帮忙 (bāng máng) — 'помогать', где 帮 означает 'помощь', а весь оборот буквально описывает действие 'помочь справиться с занятостью'. Иероглиф может нести как нейтральный, так и слегка негативный оттенок, указывая на перегруженность и стресс.",
    "deepseek_description_paragraph_4": "В культурном контексте состояние 忙 (máng) отражает современные социальные реалии, особенно в мегаполисах, где высокая занятость стала нормой. Это понятие контрастирует с традиционной ценностью покоя и гармонии, подчеркивая напряжение между старыми идеалами и требованиями современного темпа жизни.",
    "example_hanzi": "我今天很忙。",
    "example_pinying": "Wǒ jīntiān hěn máng.",
    "example_ru": "Я сегодня очень занят."
  },
  {
    "id": 221,
    "hanzi": "每",
    "pinyin": "měi",
    "translations": [
      "each",
      "every"
    ],
    "ru_translations": [
      "каждый",
      "всякий"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 每 (měi) в современном китайском языке является универсальным определителем, обозначающим распределительность или регулярность. Он означает 'каждый' в смысле 'каждый отдельный экземпляр из группы' или 'всякий раз, когда происходит событие', придавая высказыванию оттенок всеохватности и систематичности.",
    "deepseek_description_paragraph_2": "Структурно 每 (měi) состоит из двух частей: верхнего компонента 人 (rén, человек) в искажённой форме и нижнего 母 (mǔ, мать). Исторически верхняя часть изображала головной убор или волосы, а не человека. Комбинация, возможно, символизировала мать как источник жизни для каждого, но сегодня это этимологическое значение стёрлось, и иероглиф воспринимается как цельный логический знак.",
    "deepseek_description_paragraph_3": "Иероглиф 每 (měi) чаще всего используется в сочетании с существительными для образования значений 'каждый день' (每天 měi tiān), 'каждый человек' (每人 měi rén) или с глаголами для выражения регулярности (每次 měi cì, каждый раз). Он также входит в состав важных слов, таких как 每年 (měi nián, ежегодно) и 每时每刻 (měi shí měi kè, постоянно), подчёркивая периодичность и отсутствие исключений.",
    "deepseek_description_paragraph_4": "Концепция 'каждого', выраженная иероглифом 每 (měi), отражает коллективистский аспект китайского мышления, где внимание к каждой единице группы важно для целого. Это видно в пословицах и установках, подчёркивающих постепенность и регулярность как путь к достижению результата, например, в идее о том, что большое складывается из малого.",
    "example_hanzi": "我每天喝咖啡。",
    "example_pinying": "Wǒ měi tiān hē kāfēi.",
    "example_ru": "Я каждый день пью кофе."
  },
  {
    "id": 222,
    "hanzi": "妹妹",
    "pinyin": "mèi mei",
    "translations": [
      "younger sister",
      "fig. younger woman (esp. girl friend or rival)",
      "CL:個|个[gè]"
    ],
    "ru_translations": [
      "младшая сестра"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 妹妹 (mèi mei) — это удвоенная форма, которая в современном китайском языке является стандартным и самым распространённым обращением к младшей сестре. Он передаёт не только родственную связь, но и оттенок близости, нежности и заботы, часто используясь в семейном и дружеском общении. Это слово несёт в себе явный эмоциональный компонент, в отличие от более нейтрального термина 妹妹 (mèimei) как указания на родство.",
    "deepseek_description_paragraph_2": "Иероглиф 妹 (mèi) состоит из двух ключевых компонентов. Слева стоит женский радикал 女 (nǚ), который сразу указывает на принадлежность к женскому полу. Справа расположен компонент 未 (wèi), который исторически означал 'ещё не', 'молодой' или 'будущий', что в совокупности даёт значение 'молодая женщина' или 'та, что позже' — то есть младшая сестра. Удвоение иероглифа 妹妹 (mèi mei) является типичным для китайского языка способом образования ласкательных и уменьшительно-ласкательных форм обращений.",
    "deepseek_description_paragraph_3": "Слово 妹妹 (mèi mei) активно используется в повседневной речи для обращения к родной младшей сестре, а также часто расширительно применяется к младшим подругам или знакомым девушкам, выражая дружеское и покровительственное отношение. В романтических отношениях парень может называть так свою девушку, подчёркивая нежность и заботу. Важно, что это обращение предполагает близкие, неформальные отношения между говорящим и адресатом.",
    "deepseek_description_paragraph_4": "В китайской культуре, где иерархия в семье и обществе имеет большое значение, обращение 妹妹 (mèi mei) чётко фиксирует младший статус девушки по отношению к говорящему. Это отражает традиционные конфуцианские ценности, где каждому члену семьи отводится определённая роль, а уважение к старшим сочетается с ответственностью и заботой о младших. Такое обращение мягко напоминает об этих взаимных обязательствах в рамках современных отношений.",
    "example_hanzi": "我有一个妹妹。",
    "example_pinying": "Wǒ yǒu yí gè mèi mei.",
    "example_ru": "У меня есть младшая сестра."
  },
  {
    "id": 223,
    "hanzi": "门",
    "pinyin": "mén",
    "translations": [
      "gate",
      "door",
      "CL:扇[shàn]",
      "gateway",
      "doorway",
      "CL:個|个[gè]",
      "opening",
      "valve",
      "switch",
      "way to do something",
      "knack",
      "family",
      "house",
      "(religious) sect",
      "school (of thought)",
      "class",
      "category",
      "phylum or division (taxonomy)",
      "classifier for large guns",
      "classifier for lessons",
      "subjects",
      "branches of technology"
    ],
    "ru_translations": [
      "дверь",
      "ворота"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 门 (mén) в современном китайском языке является базовым понятием для обозначения любого прохода, входа или выхода. Он означает не только физическую дверь или ворота, но и концептуальный порог или доступ к чему-либо, например, к области знаний или учреждению.",
    "deepseek_description_paragraph_2": "Это пиктографический иероглиф, изначально изображавший двустворчатые ворота. Он также является самостоятельным радикалом (ключом 169), известным как «дверной» радикал. Многие иероглифы, связанные с дверями, проходами или закрытием, содержат этот компонент, например, 闭 (bì, закрывать) или 间 (jiān, промежуток).",
    "deepseek_description_paragraph_3": "门 (mén) широко используется как самостоятельно, так и в составе множества слов. Он образует сложные термины, обозначающие специализированные двери (如 车门 chēmén, дверь автомобиля) или абстрактные понятия (如 热门 rèmén, популярный, букв. 'горячая дверь'). Также он часто встречается в названиях семейств, школ или учений, подчеркивая принадлежность к определенной группе.",
    "deepseek_description_paragraph_4": "В традиционной китайской культуре ворота 门 (mén) имели глубокое социальное значение, символизируя статус семьи и границу между публичным и частным пространством. Концепция «фамильных ворот» (家门 jiāmén) напрямую связывалась с репутацией и честью всего рода.",
    "example_hanzi": "请关门。",
    "example_pinying": "Qǐng guān mén.",
    "example_ru": "Пожалуйста, закрой дверь."
  },
  {
    "id": 224,
    "hanzi": "男人",
    "pinyin": "nán rén",
    "translations": [
      "a man",
      "a male",
      "men",
      "CL:個|个[gè]"
    ],
    "ru_translations": [
      "мужчина"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 男人 (nánrén) — это стандартное и нейтральное обозначение взрослого мужчины в современном китайском языке. Он обозначает биологический пол и социальную гендерную роль, часто в противопоставлении с 女人 (nǚrén, женщина). Это слово используется в повседневной, официальной и научной речи без особых эмоциональных коннотаций.",
    "deepseek_description_paragraph_2": "Это составное слово из двух самостоятельных иероглифов. 男 (nán) означает 'мужской' и исторически состоит из компонентов '田' (tián, поле) и '力' (lì, сила), что отражало традиционную роль мужчины как работника в поле. 人 (rén) — это базовый иероглиф, означающий 'человек' или 'люди'. Вместе они буквально означают 'мужской человек'.",
    "deepseek_description_paragraph_3": "Слово 男人 (nánrén) широко используется в любых контекстах, где нужно указать на мужской пол: от документов и новостей до бытовых разговоров. Оно может приобретать оттенок 'мужчина как представитель своего пола' в дискуссиях о гендере или отношениях, например, в фразах типа 'мужчины и женщины мыслят по-разному'. В сочетаниях, таких как 好男人 (hǎo nánrén, хороший мужчина), оно несет оценочное суждение.",
    "deepseek_description_paragraph_4": "В современном китайском обществе понятие 男人 (nánrén) тесно связано с традиционными ожиданиями ответственности, силы и обеспечения семьи, что отражено в его этимологии. Однако в последние десятилетия его содержание активно переосмысливается в публичном дискурсе, что делает его не просто биологической категорией, но и социально динамичным понятием.",
    "example_hanzi": "那个男人是谁？",
    "example_pinying": "Nà gè nán rén shì shéi?",
    "example_ru": "Кто тот мужчина?"
  },
  {
    "id": 225,
    "hanzi": "您",
    "pinyin": "nín",
    "translations": [
      "you (courteous, as opposed to informal 你)"
    ],
    "ru_translations": [
      "вы (вежливая форма)"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 您 (nín) — это вежливая форма местоимения «вы», выражающая уважение и почтительность. В современном языке он является стандартным обращением к старшим по возрасту или положению, незнакомым людям и в формальных ситуациях, подчеркивая дистанцию и почтение.",
    "deepseek_description_paragraph_2": "Иероглиф 您 (nín) — составной: он образован добавлением компонента 心 (xīn, сердце) под иероглифом 你 (nǐ, ты/вы). Радикал 心 здесь не только указывает на смысловую связь с внутренним состоянием, но и символически добавляет «сердце» к обычному «ты», превращая его в уважительное «Вы». Это структурное изменение напрямую отражает смысловое — обращение, идущее от сердца.",
    "deepseek_description_paragraph_3": "您 (nín) используется строго в контексте вежливого обращения к одному человеку. Его употребление автоматически задает формальный или уважительный тон разговора. Важно, что это местоимение почти никогда не используется по отношению к детям, близким друзьям или в неформальной обстановке, так как это создало бы искусственную дистанцию.",
    "deepseek_description_paragraph_4": "Использование 您 (nín) отражает конфуцианский принцип уважения к иерархии и старшинству, глубоко укорененный в китайском коммуникативном этикете. Этот иероглиф — лингвистический инструмент поддержания социальной гармонии (和, hé), где правильное обращение считается важным для корректных отношений.",
    "example_hanzi": "您好！请问洗手间在哪里？",
    "example_pinying": "Nín hǎo! Qǐngwèn xǐshǒujiān zài nǎlǐ?",
    "example_ru": "Здравствуйте! Скажите, пожалуйста, где находится туалет?"
  },
  {
    "id": 226,
    "hanzi": "牛奶",
    "pinyin": "niú nǎi",
    "translations": [
      "cow's milk",
      "CL:瓶",
      "杯[bēi]"
    ],
    "ru_translations": [
      "молоко"
    ],
    "deepseek_description_paragraph_1": "Слово 牛奶 (niúnǎi) — это современное китайское существительное, обозначающее коровье молоко. В отличие от общего слова 奶 (nǎi), которое может означать молоко любого животного или даже грудное молоко, 牛奶 (niúnǎi) конкретно указывает на продукт, полученный от коровы, и является стандартным термином в розничной торговле и бытовом общении.",
    "deepseek_description_paragraph_2": "牛奶 (niúnǎi) — это составное слово из двух знаков. Первый иероглиф 牛 (niú) означает 'корова' или 'бык' и является ключевым семантическим компонентом, указывающим на источник продукта. Второй иероглиф 奶 (nǎi) означает 'молоко' или 'грудное вскармливание' и содержит радикал 女 (nǚ, 'женщина'), исторически связанный с материнством и вскармливанием, что придаёт ему базовое значение жидкости, производимой для питания потомства.",
    "deepseek_description_paragraph_3": "Слово 牛奶 (niúnǎi) повсеместно используется в контекстах, связанных с питанием, кулинарией и покупками. Оно встречается на упаковках продуктов, в меню кафе (например, 牛奶咖啡 (niúnǎi kāfēi) — 'кофе с молоком') и в диетических рекомендациях. Важно отметить, что в Китае, где исторически более распространено соевое молоко 豆浆 (dòujiāng), слово 牛奶 (niúnǎi) чётко маркирует именно животный продукт, что имеет значение для людей с непереносимостью лактозы или определёнными диетическими предпочтениями.",
    "deepseek_description_paragraph_4": "С распространением западных диетических привычек потребление 牛奶 (niúnǎi) в Китае значительно выросло, что отражает глобализацию пищевой культуры. Этот продукт ассоциируется с современным, здоровым образом жизни, особенно для детей, хотя традиционная китайская медицина может рассматривать его как 'холодный' продукт, который следует употреблять умеренно. Таким образом, слово несёт в себе отпечаток культурного пересечения традиционных взглядов и современных тенденций.",
    "example_hanzi": "我每天早上喝牛奶。",
    "example_pinying": "Wǒ měitiān zǎoshang hē niúnǎi.",
    "example_ru": "Я каждое утро пью молоко."
  },
  {
    "id": 227,
    "hanzi": "女人",
    "pinyin": "nǚ rén",
    "translations": [
      "woman"
    ],
    "ru_translations": [
      "женщина"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 女人 (nǚrén) обозначает взрослую женщину, акцентируя её половую принадлежность и социальную роль. В современном языке это нейтральное и прямое слово, которое используется для обозначения женщин в целом, в отличие от более поэтичного 女子 (nǚzǐ) или просторечного 女的 (nǚde).",
    "deepseek_description_paragraph_2": "Это составное слово из двух иероглифов. Первый, 女 (nǚ), является ключевым радикалом, означающим «женщина» или «женский». Второй, 人 (rén), означает «человек». Их сочетание буквально читается как «женский человек», что и формирует значение «женщина».",
    "deepseek_description_paragraph_3": "Слово 女人 (nǚrén) широко используется в повседневной речи, новостях и официальных документах. Оно часто встречается в контекстах, связанных с правами (女权 nǚquán), здоровьем или социальными ролями, и может нести оттенок зрелости, в отличие от слова 女孩 (nǚhái — девочка).",
    "deepseek_description_paragraph_4": "В китайской культуре понятие 女人 исторически было связано с определёнными семейными и социальными обязанностями. В современном обществе его использование отражает эволюцию гендерных ролей и часто становится центром дискуссий о равенстве и идентичности.",
    "example_hanzi": "那个女人是我的老师。",
    "example_pinying": "Nà ge nǚ rén shì wǒ de lǎoshī.",
    "example_ru": "Та женщина — моя учительница."
  },
  {
    "id": 228,
    "hanzi": "旁边",
    "pinyin": "páng biān",
    "translations": [
      "lateral",
      "side",
      "to the side",
      "beside"
    ],
    "ru_translations": [
      "рядом",
      "около"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 旁边 (páng biān) в современном китайском языке обозначает конкретное пространственное положение — быть сбоку или в непосредственной близости от чего-либо. Это слово описывает не просто абстрактную близость, а именно боковое примыкание, указывая на статичное расположение одного объекта возле другого.",
    "deepseek_description_paragraph_2": "Слово 旁边 (páng biān) состоит из двух иероглифов. Первый, 旁 (páng), сам по себе означает «сторона» или «бок», и исторически содержит компонент 方 (fāng) — «квадрат, направление», задающий идею стороны. Второй, 边 (biān), означает «край», «граница» или «окрестность». Вместе они образуют составное слово, где 旁 уточняет тип близости (боковая), а 边 — саму область этой близости.",
    "deepseek_description_paragraph_3": "旁边 (páng biān) используется как послелог, всегда следуя за существительным, к которому относится: например, «桌子旁边» (zhuōzi pángbiān) — рядом со столом. Оно часто встречается в бытовых инструкциях, описаниях мест и указаниях пути, передавая нейтральный и точный оттенок физической близости, в отличие от более абстрактного 附近 (fùjìn) — «вблизи, в округе».",
    "deepseek_description_paragraph_4": "В китайской традиционной пространственной концепции большое значение придается четкому обозначению взаимного расположения объектов, что отражается в богатстве подобной лексики. Использование 旁边 (páng biān) подчеркивает важность конкретики и ясности в описании окружающего мира, что является отражением практичного и упорядоченного подхода к коммуникации.",
    "example_hanzi": "超市就在学校旁边。",
    "example_pinying": "Chāoshì jiù zài xuéxiào pángbiān.",
    "example_ru": "Супермаркет находится прямо рядом со школой."
  },
  {
    "id": 229,
    "hanzi": "跑步",
    "pinyin": "pǎo bù",
    "translations": [
      "to walk quickly",
      "to march",
      "to run"
    ],
    "ru_translations": [
      "бегать",
      "бег"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 跑 (pǎo) означает быстрое передвижение на ногах, то есть бег. В современном языке он часто используется в сочетании с другими иероглифами, образуя слова, связанные с физической активностью, например, 跑步 (pǎo bù) — бег как вид спорта или упражнение. Это базовый глагол для описания действия бега, в отличие от ходьбы 走 (zǒu).",
    "deepseek_description_paragraph_2": "Иероглиф 跑 (pǎo) состоит из двух частей: левый радикал 足 (zú), означающий «нога» или «стопа», и правая фонетическая часть 包 (bāo), которая подсказывает звучание. Радикал 足 (zú) прямо указывает на связь с действием ног, что логично для глагола «бежать». Компонент 包 (bāo) здесь в основном служит для звука, хотя исторически мог нести смысл «обёртывать», но в данном случае эта связь неочевидна и не добавляет понимания значения.",
    "deepseek_description_paragraph_3": "Слово 跑步 (pǎo bù) широко используется в контексте спорта, фитнеса и повседневной активности, например, 去跑步 (qù pǎo bù) — «пойти побегать». Оно также встречается в устойчивых выражениях, таких как 跑步机 (pǎo bù jī) — беговая дорожка. В отличие от одиночного 跑 (pǎo), которое может означать просто «убежать» или «бежать куда-то», 跑步 (pǎo bù) подчёркивает именно процесс или занятие бегом как целенаправленное действие.",
    "deepseek_description_paragraph_4": "В современной китайской культуре 跑步 (pǎo bù) стал символом здорового образа жизни и популярным видом досуга в городах, отражая растущий интерес к фитнесу. Это также связано с социальными явлениями, такими как марафонские забеги, которые набирают популярность и способствуют community building. Однако глубокого философского подтекста у этого конкретного слова нет — оно в первую очередь утилитарно.",
    "example_hanzi": "我每天早上去公园跑步。",
    "example_pinying": "Wǒ měitiān zǎoshang qù gōngyuán pǎobù.",
    "example_ru": "Я каждое утро хожу бегать в парк."
  },
  {
    "id": 230,
    "hanzi": "便宜",
    "pinyin": "pián yi",
    "translations": [
      "small advantages",
      "to let sb off lightly",
      "cheap",
      "inexpensive"
    ],
    "ru_translations": [
      "дешёвый",
      "выгодный"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 便宜 (pián yi) в современном языке означает прежде всего низкую цену, доступность товара или услуги. Однако его значение шире простой дешевизны — оно несёт оттенок выгодности, удачной покупки, когда низкая цена сочетается с приемлемым качеством. Это слово часто используется в торговле и бытовых разговорах о покупках.",
    "deepseek_description_paragraph_2": "Слово 便宜 состоит из двух самостоятельных иероглифов. Первый, 便 (biàn), означает «удобный», «подходящий». Второй, 宜 (yí), переводится как «подходящий», «надлежащий». Вместе они образуют смысл «удобный и подходящий», что исторически могло относиться к выгодной сделке или положению, а со временем семантика сместилась именно в сторону низкой стоимости как признака выгодности.",
    "deepseek_description_paragraph_3": "便宜 (pián yi) — это стандартное и нейтральное прилагательное для описания недорогих товаров. Оно часто встречается в рекламе, на ценниках и в разговорах на рынке. Важный оттенок: это слово может иметь лёгкую негативную коннотацию, намекая на низкое качество («дёшево и сердито»), особенно в сочетании 便宜货 (pián yi huò) — «дешёвка». В устойчивом выражении 占便宜 (zhàn pián yi) означает «воспользоваться выгодой» или «взять верх».",
    "deepseek_description_paragraph_4": "Концепция «дешевизны» в китайской культуре часто ассоциируется не только с экономией, но и с мудростью покупателя, умеющего найти лучшее соотношение цены и качества. Однако стремление к чрезмерной дешевизне (贪便宜, tān pián yi) традиционно может восприниматься как короткое мышление, ведущее к потерям в долгосрочной перспективе, что отражено во многих народных пословицах.",
    "example_hanzi": "这个手机很便宜。",
    "example_pinying": "Zhè gè shǒu jī hěn pián yi.",
    "example_ru": "Этот телефон очень дешевый."
  },
  {
    "id": 231,
    "hanzi": "票",
    "pinyin": "piào",
    "translations": [
      "ticket",
      "ballot",
      "bank note",
      "CL:張|张[zhāng]",
      "person held for ransom",
      "amateur performance of Chinese opera",
      "classifier for shipments and business transactions (topolect)"
    ],
    "ru_translations": [
      "билет",
      "голосовать"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 票 (piào) в современном языке является абстрактным носителем права или подтверждения. Его основное значение — это документ, удостоверяющий право на что-либо, будь то проезд, вход на мероприятие или участие в голосовании. Таким образом, он представляет собой формальный квиток, который легитимизирует действие или статус.",
    "deepseek_description_paragraph_2": "Иероглиф 票 (piào) состоит из двух ключевых компонентов. Верхняя часть 覀 (xī) является вариантом радикала «сеть» и может указывать на покрытие или оболочку. Нижняя часть 示 (shì) означает «показывать» или «демонстрировать». Вместе они создают образ «показа под оболочкой», что эволюционировало в идею официального, удостоверяющего документа.",
    "deepseek_description_paragraph_3": "Слово 票 (piào) используется в устойчивых сочетаниях, определяющих тип права: 车票 (chēpiào) — билет на транспорт, 机票 (jīpiào) — авиабилет, 投票 (tóupiào) — голосовать (буквально «бросать билет»). В финансовом контексте 支票 (zhīpiào) означает «чек», подчеркивая его роль как платежного документа. Это всегда официальная или полуофициальная бумага, передающая право.",
    "deepseek_description_paragraph_4": "Культурный аспект 票 (piào) отражает переход Китая к формализованным системам. В отличие от устных договоренностей, 票 представляет собой современную бюрократическую и правовую реальность, где право должно быть материально подтверждено. Это видно в важности бумажных билетов и бюллетеней даже в цифровую эпоху.",
    "example_hanzi": "我要买一张火车票。",
    "example_pinying": "Wǒ yào mǎi yì zhāng huǒchē piào.",
    "example_ru": "Я хочу купить билет на поезд."
  },
  {
    "id": 232,
    "hanzi": "妻子",
    "pinyin": "qī zi",
    "translations": [
      "wife",
      "CL:個|个[gè]"
    ],
    "ru_translations": [
      "жена"
    ],
    "deepseek_description_paragraph_1": "Слово 妻子 (qī zi) в современном китайском языке означает «жена». Это стандартное, нейтральное и официальное обозначение супруги. В отличие от более простого 老婆 (lǎo po), которое используется в разговорной речи, 妻子 (qī zi) чаще встречается в письменной форме и официальных контекстах.",
    "deepseek_description_paragraph_2": "Это составное слово из двух иероглифов. Первый, 妻 (qī), сам по себе означает «жена» и является ключевым. Его древняя пиктограмма изображала женщину с длинными волосами, которую держат за волосы, что отражало патриархальный уклад. Второй иероглиф, 子 (zi), — это суффикс, который часто используется для образования существительных, обозначающих людей (например, 孩子 (hái zi) — «ребёнок»). Вместе они образуют конкретное и уважительное слово для обозначения жены.",
    "deepseek_description_paragraph_3": "Слово 妻子 (qī zi) используется в нейтральных и формальных ситуациях: в документах (например, 他的妻子 (tā de qī zi) — «его жена»), в новостях или литературе. Оно подчёркивает статус и официальность отношений, в отличие от более фамильярных или региональных вариантов. Часто встречается в сочетаниях вроде 妻子和丈夫 (qī zi hé zhàng fu) — «жена и муж».",
    "deepseek_description_paragraph_4": "Использование суффикса 子 (zi) в этом слове отражает традиционную языковую модель, где статус человека (особенно женщины) часто уточняется через такие морфемы. Это показывает, как грамматические конструкции могут нести оттенок формальности и социальной роли, что характерно для многих китайских терминов родства.",
    "example_hanzi": "我的妻子是老师。",
    "example_pinying": "Wǒ de qīzi shì lǎoshī.",
    "example_ru": "Моя жена — учитель."
  },
  {
    "id": 233,
    "hanzi": "起床",
    "pinyin": "qǐ chuáng",
    "translations": [
      "to get out of bed",
      "to get up"
    ],
    "ru_translations": [
      "вставать с постели"
    ],
    "deepseek_description_paragraph_1": "起床 (qǐ chuáng) — это глагол, описывающий конкретное действие перехода от состояния сна к бодрствованию и физическому подъёму с кровати. В современном языке это базовое, повседневное слово, которое чётко обозначает начало дня, отделяя время отдыха от активной деятельности. Его значение прямолинейно и лишено дополнительных абстрактных смыслов.",
    "deepseek_description_paragraph_2": "Это составной глагол из двух иероглифов: 起 (qǐ) означает 'подниматься', 'начинать', а 床 (chuáng) — 'кровать', 'постель'. Вместе они буквально описывают действие 'подняться с кровати'. 起 (qǐ) сам по себе является частым компонентом многих глаголов движения и начала, что помогает запомнить его значение в других контекстах.",
    "deepseek_description_paragraph_3": "起床 (qǐ chuáng) используется строго в прямом значении, часто в бытовых диалогах о распорядке дня: '你几点起床？' (Nǐ jǐ diǎn qǐ chuáng? — 'Во сколько ты встаёшь?'). Оно не несёт оттенков 'проснуться' (это 醒来 xǐng lái), а акцентирует именно физическое действие. Это стандартное, нейтральное слово без эмоциональной окраски.",
    "deepseek_description_paragraph_4": "В китайской культуре пунктуальность и ранний подъём исторически ассоциировались с дисциплиной и добродетелью, что отражено в пословицах вроде '早起三光，晚起三慌' (Zǎo qǐ sān guāng, wǎn qǐ sān huāng — 'Кто рано встаёт, всё успевает; кто поздно — вечно в спешке'). Однако сам глагол 起床 (qǐ chuáng) является чисто практическим термином без глубокой философской нагрузки.",
    "example_hanzi": "我每天早上七点起床。",
    "example_pinying": "Wǒ měitiān zǎoshang qī diǎn qǐ chuáng.",
    "example_ru": "Я каждый день просыпаюсь в семь утра."
  },
  {
    "id": 234,
    "hanzi": "千",
    "pinyin": "qiān",
    "translations": [
      "a swing"
    ],
    "ru_translations": [
      "тысяча"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 千 (qiān) означает 'тысяча' и является базовой счётной единицей в китайском языке. В современном языке он часто используется не только для обозначения точного числа 1000, но и в переносном смысле для выражения большого количества или разнообразия, как в слове 千方百计 (qiān fāng bǎi jì) — 'всеми возможными способами'.",
    "deepseek_description_paragraph_2": "Иероглиф 千 (qiān) — пиктографический, его древняя форма изображала человека. Современный вид часто ошибочно связывают с радикалом 'десять' (十 shí), но исторически это не так. Его простая и узнаваемая графика делает его одним из фундаментальных иероглифов для изучения счёта.",
    "deepseek_description_paragraph_3": "千 (qiān) активно используется в составе сложных слов, связанных с масштабом и количеством: 千米 (qiānmǐ) — километр, 千年 (qiānnián) — тысячелетие. Он также встречается во многих идиомах и пословицах, подчёркивая идею множественности, как в 千言万语 (qiān yán wàn yǔ) — 'тысячи слов' (т.е. очень много сказать).",
    "deepseek_description_paragraph_4": "В китайской культуре число 1000, обозначаемое иероглифом 千 (qiān), традиционно символизирует полноту, изобилие и долголетие. Это отражается в таких пожеланиях, как 长命千岁 (cháng mìng qiān suì) — 'долгой жизни в тысячу лет', что подчёркивает его позитивную коннотацию в традиционных контекстах.",
    "example_hanzi": "我有一千元。",
    "example_pinying": "Wǒ yǒu yī qiān yuán.",
    "example_ru": "У меня есть тысяча юаней."
  },
  {
    "id": 235,
    "hanzi": "晴",
    "pinyin": "qíng",
    "translations": [
      "clear",
      "fine (weather)"
    ],
    "ru_translations": [
      "ясная погода"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 晴 (qíng) в современном китайском языке означает ясную, солнечную погоду. Он описывает состояние неба без облаков и дождя, являясь ключевым словом в прогнозах погоды и повседневных описаниях погодных условий.",
    "deepseek_description_paragraph_2": "Это фонетико-идеографический иероглиф, состоящий из двух частей. Левая часть 日 (rì) — это ключ (радикал), означающий 'солнце' и указывающий на связь с дневным светом или погодой. Правая часть 青 (qīng) — фонетический компонент, который подсказывает чтение и несёт значение 'синий, зелёный, ясный', что усиливает образ чистого неба.",
    "deepseek_description_paragraph_3": "Иероглиф 晴 (qíng) почти всегда используется в контексте погоды, образуя слова вроде 晴天 (qíngtiān) — 'ясный день' и 晴朗 (qínglǎng) — 'ясный и солнечный'. Он также встречается в метафорических выражениях, например, 雨过天晴 (yǔ guò tiān qíng) — 'после дождя небо проясняется', означающем улучшение ситуации после трудностей.",
    "deepseek_description_paragraph_4": "В китайской культуре ясная погода 晴 (qíng) исторически ассоциировалась с благоприятным предзнаменованием и гармонией между небом и землёй. Это состояние часто противопоставлялось ненастью, символизируя просветление, удачу и ясность как в природе, так и в человеческих делах.",
    "example_hanzi": "今天天气晴。",
    "example_pinying": "Jīntiān tiānqì qíng.",
    "example_ru": "Сегодня солнечно."
  },
  {
    "id": 236,
    "hanzi": "去年",
    "pinyin": "qù nián",
    "translations": [
      "last year"
    ],
    "ru_translations": [
      "прошлый год"
    ],
    "deepseek_description_paragraph_1": "Слово 去年 (qù nián) — это стандартное и нейтральное существительное, означающее «прошлый год». В современном китайском оно используется для точного указания на календарный год, непосредственно предшествующий текущему. В отличие от более абстрактного 过去 (guòqù, «прошлое»), 去年 (qù nián) имеет четкие временные границы.",
    "deepseek_description_paragraph_2": "Это составное слово из двух иероглифов: 去 (qù) и 年 (nián). 去 (qù) означает «уходить», «проходить», здесь передавая идею ушедшего времени. 年 (nián) — это «год». Вместе они образуют логичную конструкцию «ушедший год». Ни один из компонентов не является радикалом в данном контексте, это самостоятельные смысловые единицы.",
    "deepseek_description_paragraph_3": "Слово 去年 (qù nián) повсеместно используется в бытовой речи, новостях, официальных отчетах и планах. Оно часто встречается в конструкциях для сравнения: «по сравнению с прошлым годом» (跟去年相比, gēn qù nián xiāng bǐ). Его ключевая особенность — нейтральность и точность, без эмоциональной окраски или ностальгии.",
    "deepseek_description_paragraph_4": "Концепция 去年 (qù nián) отражает линейное восприятие времени в китайской культуре, где прошлое четко отделено от настоящего. В деловом и официальном контексте прошлый год часто служит объективной точкой отсчета для измерения прогресса или изменений, что подчеркивает практичный и ориентированный на результат подход.",
    "example_hanzi": "我去年去了中国。",
    "example_pinying": "Wǒ qùnián qùle Zhōngguó.",
    "example_ru": "В прошлом году я ездил в Китай."
  },
  {
    "id": 237,
    "hanzi": "让",
    "pinyin": "ràng",
    "translations": [
      "to yield",
      "to permit",
      "to let sb do sth",
      "to have sb do sth"
    ],
    "ru_translations": [
      "позволять",
      "уступать"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 让 (ràng) в современном китайском языке выражает идею уступки, разрешения или передачи. Его основное значение — «позволять» или «уступать», что отражает действие, при котором субъект добровольно отказывается от своего права, пространства или позиции в пользу другого.",
    "deepseek_description_paragraph_2": "Иероглиф 让 (ràng) состоит из двух частей: левой части 讠(янь), которая является упрощённой формой радикала «речь» (言), и правой части 上 (shàng), означающей «верх» или «наверх». Комбинация этих элементов исторически передаёт идею «использовать речь, чтобы уступить дорогу» или «вербально отступить», что и легло в основу современного значения.",
    "deepseek_description_paragraph_3": "让 (ràng) активно используется в повседневной речи для выражения разрешения (например, 让我试试 ràng wǒ shì shi — «позволь мне попробовать») и вежливого уступания (например, 让路 ràng lù — «уступить дорогу»). Он также является ключевым компонентом в конструкциях, выражающих причинность или пассивный залог, как в 让雨淋湿了 (ràng yǔ lín shī le) — «промокнуть под дождём» (букв. «дать дождю намочить»).",
    "deepseek_description_paragraph_4": "В китайской культуре концепция, выраженная иероглифом 让 (ràng), тесно связана с конфуцианской добродетелью скромности и уважения к другим. Умение «уступать» (让步 ràngbù) считается важным социальным навыком, поддерживающим гармонию в отношениях, будь то в семье или в общественных взаимодействиях.",
    "example_hanzi": "请让我看看。",
    "example_pinying": "Qǐng ràng wǒ kàn kan.",
    "example_ru": "Пожалуйста, позвольте мне посмотреть."
  },
  {
    "id": 238,
    "hanzi": "上班",
    "pinyin": "shàng bān",
    "translations": [
      "to go to work",
      "to be on duty",
      "to start work",
      "to go to the office"
    ],
    "ru_translations": [
      "идти на работу",
      "начинать работу"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 上班 (shàng bān) обозначает действие «идти на работу» или «начинать рабочий день». В современном языке это стандартный и нейтральный глагол для описания процесса прибытия на рабочее место и начала трудовой деятельности согласно установленному графику. Он противопоставляется слову 下班 (xià bān) — «заканчивать работу».",
    "deepseek_description_paragraph_2": "Это составной иероглиф, образованный от двух самостоятельных слов. 上 (shàng) означает «верх», «подниматься» или «направляться куда-либо». 班 (bān) имеет значения «смена», «группа» или «рабочая смена». Вместе они буквально описывают действие «подняться/прибыть к своей рабочей смене». Радикал 王 в 班 (bān) исторически связан с нефритом и разделением, что отражает идею деления на группы или смены.",
    "deepseek_description_paragraph_3": "上班 (shàng bān) используется строго в контексте начала официальной работы по найму или службы. Он не применяется к учёбе или неформальной деятельности. Устойчивые сочетания: 上班时间 (shàng bān shíjiān) — «рабочее время», 上班族 (shàng bān zú) — «офисные работники», 打卡上班 (dǎkǎ shàng bān) — «отметиться на работе». Слово несёт оттенок регулярности и подчинённости трудовому распорядку.",
    "deepseek_description_paragraph_4": "Концепция 上班 (shàng bān) отражает важность дисциплины и коллективного ритма в современной китайской рабочей культуре. Она тесно связана с феноменом «час пик» (高峰时间, gāofēng shíjiān), когда миллионы людей одновременно отправляются на работу, что является визитной карточкой жизни в крупных городах. Это слово символизирует социальную роль и ежедневный ритуал большинства взрослого населения.",
    "example_hanzi": "我早上八点上班。",
    "example_pinying": "Wǒ zǎoshang bā diǎn shàng bān.",
    "example_ru": "Я начинаю работать в восемь утра."
  },
  {
    "id": 239,
    "hanzi": "身体",
    "pinyin": "shēn tǐ",
    "translations": [
      "(human) body",
      "health",
      "CL:個|个[gè]"
    ],
    "ru_translations": [
      "тело"
    ],
    "deepseek_description_paragraph_1": "Слово 身体 (shēn tǐ) в современном китайском языке является стандартным и нейтральным термином для обозначения физического тела человека или живого существа. Оно охватывает как целостный организм, так и его физическое состояние, часто используясь в медицинском, бытовом и официальном контекстах.",
    "deepseek_description_paragraph_2": "Это составное слово из двух самостоятельных иероглифов: 身 (shēn), который сам по себе означает «тело, туловище, личность», и 体 (tǐ), означающего «тело, форма, сущность, стиль». Вместе они образуют тавтологическое сочетание, усиливающее и уточняющее понятие. Иероглиф 体 (tǐ) сам является составным: левая часть 亻— это ключ «человек», а правая 本 (běn) означает «корень, основа», что вместе передаёт идею «основы человека».",
    "deepseek_description_paragraph_3": "Слово 身体 (shēn tǐ) повсеместно используется в выражениях, связанных со здоровьем: 身体健康 (shēn tǐ jiàn kāng) — «здоровье тела», 锻炼身体 (duàn liàn shēn tǐ) — «тренировать тело». В отличие от более поэтичного 躯体 (qū tǐ) или физиологического 肉体 (ròu tǐ), оно несёт нейтрально-целостный оттенок, относясь к телу как к объекту заботы и носителю жизнедеятельности.",
    "deepseek_description_paragraph_4": "В китайской культуре тело 身体 (shēn tǐ) традиционно воспринималось не как отдельная оболочка, а как неотъемлемая часть личности, полученная от родителей, что накладывало обязательства по его сохранению. Это понятие тесно связано с конфуцианской идеей сыновней почтительности 孝 (xiào), где забота о своём теле является долгом перед предками.",
    "example_hanzi": "请注意你的身体健康。",
    "example_pinying": "Qǐng zhùyì nǐ de shēntǐ jiànkāng.",
    "example_ru": "Пожалуйста, следи за своим здоровьем."
  },
  {
    "id": 240,
    "hanzi": "生病",
    "pinyin": "shēng bìng",
    "translations": [
      "to fall ill"
    ],
    "ru_translations": [
      "заболеть"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 生病 (shēng bìng) — это глагол, означающий «заболеть» или «заболеть болезнью». В современном языке он описывает процесс возникновения болезни у человека или живого существа, акцентируя внимание на самом факте заболевания, а не на его симптомах или диагнозе. Это нейтральный и широко употребимый термин в бытовой и медицинской речи.",
    "deepseek_description_paragraph_2": "Это составное слово из двух самостоятельных иероглифов. 生 (shēng) означает «рождаться», «производить» или «жизнь». 病 (bìng) означает «болезнь». Вместе они образуют смысловую конструкцию «породить болезнь» или «возникновение болезни». Радикал 疒 (nè chuáng), присутствующий в 病, является классическим ключом, связанным с болезнями и недомоганием.",
    "deepseek_description_paragraph_3": "Слово 生病 (shēng bìng) используется как интранзитивный глагол: «他生病了» (Tā shēngbìng le) — «Он заболел». Оно часто встречается в контекстах, объясняющих отсутствие на работе или учёбе, а также в общих описаниях состояния здоровья. В отличие от более конкретных терминов, оно не указывает на тип болезни, что делает его универсальным для любого нездорового состояния.",
    "deepseek_description_paragraph_4": "Концептуально сочетание 生 (жизнь/рождение) и 病 (болезнь) отражает традиционное восприятие болезни как неотъемлемой, но нежелательной части жизненного цикла. В китайской культуре поддержание баланса в организме (как в традиционной медицине) направлено на то, чтобы не «порождать болезнь», что перекликается с профилактическим подходом к здоровью.",
    "example_hanzi": "我生病了，不能去上班。",
    "example_pinying": "Wǒ shēng bìng le, bù néng qù shàngbān.",
    "example_ru": "Я заболел, не могу пойти на работу."
  },
  {
    "id": 241,
    "hanzi": "生日",
    "pinyin": "shēng rì",
    "translations": [
      "birthday",
      "CL:個|个[gè]"
    ],
    "ru_translations": [
      "день рождения"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 生日 (shēng rì) обозначает конкретное событие — день рождения человека. В современном языке это стандартное и единственное слово для данного понятия, лишённое дополнительных оттенков, в отличие от более формального «дня рождения» организации или страны. Его значение предельно конкретно и связано исключительно с личным праздником.",
    "deepseek_description_paragraph_2": "Это составное слово из двух самостоятельных иероглифов. 生 (shēng) означает «рождаться», «жизнь», «расти». 日 (rì) — «солнце» или «день». Вместе они образуют прозрачную и логичную конструкцию: «день рождения» или «день, когда родился». Ни один из компонентов здесь не выступает в роли фонетика или чисто формального радикала, оба несут смысловую нагрузку.",
    "deepseek_description_paragraph_3": "Слово 生日 (shēng rì) используется исключительно в контексте празднования дня рождения человека. Оно входит в устойчивые фразы: 生日快乐 (shēng rì kuài lè) — «с днём рождения», 生日蛋糕 (shēng rì dàn gāo) — «торт на день рождения», 生日派对 (shēng rì pài duì) — «вечеринка по случаю дня рождения». У слова нет других распространённых значений или переносных смыслов.",
    "deepseek_description_paragraph_4": "В китайской культуре празднование 生日 (shēng rì), особенно для пожилых людей (например, 60-летия), имеет большое значение как выражение уважения и пожелания долголетия. Традиция есть лапшу 长寿面 (cháng shòu miàn) в день рождения символизирует пожелание долгой жизни, что отражает ценность семьи и почитания старших.",
    "example_hanzi": "祝你生日快乐！",
    "example_pinying": "Zhù nǐ shēng rì kuài lè!",
    "example_ru": "С днём рождения тебя!"
  },
  {
    "id": 242,
    "hanzi": "时间",
    "pinyin": "shí jiān",
    "translations": [
      "time",
      "period",
      "CL:段[duàn]"
    ],
    "ru_translations": [
      "время"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 时间 (shí jiān) — это базовое и абстрактное понятие, обозначающее время как непрерывный, измеряемый континуум. В современном языке он используется для указания на конкретные моменты, продолжительность событий или время как физическую величину, в отличие от более ситуативного 时候 (shí hou).",
    "deepseek_description_paragraph_2": "Это составное слово из двух иероглифов. 时 (shí) означает 'время', 'час', 'сезон' и содержит радикал 日 (rì, 'солнце'), исторически связывающий время с движением светила. 间 (jiān) означает 'промежуток', 'интервал' или 'между'; его структура (门 'дверь' + 日 'солнце') символизирует просвет между створками, то есть промежуток.",
    "deepseek_description_paragraph_3": "Слово 时间 (shí jiān) — нейтральный и универсальный термин. Оно употребляется в любых контекстах: для вопроса 'Который час?' (几点时间?), указания срока (很长时间), научного обсуждения или в сочетаниях типа 'свободное время' (空闲时间). Оно передаёт объективное, измеримое время, в отличие от 时候, которое часто относится к моменту в связи с событием.",
    "deepseek_description_paragraph_4": "Концепция времени в китайской культуре исторически была циклической, связанной с сельскохозяйственными сезонами и династическими циклами. Иероглиф 时 (shí) отражает эту связь с природными ритмами. В современном Китае, особенно в больших городах, восприятие времени стало гораздо более линейным и пунктуальным под влиянием индустриализации.",
    "example_hanzi": "你有时间吗？",
    "example_pinying": "Nǐ yǒu shíjiān ma?",
    "example_ru": "У тебя есть время?"
  },
  {
    "id": 243,
    "hanzi": "事情",
    "pinyin": "shì qing",
    "translations": [
      "affair",
      "matter",
      "thing",
      "business",
      "CL:件",
      "樁|桩[zhuāng]"
    ],
    "ru_translations": [
      "дело",
      "обстоятельство"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 事情 (shì qing) в современном языке обозначает общее понятие «дела» или «обстоятельств», охватывая как конкретные задачи, так и сложные ситуации. Это нейтральный и универсальный термин для описания происходящих событий, рабочих вопросов или жизненных обстоятельств, часто используемый в официальной и повседневной речи.",
    "deepseek_description_paragraph_2": "Слово 事情 (shì qing) состоит из двух иероглифов: 事 (shì) — «дело, событие» и 情 (qíng) — «чувство, ситуация, обстоятельство». Компонент 事 содержит радикал «рука» (扌 в упрощённой форме), исторически связанный с действием, а 情 включает радикал «сердце» (忄), указывающий на связь с эмоциональным или субъективным состоянием. Вместе они образуют понятие, объединяющее объективное событие и его контекст или последствия.",
    "deepseek_description_paragraph_3": "Слово 事情 (shì qing) широко используется в нейтральных контекстах, например, «обсудить дело» (讨论事情 tǎolùn shìqing) или «дело обстоит сложно» (事情复杂 shìqing fùzá). Оно часто встречается в официальных документах, деловом общении и бытовых диалогах, подчёркивая практический аспект ситуации без эмоциональной окраски, в отличие от более узких терминов вроде 问题 (wèntí — «проблема»).",
    "deepseek_description_paragraph_4": "В китайской культуре понятие 事情 (shì qing) отражает прагматичный подход к жизни, где события и обстоятельства воспринимаются как нечто, требующее внимания и управления. Это слово подразумевает, что любая ситуация — это сочетание внешних фактов и внутреннего контекста, что созвучно традиционному взгляду на гармонию между объективным и субъективным.",
    "example_hanzi": "你有什么事情吗？",
    "example_pinying": "Nǐ yǒu shénme shìqing ma?",
    "example_ru": "У тебя есть какие-то дела?/У тебя что-то случилось?"
  },
  {
    "id": 244,
    "hanzi": "手表",
    "pinyin": "shǒu biǎo",
    "translations": [
      "wrist watch",
      "CL:塊|块",
      "隻|只",
      "個|个[gè]"
    ],
    "ru_translations": [
      "наручные часы"
    ],
    "deepseek_description_paragraph_1": "Слово 手表 (shǒu biǎo) в современном китайском языке однозначно означает наручные часы — прибор для измерения времени, носимый на запястье. Это конкретный и широко употребительный термин, который не используется для обозначения других типов часов, таких как настенные или карманные.",
    "deepseek_description_paragraph_2": "手表 (shǒu biǎo) — это составное слово из двух самостоятельных иероглифов. Первый, 手 (shǒu), означает «рука». Второй, 表 (biǎo), имеет более широкий спектр значений, включая «поверхность», «внешний вид», «показывать» или «таблицу», но в данном контексте он исторически сокращён от 钟表 (zhōng biǎo) — «часы». Таким образом, буквально это «ручной прибор для показа (времени)».",
    "deepseek_description_paragraph_3": "Слово используется исключительно в прямом значении — для обозначения наручных часов как аксессуара и устройства. Оно встречается в любых контекстах: от бытового общения («купить новые часы» — 买新手表 (mǎi xīn shǒu biǎo)) до технических описаний. В отличие от просто 表 (biǎo), которое может означать и другие приборы (например, измерительные), сочетание с 手 (shǒu) делает значение предельно точным.",
    "deepseek_description_paragraph_4": "В культурном плане 手表 (shǒu biǎo) в Китае, как и везде, долгое время был символом статуса и достатка, особенно в конце XX века. Сегодня, с распространением смартфонов, его практическая необходимость снизилась, но он сохранил роль модного аксессуара и ценного подарка, часто отражающего социальное положение или личные достижения человека.",
    "example_hanzi": "你的手表几点了？",
    "example_pinying": "Nǐ de shǒubiǎo jǐ diǎn le?",
    "example_ru": "Который час на твоих часах?"
  },
  {
    "id": 245,
    "hanzi": "手机",
    "pinyin": "shǒu jī",
    "translations": [
      "cell phone",
      "mobile phone",
      "CL:部",
      "支[zhī]"
    ],
    "ru_translations": [
      "мобильный телефон"
    ],
    "deepseek_description_paragraph_1": "Слово 手机 (shǒu jī) — это современный китайский термин, обозначающий мобильный телефон. Оно буквально означает «ручная машина», что точно отражает его портативную природу и функциональность как устройства. В современном языке это стандартное и нейтральное слово для обозначения сотового телефона, в отличие от более формального 电话 (diànhuà).",
    "deepseek_description_paragraph_2": "Это составное слово, состоящее из двух иероглифов: 手 (shǒu) — «рука» и 机 (jī) — «машина», «механизм». Компонент 手 является смысловым ключом, указывающим на то, что устройство предназначено для удержания в руке. Иероглиф 机 (jī) сам по себе сложный, но здесь он выступает как сокращение от 机器 (jīqì) — «машина», обозначая механическое или электронное устройство.",
    "deepseek_description_paragraph_3": "Слово 手机 (shǒu jī) используется повсеместно для обозначения любого мобильного телефона, от простых кнопочных до смартфонов. Оно входит в множество устойчивых сочетаний, например, 智能手机 (zhìnéng shǒujī) — «смартфон», или 手机号 (shǒujī hào) — «номер мобильного телефона». Его значение строго утилитарное, без дополнительных стилистических оттенков.",
    "deepseek_description_paragraph_4": "Слово 手机 (shǒu jī) — яркий пример того, как китайский язык создает логичные и прозрачные термины для новых технологий. Его появление и массовое употребление отражает стремительную технологическую трансформацию китайского общества, где мобильный телефон стал центральным элементом повседневной жизни, коммуникации и даже цифровых платежей.",
    "example_hanzi": "你能把手机给我吗？",
    "example_pinying": "Nǐ néng bǎ shǒujī gěi wǒ ma?",
    "example_ru": "Можешь дать мне телефон?"
  },
  {
    "id": 246,
    "hanzi": "送",
    "pinyin": "sòng",
    "translations": [
      "to deliver",
      "to carry",
      "to give (as a present)",
      "to present (with)",
      "to see off",
      "to send"
    ],
    "ru_translations": [
      "дарить",
      "провожать"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 送 (sòng) в современном языке означает действие передачи чего-либо от себя к другому человеку, часто с добрыми намерениями. Его ключевые значения — «дарить», «посылать» и «провожать», что объединяет идею физического или символического перемещения объекта или человека от источника к цели.",
    "deepseek_description_paragraph_2": "Иероглиф 送 (sòng) состоит из двух частей: ключа 辶 (chuò), означающего «движение» или «идти», и фонетического компонента 关 (guān). Компонент 关 здесь в основном указывает на звучание, хотя исторически он также мог нести смысл «связь» или «проход», что вместе с ключом движения создаёт образ «проводить через» или «отправить в путь».",
    "deepseek_description_paragraph_3": "送 (sòng) широко используется в устойчивых сочетаниях: 送礼 (sònglǐ) — «дарить подарок», 送行 (sòngxíng) — «провожать в дорогу», 送货 (sònghuò) — «доставлять товар». В контексте услуг, например доставки еды (送餐, sòngcān), иероглиф подчёркивает именно действие отправки, а не производства или продажи.",
    "deepseek_description_paragraph_4": "В китайской культуре акт дарения (送礼, sònglǐ) — это не просто передача вещи, а ритуал, укрепляющий социальные связи и выражающий уважение. Провожать гостя (送客, sòngkè) до выхода или даже дальше — традиционный жест гостеприимства, демонстрирующий заботу и почтение.",
    "example_hanzi": "我送你回家。",
    "example_pinying": "Wǒ sòng nǐ huí jiā.",
    "example_ru": "Я провожу тебя домой."
  },
  {
    "id": 247,
    "hanzi": "所以",
    "pinyin": "suǒ yǐ",
    "translations": [
      "therefore",
      "as a result",
      "so"
    ],
    "ru_translations": [
      "поэтому",
      "так что"
    ],
    "deepseek_description_paragraph_1": "所以 (suǒ yǐ) — это союз, выражающий причинно-следственную связь, китайский аналог слов «поэтому», «так что» или «следовательно». В современном языке он строго логичен и используется для соединения двух частей высказывания, где вторая часть является прямым результатом или выводом из первой. Он придаёт речи структурированность и ясность, являясь основным инструментом для построения аргументов и объяснений.",
    "deepseek_description_paragraph_2": "Иероглиф 所以 (suǒ yǐ) — составное слово, где каждый компонент исторически внёс свой смысл. 所 (suǒ) изначально означало «место», но здесь оно приобрело грамматическую функцию, обозначая «то, посредством чего». 以 (yǐ) означает «использовать, брать». Вместе они буквально означают «то, посредством чего используется» или «то, с помощью чего», что эволюционировало в абстрактное указание на причину или основание для действия.",
    "deepseek_description_paragraph_3": "所以 (suǒ yǐ) используется почти исключительно в середине предложения, связывая причину и следствие: например, «因为下雨，所以我们取消了计划» (Yīnwèi xià yǔ, suǒyǐ wǒmen qǔxiāo le jìhuà — «Поскольку идёт дождь, поэтому мы отменили план»). Он часто встречается в формальной и академической речи, а также в письменных текстах, где важна логическая строгость. В разговорной речи может использоваться самостоятельно как вопрос «所以呢?» (Suǒyǐ ne? — «И что?» или «К чему ты ведёшь?»), выражая нетерпение или требование перейти к сути.",
    "deepseek_description_paragraph_4": "С лингвистической точки зрения, 所以 (suǒ yǐ) отражает китайский подход к выражению причинности через фиксированные, почти формульные конструкции, что подчёркивает важность ясной иерархии мыслей. Его устойчивое использование в классических текстах и современном языке показывает, как грамматические инструменты в китайском часто формируются из лексических единиц с конкретным значением, которые со временем абстрагируются.",
    "example_hanzi": "我今天很累，所以我要早点睡觉。",
    "example_pinying": "Wǒ jīntiān hěn lèi, suǒyǐ wǒ yào zǎodiǎn shuìjiào.",
    "example_ru": "Я сегодня очень устал, поэтому хочу лечь спать пораньше."
  },
  {
    "id": 248,
    "hanzi": "它",
    "pinyin": "tā",
    "translations": [
      "it"
    ],
    "ru_translations": [
      "оно"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 它 (tā) — это личное местоимение третьего лица среднего рода, означающее «оно». В современном китайском языке он используется для обозначения неодушевлённых предметов, абстрактных понятий, животных или явлений, когда нет необходимости указывать пол. Это нейтральный и универсальный способ указать на объект, не относящийся к человеку.",
    "deepseek_description_paragraph_2": "Иероглиф 它 (tā) является упрощённой формой. Его традиционный вариант — 牠 (для животных) или 它 (для предметов). В упрощённом написании он состоит из верхнего компонента 宀 (mián), который является радикалом «крыша» и часто указывает на связь с домом или укрытием, и нижнего компонента 匕 (bǐ), исторически означавшего «ложка» или «кинжал». В данном случае эта комбинация стала условным графическим знаком для обозначения «другого» или «иного» объекта.",
    "deepseek_description_paragraph_3": "Иероглиф 它 (tā) активно используется в письменной и устной речи для замены существительных, обозначающих предметы или идеи: «这本书，它很有趣» (Zhè běn shū, tā hěn yǒuqù — «Эта книга, она очень интересная»). Важно, что для домашних питомцев или животных, к которым относятся с привязанностью, часто используют 他 (tā, «он») или 她 (tā, «она»), а 它 (tā) может звучать более безлично или даже пренебрежительно.",
    "deepseek_description_paragraph_4": "Введение отдельного местоимения 它 (tā) для неодушевлённых объектов отражает логическую категоризацию в китайском языке, отделяющую мир людей от мира вещей. Это подчёркивает практический, а не антропоцентричный взгляд на многие явления, хотя в разговорной речи границы между 他, 她 и 它 для одушевлённых существ часто размываются.",
    "example_hanzi": "它是一只猫。",
    "example_pinying": "Tā shì yì zhī māo.",
    "example_ru": "Это кошка."
  },
  {
    "id": 249,
    "hanzi": "踢",
    "pinyin": "tī",
    "translations": [
      "to kick",
      "to play (e.g. soccer)"
    ],
    "ru_translations": [
      "пинать",
      "ударить ногой"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 踢 (tī) означает удар ногой или пинок. В современном языке он описывает физическое действие ногой, а также используется в переносном смысле для обозначения исключения или удаления кого-либо или чего-либо, например, из команды или списка.",
    "deepseek_description_paragraph_2": "Иероглиф 踢 (tī) состоит из двух частей. Левая часть — это радикал 足 (zú), означающий «нога» или «ступня», который прямо указывает на связь с действием ногой. Правая часть — 易 (yì), которая в данном случае выполняет фонетическую функцию, подсказывая чтение, хотя исторически она также несёт значение «менять», что может намекать на изменение состояния объекта после удара.",
    "deepseek_description_paragraph_3": "Чаще всего 踢 (tī) встречается в словах, связанных со спортом и боевыми искусствами, например, 踢足球 (tī zúqiú — играть в футбол). В бытовом и деловом сленге он используется в выражениях вроде 踢出去 (tī chūqù — выгнать, исключить), придавая действию оттенок резкости и решительности. Также он может описывать лёгкий, отталкивающий удар, как в 踢被子 (tī bèizi — скинуть одеяло ногой).",
    "deepseek_description_paragraph_4": "В китайской культуре, где важны гармония и сдержанность, действие, обозначаемое иероглифом 踢 (tī), часто воспринимается как грубое или агрессивное. Однако в контексте спорта, особенно футбола, который крайне популярен, этот иероглиф теряет негативный оттенок и ассоциируется с азартом, силой и мастерством.",
    "example_hanzi": "我喜欢踢足球。",
    "example_pinying": "Wǒ xǐhuan tī zúqiú.",
    "example_ru": "Я люблю играть в футбол."
  },
  {
    "id": 250,
    "hanzi": "题",
    "pinyin": "tí",
    "translations": [
      "topic",
      "problem for discussion",
      "exam question",
      "subject",
      "to inscribe",
      "to mention",
      "CL:個|个",
      "道[dào]"
    ],
    "ru_translations": [
      "тема",
      "заголовок"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 题 (tí) в современном языке является ключевым для понятий, связанных с названием, заголовком и формулировкой задачи. Он обозначает основную суть или предмет, вынесенный на обсуждение или изучение, будь то тема сочинения, заголовок статьи или математическая задача.",
    "deepseek_description_paragraph_2": "Это составной иероглиф, состоящий из двух частей: левой 是 (shì, «быть, это») и правой 页 (yè, «страница»). Компонент 是 здесь выполняет фонетическую роль, подсказывая чтение, а 页, изначально означавший «голова», привносит смысловой оттенок «главного», «вынесенного вперёд», что логично для заголовка или темы.",
    "deepseek_description_paragraph_3": "题 (tí) широко используется в академической и повседневной сферах: 题目 (tímù) — «тема, заголовок», 问题 (wèntí) — «вопрос, проблема», 习题 (xítí) — «упражнение». Он несёт оттенок чего-то сформулированного, поставленного перед кем-либо для осмысления или решения, будь то интеллектуальный вызов или название произведения.",
    "deepseek_description_paragraph_4": "Культурный аспект иероглифа связан с традицией китайской учёности и экзаменационной системы. Хорошо сформулированная 题 (tí) — это не просто название, а точное обозначение сути, что всегда высоко ценилось в классических текстах и литературных сочинениях, требуя от автора ясности мысли.",
    "example_hanzi": "这个题很难。",
    "example_pinying": "Zhège tí hěn nán.",
    "example_ru": "Это задание очень сложное."
  },
  {
    "id": 251,
    "hanzi": "跳舞",
    "pinyin": "tiào wǔ",
    "translations": [
      "to dance"
    ],
    "ru_translations": [
      "танцевать"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 跳舞 (tiào wǔ) — это глагол, означающий 'исполнять танец' или 'танцевать'. В современном языке он описывает ритмичные движения тела, обычно под музыку, с художественной, развлекательной или ритуальной целью. Это стандартное и нейтральное слово для обозначения танца.",
    "deepseek_description_paragraph_2": "Это составное слово из двух иероглифов. 跳 (tiào) означает 'прыгать', 'скакать' и содержит радикал '足' (zú, нога), указывающий на действие ногами. 舞 (wǔ) означает 'танец' и исторически изображал человека с предметами в руках, совершающего ритуальные движения. Вместе они создают полный образ танца, сочетающего прыжки и пластику.",
    "deepseek_description_paragraph_3": "Слово 跳舞 (tiào wǔ) используется в самых обычных контекстах: от профессионального балета до танцев на вечеринке. Оно часто встречается в сочетаниях, например, 跳舞机 (tiàowǔ jī, танцевальный автомат) или 喜欢跳舞 (xǐhuan tiàowǔ, любить танцевать). В отличие от более специфичных терминов, оно не указывает на конкретный стиль.",
    "deepseek_description_paragraph_4": "Танец в китайской культуре, как и везде, был формой выражения и социального взаимодействия. С древних ритуальных танцев у дворца до современных уличных стилей, 跳舞 (tiào wǔ) отражает эволюцию от формального церемониального действа к повседневному развлечению и искусству.",
    "example_hanzi": "我喜欢跳舞。",
    "example_pinying": "Wǒ xǐhuan tiào wǔ.",
    "example_ru": "Я люблю танцевать."
  },
  {
    "id": 252,
    "hanzi": "外",
    "pinyin": "wài",
    "translations": [
      "outside",
      "in addition",
      "foreign",
      "external"
    ],
    "ru_translations": [
      "внешний",
      "заграница"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 外 (wài) в современном китайском языке является фундаментальным пространственным и концептуальным маркером, обозначающим всё, что находится за пределами заданной границы или нормы. Его основное значение — «внешний», но оно легко расширяется до понятий «иностранный», «чужой» или «посторонний», противопоставляясь ключевому иероглифу 内 (nèi) — «внутренний». Эта пара формирует одну из базовых бинарных оппозиций в китайском мышлении.",
    "deepseek_description_paragraph_2": "Структурно 外 (wài) состоит из двух частей: 夕 (xī, «вечер») слева и 卜 (bǔ, «гадание») справа. Одна из распространённых трактовок связывает это с древней практикой гадания, которое часто проводилось на открытом воздухе вечером, то есть «вне» дома. Хотя прямое значение компонентов сегодня стёрлось, их сочетание исторически закрепило идею внешнего пространства и времени, выходящего за рамки обыденного.",
    "deepseek_description_paragraph_3": "Иероглиф 外 (wài) активно используется в огромном количестве словосочетаний, чётко определяя сферу внешнего. Например, 外国 (wàiguó) — «иностранное государство», 外面 (wàimiàn) — «снаружи», 外交 (wàijiāo) — «дипломатия» (букв. «внешние сношения»). Он также несёт оттенок «неофициального» или «не входящего в прямые обязанности», как в слове 外快 (wàikuài) — «заработок на стороне». В сочетании с глаголами он часто указывает на действие, направленное вовне.",
    "deepseek_description_paragraph_4": "Концепция 外 (wài) и её противопоставление с 内 (nèi) глубоко укоренены в китайской культуре, отражаясь в социальных отношениях, где проводится чёткая граница между «своими» (внутри семьи, группы) и «чужими». Эта дихотомия также прослеживается в традиционной медицине (внешние и внутренние болезни) и философии управления, подчёркивая важность разграничения внутренних дел и внешней политики.",
    "example_hanzi": "我想去外面走走。",
    "example_pinying": "Wǒ xiǎng qù wàimiàn zǒuzou.",
    "example_ru": "Я хочу пойти прогуляться на улицу."
  },
  {
    "id": 253,
    "hanzi": "完",
    "pinyin": "wán",
    "translations": [
      "to finish",
      "to be over",
      "whole",
      "complete",
      "entire"
    ],
    "ru_translations": [
      "завершать",
      "целый"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 完 (wán) выражает идею завершённости и целостности. В современном языке он означает, что действие доведено до конца, объект является целым и неповреждённым или что ресурс полностью исчерпан.",
    "deepseek_description_paragraph_2": "Иероглиф 完 (wán) состоит из верхнего компонента 宀 (mián), который является радикалом «крыша» и символизирует дом или укрытие, и нижнего компонента 元 (yuán), означающего «начало» или «первооснову». Вместе они создают образ «завершения основы под крышей», что передаёт смысл законченности и полноты.",
    "deepseek_description_paragraph_3": "完 (wán) часто используется как глагол для обозначения завершения действия, например, 完成 (wánchéng) — «завершить». Как прилагательное он указывает на целостность, как в слове 完整 (wánzhěng) — «целый, полный». Также он встречается в контексте исчерпания, например, 用完 (yòng wán) — «использовать до конца».",
    "deepseek_description_paragraph_4": "В китайской культуре идея завершённости, выраженная иероглифом 完 (wán), связана с ценностью доведения дел до конца и стремления к целостности. Это отражается в традиционном подходе к ремеслам, проектам и даже межличностным обязательствам, где незавершённое часто считается недостаточным.",
    "example_hanzi": "我做完作业了。",
    "example_pinying": "Wǒ zuò wán zuòyè le.",
    "example_ru": "Я закончил домашнее задание."
  },
  {
    "id": 254,
    "hanzi": "玩",
    "pinyin": "wán",
    "translations": [
      "toy",
      "sth used for amusement",
      "curio or antique (Taiwan pr. )",
      "to play",
      "to have fun",
      "to trifle with",
      "to keep sth for entertainment"
    ],
    "ru_translations": [
      "играть",
      "развлекаться"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 玩 (wán) в современном китайском языке означает 'играть' или 'развлекаться', но его смысл шире простой детской игры. Он охватывает любое приятное, необязательное занятие для отдыха и удовольствия, от игры в мяч до 'игры' с какой-либо идеей или предметом, то есть его изучения или использования в развлекательных целях.",
    "deepseek_description_paragraph_2": "Иероглиф 玩 (wán) состоит из двух частей: левый компонент 王 (wáng, 'царь, яшма') и правый 元 (yuán, 'первый, основной, деньги'). Исторически 王 здесь является сокращённой формой от 玉 (yù, 'яшма'), что указывает на драгоценный предмет. Таким образом, изначальная идея иероглифа — 'любоваться, ценить драгоценный предмет' (яшму), что позже расширилось до значения 'играть, забавляться'.",
    "deepseek_description_paragraph_3": "Иероглиф 玩 (wán) используется в огромном количестве словосочетаний, раскрывающих его оттенки. 玩具 (wánjù) — 'игрушка', 玩电脑游戏 (wán diànnǎo yóuxì) — 'играть в компьютерные игры', а 好玩 (hǎowán) означает 'интересный, забавный'. В сочетании 玩手机 (wán shǒujī) он описывает привычное 'играть со смартфоном', а в бизнес-контексте 玩资本 (wán zīběn) может иметь оттенок 'спекулировать, манипулировать капиталом'.",
    "deepseek_description_paragraph_4": "Ключевой культурный аспект 玩 (wán) — его связь с концепцией досуга и мастерства. В традиционной китайской культуре 'игра' (玩) с предметом, будь то музыкальный инструмент, камень для созерцания или кисть для каллиграфии, подразумевает глубокое, почти медитативное погружение, ведущее к постижению его сути. Это не просто развлечение, а форма познания и самовыражения.",
    "example_hanzi": "我们一起玩吧！",
    "example_pinying": "Wǒmen yìqǐ wán ba!",
    "example_ru": "Давай поиграем вместе!"
  },
  {
    "id": 255,
    "hanzi": "晚上",
    "pinyin": "wǎn shang",
    "translations": [
      "evening",
      "night",
      "CL:個|个[gè]",
      "in the evening"
    ],
    "ru_translations": [
      "вечер",
      "вечером"
    ],
    "deepseek_description_paragraph_1": "Слово 晚上 (wǎn shang) обозначает период времени, начинающийся после захода солнца и длящийся до глубокой ночи. В современном языке это не просто указание на время суток, а целая концепция, связанная с завершением дневных дел, отдыхом, ужином и личным временем. Оно противопоставляется дню 白天 (bái tiān) и часто используется для обозначения вечерних мероприятий или состояния.",
    "deepseek_description_paragraph_2": "Это составное слово из двух иероглифов. Первый, 晚 (wǎn), сам по себе означает 'поздний' или 'вечер' и состоит из радикала 日 (rì, 'солнце') и фонетического компонента 免 (miǎn). Радикал 'солнце' здесь указывает на связь со временем суток. Второй иероглиф, 上 (shang), в этом контексте является суффиксом направления, означающим 'на' или 'в', и превращает понятие 'вечер' в обстоятельство времени 'в вечернее время'.",
    "deepseek_description_paragraph_3": "晚上 (wǎn shang) широко используется как обстоятельство времени в бытовой речи: 晚上好 (wǎn shang hǎo, 'добрый вечер'), 今天晚上 (jīntiān wǎnshang, 'сегодня вечером'). Оно задаёт контекст для любых действий, происходящих после наступления темноты: от работы в ночную смену 上晚班 (shàng wǎn bān) до вечерних прогулок. Важный оттенок — это время для неформального, личного общения и отдыха после рабочего дня.",
    "deepseek_description_paragraph_4": "В китайской культуре вечер традиционно был временем для воссоединения семьи за ужином, что подчёркивает ценность семейных уз. Современный ритм жизни изменил эту традицию, но 晚上 (wǎn shang) по-прежнему сохраняет культурный подтекст как период, когда общественная активность сменяется частной, личной жизнью. Это время для ужина, телевидения, встреч с друзьями или просто отдыха дома.",
    "example_hanzi": "晚上好！",
    "example_pinying": "Wǎn shang hǎo!",
    "example_ru": "Добрый вечер!"
  },
  {
    "id": 256,
    "hanzi": "为",
    "pinyin": "wèi",
    "translations": [
      "variant of 為|为",
      "because of",
      "for",
      "to"
    ],
    "ru_translations": [
      "для",
      "ради"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 为 (wèi) в современном языке является ключевым предлогом, обозначающим цель, причину или адресата действия. Он передаёт идею «ради кого-то/чего-то» или «для чего-то», формируя причинно-следственные и целевые связи в предложении, например, в конструкции 为了 (wèile) – «для того чтобы».",
    "deepseek_description_paragraph_2": "С исторической точки зрения, 为 (wèi) является упрощённой формой иероглифа 爲. Его древняя пиктограмма изображала руку, ведущую слона, что символизировало действие, совершаемое силой или с целью. В современной структуре его можно условно разбить на компоненты, но для практического изучения полезнее запомнить его как цельный грамматический маркер.",
    "deepseek_description_paragraph_3": "Основное использование 为 (wèi) – грамматическое: он вводит объект, ради которого совершается действие (我为你高兴, wǒ wèi nǐ gāoxìng – «Я рад за тебя»). Он также встречается в устойчивых сочетаниях, таких как 为什么 (wèishénme – «почему»), 因为 (yīnwèi – «потому что»), и в формальном языке может означать «выступать в качестве» (他为主席, tā wéi zhǔxí – «Он выступает в качестве председателя»).",
    "deepseek_description_paragraph_4": "Этот иероглиф отражает прагматичный аспект китайского мышления, где действия часто рассматриваются через призму их цели или полезности. Его центральная роль в языке подчёркивает важность понятий причины, намерения и служения в коммуникации и социальных взаимодействиях.",
    "example_hanzi": "这是为你准备的。",
    "example_pinying": "Zhè shì wèi nǐ zhǔnbèi de.",
    "example_ru": "Это приготовлено для тебя."
  },
  {
    "id": 257,
    "hanzi": "问",
    "pinyin": "wèn",
    "translations": [
      "to ask"
    ],
    "ru_translations": [
      "спрашивать"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 问 (wèn) в современном китайском языке является основным глаголом, означающим 'спрашивать' или 'задавать вопрос'. Он выражает базовое действие по получению информации, знания или разрешения, являясь центральным для любого коммуникативного акта. Его значение фундаментально и не несет дополнительных эмоциональных оттенков, если только они не заданы контекстом.",
    "deepseek_description_paragraph_2": "Иероглиф 问 (wèn) — составной. Внешний компонент — это '门' (mén), означающий 'дверь' или 'ворота', который также является ключом (радикалом) 169. Внутри него находится '口' (kǒu) — 'рот'. Эта структура создает наглядную картину: 'рот у двери', что исторически символизировало действие справляться или спрашивать у кого-то, постучав в дверь. Радикал '门' (mén) здесь в основном играет структурную и фонетическую роль.",
    "deepseek_description_paragraph_3": "问 (wèn) используется в огромном количестве повседневных и формальных конструкций. Он образует ключевые слова, такие как 问题 (wèntí, 'вопрос/проблема'), 问好 (wènhǎo, 'передать привет'), 访问 (fǎngwèn, 'посещать/интервьюировать'). В отличие от более формального 询问 (xúnwèn), 问 (wèn) — это нейтральный и универсальный способ обозначить запрос информации, от бытового 'спросить дорогу' до философского 'задаваться вопросом'.",
    "deepseek_description_paragraph_4": "В конфуцианской традиции акт 'вопрошания' (问, wèn) высоко ценился как путь к учению и самосовершенствованию. Конфуций в «Лунь юе» подчеркивал важность задавания вопросов и нестеснения своей неосведомленностью. Таким образом, иероглиф отражает культурную установку на активное познание через диалог и уважительное обращение к знанию других.",
    "example_hanzi": "请问，洗手间在哪里？",
    "example_pinying": "Qǐng wèn, xǐshǒujiān zài nǎlǐ?",
    "example_ru": "Скажите, пожалуйста, где находится туалет?"
  },
  {
    "id": 258,
    "hanzi": "问题",
    "pinyin": "wèn tí",
    "translations": [
      "question",
      "problem",
      "issue",
      "topic",
      "CL:個|个[gè]"
    ],
    "ru_translations": [
      "вопрос",
      "проблема"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 问题 (wèn tí) в современном китайском языке обозначает «вопрос» или «проблему». Это одно из самых частотных и универсальных слов, используемое для обозначения как запроса информации, так и сложной ситуации, требующей решения. Его значение охватывает широкий спектр — от простого учебного задания до глобальной социальной проблемы.",
    "deepseek_description_paragraph_2": "Это составное слово из двух иероглифов: 问 (wèn) — «спрашивать» и 题 (tí) — «тема», «заголовок». Иероглиф 问 содержит радикал «рот» (口, kǒu), указывающий на речевую деятельность, а 题 включает радикал «страница» (页, yè), связанный с текстом. Вместе они образуют логичную конструкцию: «спросить о теме».",
    "deepseek_description_paragraph_3": "Слово 问题 (wèn tí) используется в самых разных контекстах: от бытового «задать вопрос» (问问题, wèn wèn tí) до официальных формулировок «решить проблему» (解决问题, jiě jué wèn tí). Важный оттенок: в сочетаниях типа «у него есть проблемы» (他有问题, tā yǒu wèn tí) оно может приобретать негативный или подозрительный смысл, указывая на неполадки или скрытые недостатки.",
    "deepseek_description_paragraph_4": "Концепция «вопроса-проблемы» отражает прагматичный подход китайской культуры к познанию: знание часто добывается через постановку конкретных, практических вопросов. В классической философии, однако, более ценилось состояние «отсутствия вопросов» (无疑, wú yí) как признак глубокого понимания, в то время как 问题 подразумевает активное, но ещё незавершённое исследование.",
    "example_hanzi": "你有问题吗？",
    "example_pinying": "Nǐ yǒu wèntí ma?",
    "example_ru": "У тебя есть вопросы?"
  },
  {
    "id": 259,
    "hanzi": "西瓜",
    "pinyin": "xī guā",
    "translations": [
      "watermelon",
      "CL:條|条[tiáo]"
    ],
    "ru_translations": [
      "арбуз"
    ],
    "deepseek_description_paragraph_1": "Слово 西瓜 (xī guā) в современном китайском языке однозначно означает арбуз. Это конкретное существительное, не имеющее переносных значений, и оно всегда используется для обозначения этой крупной, сладкой, водянистой ягоды. Его значение предельно ясно и стабильно в любом контексте.",
    "deepseek_description_paragraph_2": "Иероглиф 西瓜 (xī guā) является составным словом из двух знаков. Первый, 西 (xī), означает «запад». Второй, 瓜 (guā), — это общий знак для дынь, тыкв и подобных плодов. Таким образом, дословно слово переводится как «западная дыня», что исторически указывает на происхождение арбуза, который попал в Китай с запада по Шёлковому пути.",
    "deepseek_description_paragraph_3": "Слово 西瓜 (xī guā) используется исключительно в прямом значении — для обозначения арбуза как фрукта. Оно встречается в бытовой речи, меню, названиях продуктов (например, 西瓜汁 (xī guā zhī) — арбузный сок) и в устойчивых выражениях вроде 吃西瓜 (chī xī guā) — «есть арбуз». Никаких скрытых оттенков или идиоматических значений у него нет.",
    "deepseek_description_paragraph_4": "Культурный аспект связан с ролью арбуза как неотъемлемого атрибута лета. В Китае разрезание и совместное поедание холодного арбуза — это распространённый социальный ритуал в жаркую погоду, символ прохлады, отдыха и простых семейных или дружеских радостей. Это делает слово 西瓜 (xī guā) эмоционально окрашенным, ностальгическим понятием для многих китайцев.",
    "example_hanzi": "我想吃西瓜。",
    "example_pinying": "Wǒ xiǎng chī xī guā.",
    "example_ru": "Я хочу съесть арбуз."
  },
  {
    "id": 260,
    "hanzi": "希望",
    "pinyin": "xī wàng",
    "translations": [
      "to wish for",
      "to desire",
      "hope CL:個|个[gè]"
    ],
    "ru_translations": [
      "надежда",
      "желание"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 希望 (xī wàng) в современном китайском языке означает «надежду» или «желание». Это активное состояние ожидания и стремления к чему-то хорошему в будущем, сочетающее в себе эмоциональную вовлечённость и целеустремлённость. Он выражает не просто пассивное ожидание, а внутреннюю мотивацию и оптимизм.",
    "deepseek_description_paragraph_2": "Иероглиф 希望 (xī wàng) состоит из двух частей. Первый, 希 (xī), исторически означает «редкий» или «желанный» и сам по себе содержит компоненты, ассоциирующиеся с тканью. Второй, 望 (wàng), означает «смотреть вдаль» или «стремиться» и включает радикал «луна» (月) и компонент, связанный со взглядом царя. Вместе они создают образ «желания, на которое смотрят издалека».",
    "deepseek_description_paragraph_3": "Слово 希望 (xī wàng) широко используется как существительное («надежда») и как глагол («надеяться», «желать»). Оно часто встречается в позитивных пожеланиях, официальных лозунгах и личных устремлениях, например, в фразе 我希望 (wǒ xī wàng) — «я надеюсь». В отличие от более нейтрального 想 (xiǎng) — «думать», 希望 (xī wàng) несёт более сильный эмоциональный заряд и часто относится к значимым, долгосрочным целям.",
    "deepseek_description_paragraph_4": "Концепция 希望 (xī wàng) глубоко укоренена в китайской культуре как важная социальная и личная добродетель, отражающая стойкость и веру в лучшее будущее. Она часто фигурирует в публичных дискурсах о национальном развитии и личном успехе, подчёркивая коллективный и оптимистичный взгляд на прогресс.",
    "example_hanzi": "我希望明天天气很好。",
    "example_pinying": "Wǒ xī wàng míng tiān tiān qì hěn hǎo.",
    "example_ru": "Я надеюсь, что завтра будет хорошая погода."
  },
  {
    "id": 261,
    "hanzi": "洗",
    "pinyin": "xǐ",
    "translations": [
      "to wash",
      "to bathe",
      "to develop (photo)"
    ],
    "ru_translations": [
      "мыть",
      "стирать"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 洗 (xǐ) в современном китайском языке означает действие очищения с помощью воды или другой жидкости. Он охватывает широкий спектр понятий — от мытья рук и посуды до стирки одежды и даже метафорического «очищения» от обвинений или позора.",
    "deepseek_description_paragraph_2": "Иероглиф 洗 (xǐ) состоит из двух частей: левого радикала 氵(вода) и правого фонетического компонента 先 (xiān, «первый», «раньше»). Радикал «вода» прямо указывает на связь с жидкостью, необходимой для процесса мытья. Компонент 先 (xiān) в основном выполняет фонетическую роль, подсказывая чтение, хотя исторически мог нести и смысловой оттенок — например, мытьё как подготовительное, «первоочерёдное» действие.",
    "deepseek_description_paragraph_3": "Иероглиф 洗 (xǐ) активно используется в бытовых и профессиональных контекстах: 洗手 (xǐ shǒu) — мыть руки, 洗衣服 (xǐ yīfu) — стирать одежду, 洗车 (xǐ chē) — мыть машину. В переносном смысле он встречается в словах вроде 洗钱 (xǐ qián) — «отмывать деньги» (преступный смысл) или 洗清 (xǐ qīng) — «очистить (имя, репутацию)», что добавляет ему важный абстрактный оттенок.",
    "deepseek_description_paragraph_4": "В китайской культуре ритуальное омовение, связанное с иероглифом 洗 (xǐ), исторически имело значение не только физической, но и символической чистоты перед важными церемониями или событиями. Это отражается в устойчивых выражениях, подчёркивающих связь внешнего действия и внутреннего состояния.",
    "example_hanzi": "我要洗手。",
    "example_pinying": "Wǒ yào xǐ shǒu.",
    "example_ru": "Я хочу помыть руки."
  },
  {
    "id": 262,
    "hanzi": "向",
    "pinyin": "xiàng",
    "translations": [
      "towards",
      "to face",
      "to turn towards",
      "direction",
      "to support",
      "to side with",
      "shortly before",
      "formerly",
      "always",
      "all along"
    ],
    "ru_translations": [
      "направление",
      "к"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 向 (xiàng) в современном китайском языке выражает фундаментальную идею направления, ориентации или цели. Он обозначает движение или устремлённость к чему-либо, а также может указывать на прошлое, как в слове 一向 (yīxiàng — всегда, с давних пор). Это стабильное, векторное понятие, лишённое случайного движения.",
    "deepseek_description_paragraph_2": "Иероглиф 向 (xiàng) является пиктограммой, изображающей окно в стене дома. Его древняя форма ясно показывает раму окна. Хотя современный вид изменился, ключевая идея осталась: окно — это место, откуда исходит свет и куда направлен взгляд, что и легло в основу значения «направление». Радикал 口 (kǒu — рот) здесь, вероятно, символизирует проём.",
    "deepseek_description_paragraph_3": "向 (xiàng) редко используется самостоятельно, являясь ключевым компонентом множества слов. Он формирует предлоги, как 向+место (xiàng... — в направлении...), и входит в существительные: 方向 (fāngxiàng — направление), 倾向 (qīngxiàng — тенденция). В глаголах, таких как 向往 (xiàngwǎng — стремиться, мечтать о чём-л.), он добавляет оттенок сильного внутреннего устремления к цели.",
    "deepseek_description_paragraph_4": "В китайской культуре ориентация в пространстве (方向, fāngxiàng) исторически имела глубокое практическое и ритуальное значение, связанное с геомантией и планированием. Идея 向 (xiàng) как выбора верного направления метафорически проецируется на жизненные решения и моральный путь, подчёркивая важность цели и ориентира.",
    "example_hanzi": "请向右转。",
    "example_pinying": "Qǐng xiàng yòu zhuǎn.",
    "example_ru": "Поверните направо, пожалуйста."
  },
  {
    "id": 263,
    "hanzi": "小时",
    "pinyin": "xiǎo shí",
    "translations": [
      "hour",
      "CL:個|个[gè]"
    ],
    "ru_translations": [
      "час"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 小时 (xiǎo shí) — это стандартная единица времени, равная 60 минутам. В современном китайском языке он полностью вытеснил старую единицу 时辰 (shíchen), которая составляла примерно два часа. Слово буквально означает «малый отрезок времени», отражая его точность по сравнению с более крупными и условными традиционными делениями суток.",
    "deepseek_description_paragraph_2": "小时 (xiǎo shí) — это составное слово, а не единый иероглиф. Первый компонент 小 (xiǎo) означает «маленький». Второй компонент 时 (shí) — самостоятельный иероглиф, означающий «время» или «сезон». Его радикал — 日 (rì, «солнце»), что исторически связывает измерение времени с движением солнца. Таким образом, структура слова прямо указывает на его значение: «малый промежуток времени».",
    "deepseek_description_paragraph_3": "Слово 小时 (xiǎo shí) используется во всех контекстах, где требуется указать продолжительность в часах: 三个小时 (sān gè xiǎo shí) — три часа. Оно является нейтральным и технически точным термином. Важно не путать его с 点 (diǎn), которое обозначает «час» как момент на циферблате (например, 三点 — три часа дня), в то время как 小时 указывает именно на длительность.",
    "deepseek_description_paragraph_4": "Внедрение понятия 小时 в XX веке отражает переход Китая к современной, стандартизированной системе времени, синхронизированной с мировыми стандартами. Это символизирует отход от традиционной системы 时辰 (shíchen), которая была привязана к 12 двухчасовым стражам и имела глубокие культурные и астрологические коннотации. Таким образом, этот термин — небольшой, но показательный пример модернизации языка и мышления.",
    "example_hanzi": "我每天学习两个小时。",
    "example_pinying": "Wǒ měitiān xuéxí liǎng gè xiǎoshí.",
    "example_ru": "Я каждый день учусь два часа."
  },
  {
    "id": 264,
    "hanzi": "笑",
    "pinyin": "xiào",
    "translations": [
      "laugh",
      "smile",
      "CL:個|个[gè]"
    ],
    "ru_translations": [
      "смеяться",
      "улыбаться"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 笑 (xiào) означает смех или улыбку, выражая положительную эмоцию радости, веселья или удовольствия. В современном языке он используется для описания как действия (смеяться), так и состояния (быть улыбчивым), и является одним из ключевых слов для передачи счастья и дружелюбия.",
    "deepseek_description_paragraph_2": "Иероглиф 笑 (xiào) состоит из верхнего компонента ⺮ (zhú), который является ключом 118 'бамбук', и нижнего 夭 (yāo), означающего 'гибкий' или 'молодой, прекрасный'. Исторически верхняя часть изображала бамбуковые дощечки, которые скрипели при сгибании, возможно, ассоциируясь со звуком смеха, а нижняя часть передавала идею гибкости и живости, характерных для смеющегося человека.",
    "deepseek_description_paragraph_3": "Слово 笑 (xiào) активно используется в повседневной речи, например, в приветствии 笑话 (xiàohuà, 'шутка') или 微笑 (wēixiào, 'улыбка'). Оно часто встречается в контекстах, связанных с юмором, общением и позитивными эмоциями, и может иметь оттенок лёгкой насмешки в сочетаниях вроде 嘲笑 (cháoxiào, 'насмехаться').",
    "deepseek_description_paragraph_4": "В китайской культуре смех 笑 (xiào) ценится как проявление гармонии и здоровья, что отражено в поговорке 'Смех продлевает жизнь' (笑一笑, 十年少). Он также играет роль в конфуцианском идеале благородного человека, который должен быть уравновешенным, но способным на искреннюю радость в подходящих обстоятельствах.",
    "example_hanzi": "你为什么笑？",
    "example_pinying": "Nǐ wèishénme xiào?",
    "example_ru": "Почему ты смеёшься?"
  },
  {
    "id": 265,
    "hanzi": "新",
    "pinyin": "xīn",
    "translations": [
      "new",
      "newly",
      "meso- (chemistry)"
    ],
    "ru_translations": [
      "новый"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 新 (xīn) в современном китайском языке является фундаментальным понятием для всего нового, свежего и недавно появившегося. Он описывает не только физическую новизну объектов, но и абстрактные понятия, такие как новости (新闻, xīnwén) или новый год (新年, xīnnián), подразумевая обновление и современность.",
    "deepseek_description_paragraph_2": "Структурно 新 (xīn) состоит из двух ключевых компонентов: слева 亲 (qīn), означающего «родной, близкий», а справа 斤 (jīn) — древний топор. Вопреки интуитивной связи «топор» + «дерево» = «новый», современная этимология указывает, что 亲 здесь фонетик, а 斤 — семантический компонент, связанный с рубкой и, как следствие, с обновлением материала. Радикал 斤 (топор) является классифицирующим.",
    "deepseek_description_paragraph_3": "Иероглиф 新 (xīn) крайне продуктивен и встречается в огромном количестве слов, от бытовых до официальных. Он формирует понятия, связанные с инновациями (创新, chuàngxīn), обновлением информации (更新, gēngxīn) и современными трендами (新潮, xīncháo). Его значение часто противопоставляется «старому» (旧, jiù), создавая базовую дихотомию.",
    "deepseek_description_paragraph_4": "Концепция «нового» в китайской культуре исторически ценилась, но с оглядкой на традицию. В конфуцианском контексте «обновление народа» (新民) было целью мудрого правления. В современном Китае 新 стал символом прогресса и развития, что отражено в государственных лозунгах и названиях многих компаний и проектов.",
    "example_hanzi": "新年快乐！",
    "example_pinying": "Xīnnián kuàilè!",
    "example_ru": "С Новым годом!"
  },
  {
    "id": 266,
    "hanzi": "姓",
    "pinyin": "xìng",
    "translations": [
      "family name",
      "surname",
      "name",
      "CL:個|个[gè]"
    ],
    "ru_translations": [
      "фамилия"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 姓 (xìng) означает фамилию, родовое имя, передаваемое по отцовской линии. В современном языке он является ключевым для обозначения семейной принадлежности человека и используется в официальных документах, именах и вопросах о происхождении. Это один из первых иероглифов, который изучают для знакомства и заполнения форм.",
    "deepseek_description_paragraph_2": "Иероглиф 姓 (xìng) состоит из двух частей: левый компонент 女 (nǚ) — «женщина», и правый 生 (shēng) — «рождать», «жизнь». Радикал 女 исторически указывает на древнее матриархальное общество, где род определялся по материнской линии. Комбинация этих частей буквально отражает идею «рождённый женщиной», то есть принадлежность к определённому роду.",
    "deepseek_description_paragraph_3": "Иероглиф 姓 (xìng) используется прежде всего в слове 姓名 (xìngmíng) — «фамилия и имя». Он встречается в вопросах 你姓什么？(Nǐ xìng shénme?) — «Как ваша фамилия?» и в устойчивых выражениях, например, 老百姓 (lǎobǎixìng) — «простой народ», где 百姓 исторически означало «сто фамилий», то есть все семьи. В сочетаниях он подчёркивает коллективную, родовую идентичность.",
    "deepseek_description_paragraph_4": "В китайской культуре фамилия 姓 (xìng) имеет глубокое социальное значение, связывая человека с предками и историей клана. Традиционно она ставится перед личным именем, что символизирует первичность семьи над индивидуумом. Этот порядок отражает конфуцианские ценности семейной иерархии и преемственности поколений.",
    "example_hanzi": "你姓什么？",
    "example_pinying": "Nǐ xìng shénme?",
    "example_ru": "Как тебя зовут? (Какая у тебя фамилия?)"
  },
  {
    "id": 267,
    "hanzi": "休息",
    "pinyin": "xiū xi",
    "translations": [
      "rest",
      "to rest"
    ],
    "ru_translations": [
      "отдыхать",
      "перерыв"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 休息 (xiū xi) означает прекращение деятельности для восстановления сил, это целенаправленное бездействие. В современном языке это ключевое понятие для обозначения отдыха, перерыва в работе или учёбе, а также отпуска.",
    "deepseek_description_paragraph_2": "Это составное слово из двух иероглифов. Первый, 休 (xiū), изображает человека (人), прислонившегося к дереву (木), что визуально передаёт идею отдыха. Второй, 息 (xī), состоит из компонентов 自 (zì, «сам»/«нос») и 心 (xīn, «сердце»), вместе означающих «дыхание» или «передышку», то есть успокоение тела и духа.",
    "deepseek_description_paragraph_3": "Слово используется в самых бытовых контекстах: 休息一下 (xiū xi yī xià) — «отдохни немного», 休息时间 (xiū xi shí jiān) — «время перерыва». Оно несёт оттенок временной остановки для подзарядки, в отличие от длительного отпуска (假期, jià qī). Часто встречается в объявлениях, например, «休息中» (xiū xi zhōng) — «перерыв» на дверях магазина.",
    "deepseek_description_paragraph_4": "Концепция 休息 отражает важный баланс в китайской культуре между трудом (工作, gōng zuò) и восстановлением. Она не поощряет лень, а подчёркивает мудрость своевременного отдыха для поддержания продуктивности и гармонии, что перекликается с даосской идеей недеяния (无为, wú wéi) как естественного ритма жизни.",
    "example_hanzi": "我们休息一下吧。",
    "example_pinying": "Wǒmen xiūxi yīxià ba.",
    "example_ru": "Давайте немного отдохнём."
  },
  {
    "id": 268,
    "hanzi": "雪",
    "pinyin": "xuě",
    "translations": [
      "snow",
      "snowfall",
      "CL:場|场[cháng]",
      "to have the appearance of snow",
      "to wipe away",
      "off or out",
      "to clean"
    ],
    "ru_translations": [
      "снег"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 雪 (xuě) в современном китайском языке однозначно означает снег — атмосферные осадки в виде кристаллов льда. Однако его значение выходит за рамки простого природного явления, часто ассоциируясь с чистотой, холодом и временным, сезонным состоянием.",
    "deepseek_description_paragraph_2": "Иероглиф 雪 (xuě) является пиктографически-фонетическим. Верхняя часть 雨 (yǔ) — радикал 'дождь', указывающий на связь с атмосферными явлениями. Нижняя часть 彐 (jì) — это упрощенная форма знака 'рука' или 'кисть', которая в данном контексте выполняет фонетическую роль, помогая в древности передавать звучание.",
    "deepseek_description_paragraph_3": "Помимо прямого значения, 雪 (xuě) активно используется в устойчивых сочетаниях. Например, 滑雪 (huáxuě) — 'кататься на лыжах', 雪白 (xuěbái) — 'белоснежный' (метафора чистоты). Также он может выступать глаголом в литературном языке в значении 'смывать позор', как в слове 雪耻 (xuěchǐ).",
    "deepseek_description_paragraph_4": "В китайской культуре снег 雪 (xuě) — частый поэтический образ, символизирующий не только зиму, но и стойкость (как сосна под снегом), а также быстротечность и очищение. Он ассоциируется с отшельничеством и созерцанием в классической пейзажной поэзии и живописи.",
    "example_hanzi": "外面下雪了。",
    "example_pinying": "Wàimiàn xià xuě le.",
    "example_ru": "На улице идет снег."
  },
  {
    "id": 269,
    "hanzi": "颜色",
    "pinyin": "yán sè",
    "translations": [
      "color",
      "CL:個|个[gè]"
    ],
    "ru_translations": [
      "цвет"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 颜色 (yán sè) обозначает понятие «цвет» в самом широком смысле — от физического цвета предметов до оттенков и красок в переносном значении. В современном языке это стандартное и нейтральное слово для описания цвета, используемое как в быту, так и в профессиональных сферах.",
    "deepseek_description_paragraph_2": "Это составное слово из двух иероглифов: 颜 (yán), который исторически связан с лицом, внешним видом и выражением, и 色 (sè), изначально означавшего «цвет» или «внешний облик». Вместе они образуют устойчивое сочетание, где 色 является смысловым ядром, а 颜 усиливает значение, относящееся к визуальным характеристикам.",
    "deepseek_description_paragraph_3": "Слово 颜色 (yán sè) используется повсеместно: от описания цвета одежды или предметов до выражения оттенков смысла, как в фразе «придать цвет» чему-либо. Оно также может встречаться в устойчивых выражениях, например, 五颜六色 (wǔ yán liù sè) — «пёстрый, разноцветный», описывающих большое разнообразие.",
    "deepseek_description_paragraph_4": "В традиционной китайской культуре понятие цвета (颜色, yán sè) было тесно связано с социальным статусом и философией, например, в системе «пяти цветов» (五色, wǔ sè), соотносимых с элементами и сторонами света. Это отражало не просто эстетику, а упорядоченное мировоззрение, где цвет имел символическое и классифицирующее значение.",
    "example_hanzi": "你喜欢什么颜色？",
    "example_pinying": "Nǐ xǐhuan shénme yánsè?",
    "example_ru": "Какой цвет тебе нравится?"
  },
  {
    "id": 270,
    "hanzi": "眼睛",
    "pinyin": "yǎn jing",
    "translations": [
      "eye",
      "CL:隻|只",
      "雙|双[shuāng]"
    ],
    "ru_translations": [
      "глаз"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 眼睛 (yǎn jing) — это стандартное и наиболее употребительное слово для обозначения органа зрения, глаза, в современном китайском языке. В отличие от отдельных иероглифов 目 (mù) или 眼 (yǎn), которые могут иметь более широкое или архаичное значение, 眼睛 (yǎn jing) однозначно и конкретно указывает на биологический глаз как часть тела.",
    "deepseek_description_paragraph_2": "Это составное слово из двух практически идентичных по смыслу иероглифов: 眼 (yǎn) и 睛 (jīng). Оба исторически связаны со значением «глаз», где 眼 (yǎn) — это общее понятие, а 睛 (jīng) изначально означало зрачок. Вместе они образуют уточняющую пару, характерную для китайского языка, где удвоение усиливает и конкретизирует значение. Компонент 目 (mù, «глаз») является смысловым ключом (радикалом) в обоих иероглифах.",
    "deepseek_description_paragraph_3": "Слово 眼睛 (yǎn jing) используется в абсолютно нейтральных и бытовых контекстах для обозначения глаз человека или животного. Оно входит в множество устойчивых выражений, например, 睁开眼睛 (zhēng kāi yǎn jing, «открыть глаза» в прямом и переносном смысле) или 眼睛一亮 (yǎn jing yī liàng, «глаза загорелись», выражая внезапный интерес или озарение). Его редко используют в переносном или поэтическом смысле, в отличие от более древнего 目 (mù).",
    "deepseek_description_paragraph_4": "В китайской культуре глаза, 眼睛 (yǎn jing), часто считаются «окном в душу» и важнейшим инструментом восприятия мира, что отражается в искусстве и литературе. Однако конкретно это слово не несет глубокой отдельной философской нагрузки, в отличие от концепций, связанных со «взглядом» или «видением», которые могут выражаться другими лексическими единицами.",
    "example_hanzi": "她的眼睛很大。",
    "example_pinying": "Tā de yǎn jing hěn dà.",
    "example_ru": "У неё большие глаза."
  },
  {
    "id": 271,
    "hanzi": "羊肉",
    "pinyin": "yáng ròu",
    "translations": [
      "mutton"
    ],
    "ru_translations": [
      "баранина"
    ],
    "deepseek_description_paragraph_1": "Слово 羊肉 (yáng ròu) является конкретным составным существительным, обозначающим мясо овцы или барана. В современном китайском языке это стандартный и наиболее употребительный термин для данного вида мяса, используемый в кулинарии, торговле и бытовом общении. Его значение предельно конкретно и не имеет переносных смыслов.",
    "deepseek_description_paragraph_2": "Это составное слово из двух самостоятельных иероглифов: 羊 (yáng) — 'овца, баран' и 肉 (ròu) — 'мясо'. Первый компонент, 羊, также является ключевым радикалом (№ 123), который часто указывает на связь с понятием 'овца' или, в более широком смысле, с жвачными животными. Второй компонент, 肉, является смысловым детерминативом, однозначно указывающим, что речь идёт о плоти, мясе как продукте.",
    "deepseek_description_paragraph_3": "羊肉 (yáng ròu) повсеместно используется в меню ресторанов, названиях блюд (например, 烤羊肉串 kǎo yáng ròu chuàn — шашлык из баранины) и в розничной торговле. Это нейтральный термин, который приобретает культурно-кулинарные оттенки в зависимости от региона: на севере Китая и в Синьцзяне он ассоциируется с центральными блюдами местной кухни, в то время как на юге может восприниматься как продукт с более специфическим вкусом.",
    "deepseek_description_paragraph_4": "Баранина исторически была важным мясным продуктом у кочевых народов севера Китая и в мусульманских общинах (хуэйцзу), для которых свинина запретна. Это наложило отпечаток на региональную кухню: в Пекине знаменитое блюдо 涮羊肉 (shuàn yáng ròu) — баранина, приготовленная в самоваре, — имеет монгольские корни и стало частью столичной гастрономической культуры.",
    "example_hanzi": "我想吃羊肉。",
    "example_pinying": "Wǒ xiǎng chī yáng ròu.",
    "example_ru": "Я хочу поесть баранину."
  },
  {
    "id": 272,
    "hanzi": "药",
    "pinyin": "yào",
    "translations": [
      "medicine",
      "drug",
      "cure",
      "CL:種|种",
      "服[fù]"
    ],
    "ru_translations": [
      "лекарство",
      "медикамент"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 药 (yào) в современном китайском языке однозначно означает лекарство, медикамент или фармацевтический препарат. Он охватывает всё — от традиционных травяных средств до современных химических лекарств, являясь ключевым понятием в сфере медицины и здравоохранения.",
    "deepseek_description_paragraph_2": "Иероглиф 药 (yào) является упрощённой формой традиционного 藥. Он состоит из двух частей: верхнего компонента 艹 (cǎo), который является травяным радикалом и указывает на связь с растениями, и нижней фонетической части 约 (yuē), которая исторически подсказывала звучание. Эта структура отражает древнее представление о лекарствах, изготавливаемых преимущественно из трав.",
    "deepseek_description_paragraph_3": "Слово 药 (yào) активно используется в устойчивых сочетаниях: 药店 (yàodiàn) — аптека, 中药 (zhōngyào) — традиционная китайская медицина, 西药 (xīyào) — западные лекарства. Оно также входит в состав более сложных терминов, таких как 抗生素 (kàngshēngsù) — антибиотик, подчёркивая его центральную роль в медицинской лексике.",
    "deepseek_description_paragraph_4": "Иероглиф отражает глубокую историческую связь китайской культуры с траволечением и фармакологией, уходящую корнями в тексты, подобные «Трактату Жёлтого императора о внутреннем». Это не просто слово, а часть многовековой системы знаний о здоровье, где природные и искусственные средства (药) всегда играли ключевую роль.",
    "example_hanzi": "你吃药了吗？",
    "example_pinying": "Nǐ chī yào le ma?",
    "example_ru": "Ты принял(а) лекарство?"
  },
  {
    "id": 273,
    "hanzi": "要",
    "pinyin": "yào",
    "translations": [
      "important",
      "vital",
      "to want",
      "will",
      "going to (as future auxiliary)",
      "may",
      "must",
      "(used in a comparison) must be",
      "probably"
    ],
    "ru_translations": [
      "нужно",
      "хотеть"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 要 (yào) в современном языке выражает идею необходимости, требования или сильного желания. Он является ключевым модальным глаголом, обозначающим 'нужно', 'требуется' или 'хочу', и часто используется для формирования повелительных или интенциональных высказываний, придавая им оттенок решительности.",
    "deepseek_description_paragraph_2": "Исторически 要 (yào) изображал талию (女 — женщина) и две руки (臼), схватывающие её, что означало 'схватить за талию' или 'ключевой пункт'. Со временем значение сместилось от физического захвата к абстрактной идее 'существенного' или 'главного', а затем к модальности 'нужно'. Компонент 女 (nǚ, женщина) здесь является смысловой частью, а не радикалом в современном понимании.",
    "deepseek_description_paragraph_3": "要 (yào) крайне частотен и используется в конструкциях типа '我要...' (wǒ yào..., 'я хочу/мне нужно...') или '你要小心' (nǐ yào xiǎoxīn, 'тебе нужно быть осторожным'). Он также входит в важные слова: 重要 (zhòngyào — важный), 需要 (xūyào — требовать, нуждаться). В утвердительной форме он выражает волю, а в вопросительной — часто мягкое предложение: '你要茶吗?' (nǐ yào chá ma?, 'хочешь чаю?').",
    "deepseek_description_paragraph_4": "Семантика 要 (yào), развившаяся от конкретного 'схватить' к абстрактному 'требовать', отражает типичный для китайского языка путь грамматикализации, где глаголы действия становятся служебными словами. Это показывает, как практическая необходимость ('схватить существенное') трансформировалась в языковое выражение потребности и намерения.",
    "example_hanzi": "我要一杯水。",
    "example_pinying": "Wǒ yào yì bēi shuǐ.",
    "example_ru": "Я хочу стакан воды."
  },
  {
    "id": 274,
    "hanzi": "也",
    "pinyin": "yě",
    "translations": [
      "also",
      "too",
      "(in Classical Chinese) final particle implying affirmation"
    ],
    "ru_translations": [
      "тоже",
      "также"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 也 (yě) — это служебное слово, которое в современном китайском языке в первую очередь означает «тоже», «также» или «и». Он выражает совпадение или добавление к уже сказанному, смягчая утверждение и показывая, что действие или состояние распространяется на другой объект. Его значение абстрактно и грамматично, что делает его одним из ключевых элементов для построения связной речи.",
    "deepseek_description_paragraph_2": "С исторической точки зрения, 也 (yě) является пиктограммой, изображавшей, по одной из версий, сосуд для омовения рук. Однако его современная форма и значение полностью утратили эту связь. Он считается неразложимым иероглифом (独体字) и входит в состав радикала № 5 (乙). Семантически компоненты не несут отдельной смысловой нагрузки для его текущего грамматического значения, что является примером полной переориентации символа.",
    "deepseek_description_paragraph_3": "也 (yě) используется как наречие, ставящееся перед сказуемым: «我也去» (Wǒ yě qù — Я тоже пойду). Часто встречается в конструкциях типа «不但…也…» (bùdàn… yě… — не только… но и…). Важный оттенок — он может выражать уступку или смягчение: «也好» (yě hǎo — тоже хорошо; ладно, пусть будет так), добавляя дипломатичности высказыванию.",
    "deepseek_description_paragraph_4": "Интересный лингвистический аспект: 也 (yě) иллюстрирует эволюцию языка от конкретного к абстрактному. Из символа материального предмета он превратился в чисто функциональную частицу, связывающую мысли. Это отражает общую тенденцию в китайском к грамматикализации, где полнозначные слова со временем становятся служебными элементами, формируя логику предложения.",
    "example_hanzi": "我也是学生。",
    "example_pinying": "Wǒ yě shì xuéshēng.",
    "example_ru": "Я тоже студент."
  },
  {
    "id": 275,
    "hanzi": "已经",
    "pinyin": "yǐ jīng",
    "translations": [
      "already"
    ],
    "ru_translations": [
      "уже"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 已经 (yǐ jīng) — это грамматическая частица, выражающая завершённость действия. В современном языке он указывает на то, что событие уже произошло к определённому моменту, и часто используется для создания контраста между прошлым и настоящим состоянием.",
    "deepseek_description_paragraph_2": "Слово 已经 (yǐ jīng) состоит из двух самостоятельных иероглифов. 已 (yǐ) означает 'уже' или 'прекратить', исторически изображая эмбрион и неся идею завершённости. 经 (jīng) — 'проходить через', 'испытывать', его левая часть 纟 — ключ, связанный с шёлком/нитью, а правая 巠 — фонетик, также означающий 'меридиан' или 'долготу'.",
    "deepseek_description_paragraph_3": "已经 (yǐ jīng) — ключевой маркер совершенного вида в китайском, всегда ставится перед глаголом. Он часто встречается в конструкциях с 了 (le) для усиления завершённости: '我已经吃了' (Wǒ yǐjīng chī le) — 'Я уже поел'. Также используется для констатации необратимых изменений, подчёркивая, что ситуация изменилась.",
    "deepseek_description_paragraph_4": "Концепция, выраженная 已经 (yǐ jīng), отражает важное для китайского мировоззрения внимание к временным отношениям и завершённым этапам. Она подчёркивает восприятие времени как последовательности завершённых событий, что находит отражение в исторических хрониках и повествовании.",
    "example_hanzi": "我已经吃饭了。",
    "example_pinying": "Wǒ yǐjīng chī fàn le.",
    "example_ru": "Я уже поел."
  },
  {
    "id": 276,
    "hanzi": "一起",
    "pinyin": "yī qǐ",
    "translations": [
      "in the same place",
      "together",
      "with",
      "altogether (in total)"
    ],
    "ru_translations": [
      "вместе"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 一起 (yīqǐ) в современном китайском языке является наречием, означающим совместное действие или нахождение в одном месте. Он передаёт идею объединения, совместности и одновременности, являясь ключевым словом для выражения совместной деятельности.",
    "deepseek_description_paragraph_2": "Это составное слово из двух иероглифов: 一 (yī) — 'один' и 起 (qǐ) — 'подниматься', 'начинаться'. Комбинация буквально означает 'с одного начала' или 'с одного подъёма', что метафорически эволюционировало до значения 'вместе'. Иероглиф 起 (qǐ) содержит радикал 走 (zǒu, 'идти'), что подчёркивает идею движения или начала действия.",
    "deepseek_description_paragraph_3": "Слово 一起 (yīqǐ) широко используется в бытовой и официальной речи для обозначения совместных действий: 我们一起学习 (wǒmen yīqǐ xuéxí) — 'мы учимся вместе'. Оно часто встречается в приглашениях и предложениях сделать что-либо сообща, подчёркивая не только физическую близость, но и общность цели или участия.",
    "deepseek_description_paragraph_4": "Концепция 'вместе', выраженная через 一起 (yīqǐ), отражает важность коллективизма и групповой гармонии в китайской культуре. Его частое использование в речи подчёркивает ценность совместных усилий и взаимопомощи в социальном взаимодействии.",
    "example_hanzi": "我们一起去吃饭吧。",
    "example_pinying": "Wǒmen yīqǐ qù chīfàn ba.",
    "example_ru": "Давай поедим вместе."
  },
  {
    "id": 277,
    "hanzi": "意思",
    "pinyin": "yì si",
    "translations": [
      "idea",
      "opinion",
      "meaning",
      "wish",
      "desire",
      "CL:個|个[gè]"
    ],
    "ru_translations": [
      "значение",
      "смысл"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 意思 (yì si) в современном китайском языке — это абстрактное существительное, обозначающее основную идею, содержание или намерение, стоящее за чем-либо. Он охватывает широкий спектр понятий от буквального значения слова до скрытого подтекста или цели действия.",
    "deepseek_description_paragraph_2": "Слово 意思 (yì si) состоит из двух одинаковых иероглифов, каждый из которых исторически связан с понятием «мысль» или «идея». Иероглиф 意 (yì) сам по себе означает «мысль», «намерение» и содержит компоненты 音 (yīn, звук) и 心 (xīn, сердце/ум), что символизирует «звук сердца» — внутреннюю мысль. Повторение 思 (sī, думать) усиливает и конкретизирует это понятие, делая акцент на результативном продукте мышления.",
    "deepseek_description_paragraph_3": "意思 (yì si) используется повсеместно: от вопроса «这是什么意思？» (Zhè shì shénme yìsi? — Что это значит?) до описания намерений человека «他没有恶意» (Tā méiyǒu è yìsi — У него нет дурных намерений). Важный оттенок — в разговорной речи фраза «有意思» (yǒu yìsi) означает «интересный» или «занимательный», показывая переход от «имеющего смысл» к «вызывающему интерес».",
    "deepseek_description_paragraph_4": "Двойственность 意思 (yì si), где один и тот же термин обозначает и объективное «значение», и субъективное «намерение», отражает китайский взгляд на неразрывную связь между идеей и её контекстом. Это видно в важности понимания «настоящего смысла» (真意思, zhēn yìsi) в общении, что подчёркивает ценность чтения между строк и улавливания неочевидных намёков.",
    "example_hanzi": "这个词是什么意思？",
    "example_pinying": "Zhège cí shì shénme yìsi?",
    "example_ru": "Что значит это слово?"
  },
  {
    "id": 278,
    "hanzi": "阴",
    "pinyin": "yīn",
    "translations": [
      "overcast (weather)",
      "cloudy",
      "shady",
      "Yin (the negative principle of Yin and Yang)",
      "negative (electric.)",
      "feminine",
      "moon",
      "implicit",
      "hidden",
      "genitalia"
    ],
    "ru_translations": [
      "инь",
      "тёмный"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 阴 (yīn) в современном китайском языке является фундаментальным понятием, обозначающим тёмную, пассивную, скрытую или женскую сторону явлений. Он описывает всё, что противоположно свету и активности: тень, пасмурную погоду, северную сторону горы или южный берег реки (где меньше солнца), а также внутренние, невидимые процессы.",
    "deepseek_description_paragraph_2": "Иероглиф 阴 (yīn) состоит из двух ключевых компонентов. Слева — радикал 阝(阜), означающий «холм» или «насыпь», который указывает на связь с местностью или рельефом. Справа — компонент 月 (yuè), означающий «луна», который символизирует ночное светило, приносящее неяркий, отражённый свет. Вместе они создают образ «тенистой стороны холма», куда не попадает прямое солнце.",
    "deepseek_description_paragraph_3": "阴 (yīn) широко используется в устойчивых сочетаниях, определяя погоду: 阴天 (yīntiān) — пасмурный день; медицину: 阴虚 (yīnxū) — недостаток «инь» в организме; и географию: 阴面 (yīnmiàn) — теневой склон. Он также формирует ключевые философские и бытовые понятия, такие как 阴谋 (yīnmóu) — «тёмный заговор», подчёркивая скрытый, неочевидный характер действия.",
    "deepseek_description_paragraph_4": "В китайской философии 阴 (yīn) является одной из двух универсальных сил в дуалистической концепции Инь-Ян (阴阳, yīnyáng), представляя женское, холодное, земное и воспринимающее начало. Это не эзотерика, а практическая система описания мира, где 阴 (yīn) и 阳 (yáng) взаимозависимы и постоянно перетекают друг в друга, что отражается в традиционной медицине, календаре и искусстве.",
    "example_hanzi": "今天是阴天。",
    "example_pinying": "Jīntiān shì yīn tiān.",
    "example_ru": "Сегодня пасмурно."
  },
  {
    "id": 279,
    "hanzi": "因为",
    "pinyin": "yīn wèi",
    "translations": [
      "because",
      "owing to",
      "on account of"
    ],
    "ru_translations": [
      "потому что",
      "так как"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 因为 (yīn wèi) — это базовый союз причины, означающий «потому что» или «так как». Он используется для создания логической связи между причиной и следствием, являясь ключевым элементом для построения сложных объяснительных предложений в современном китайском языке. Его употребление делает речь структурированной и понятной.",
    "deepseek_description_paragraph_2": "Это составное слово из двух иероглифов: 因 (yīn) и 为 (wèi). 因 (yīn) исторически изображал человека на циновке и передаёт значение «причина», «основа». 为 (wèi) означает «делать», «служить», «ради». Вместе они образуют смысл «делать что-то по причине», что и привело к современному значению «потому что». Оба компонента являются ключевыми для понимания логики слова.",
    "deepseek_description_paragraph_3": "因为 (yīn wèi) почти всегда используется в паре с 所以 (suǒyǐ, «поэтому») в конструкции «因为...所以...», чтобы явно указать причину и результат. Он может начинать предложение или стоять в его середине, но всегда вводит причинную часть высказывания. Это фундаментальная конструкция для любого формального и неформального объяснения или аргументации.",
    "deepseek_description_paragraph_4": "Конструкция «因为...所以...» отражает китайский стиль мышления, где чёткое обозначение причинно-следственных связей ценится в коммуникации. Она подчёркивает важность логической ясности и структурированности в изложении мыслей, что является характерной чертой китайского дискурса как в быту, так и в письменной речи.",
    "example_hanzi": "我今天不能去，因为我生病了。",
    "example_pinying": "Wǒ jīntiān bùnéng qù, yīnwèi wǒ shēngbìng le.",
    "example_ru": "Я сегодня не могу пойти, потому что я заболел."
  },
  {
    "id": 280,
    "hanzi": "游泳",
    "pinyin": "yóu yǒng",
    "translations": [
      "swimming",
      "to swim"
    ],
    "ru_translations": [
      "плавать"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 游泳 (yóu yǒng) обозначает действие «плавать» как вид физической активности или способ передвижения в воде. В современном языке это стандартный и единственный глагол для описания плавания человека в рекреационных, спортивных или бытовых целях.",
    "deepseek_description_paragraph_2": "Это составное слово из двух иероглифов. Первый, 游 (yóu), содержит ключ «вода» (氵) и компонент 斿, который исторически мог указывать на движение знамени, что вместе создаёт образ «передвижения по воде». Второй, 泳 (yǒng), также имеет ключ «вода» (氵) и фонетик 永 (yǒng), означающий «вечный» или «длинный», что вместе передаёт идею «долгого нахождения или скольжения в воде».",
    "deepseek_description_paragraph_3": "Слово 游泳 (yóu yǒng) используется как глагол, например, «我去游泳» (Wǒ qù yóuyǒng — Я иду плавать), и как существительное, обозначающее сам вид спорта. Оно нейтрально и применимо ко всем стилям плавания, в отличие от более узких терминов вроде 漂浮 (piāofú — дрейфовать) или 潜水 (qiánshuǐ — нырять).",
    "deepseek_description_paragraph_4": "В китайской культуре умение плавать исторически не было массовым навыком, но с развитием спортивной инфраструктуры плавание стало символом здорового образа жизни и национальных спортивных достижений. Оно ассоциируется с дисциплиной и гармонией с водной стихией.",
    "example_hanzi": "我喜欢游泳。",
    "example_pinying": "Wǒ xǐhuan yóuyǒng.",
    "example_ru": "Я люблю плавать."
  },
  {
    "id": 281,
    "hanzi": "右边",
    "pinyin": "yòu bian",
    "translations": [
      "right side",
      "right",
      "to the right"
    ],
    "ru_translations": [
      "правая сторона"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 右边 (yòu bian) обозначает правую сторону или направление. В современном языке это конкретное пространственное указание, противоположное 左边 (zuǒ bian, левая сторона). Он используется для описания расположения объектов и ориентации в пространстве.",
    "deepseek_description_paragraph_2": "Это составное слово из двух иероглифов. 右 (yòu) означает «правый», его древняя форма изображала руку, помогающую рту (口, kǒu), что связывалось с действием и помощью. 边 (biān) означает «сторона, край, граница» и содержит радикал 辶 (chuò), связанный с движением или дорогой, что подчеркивает идею периферии или направления.",
    "deepseek_description_paragraph_3": "右边 (yòu bian) — это стандартное и нейтральное слово для указания правой стороны в бытовых, навигационных и описательных контекстах. Оно часто встречается в инструкциях (например, «поверните направо» — 向右转, xiàng yòu zhuǎn), описаниях интерьера или при указании расположения предметов относительно человека.",
    "deepseek_description_paragraph_4": "В китайской культуре правая сторона традиционно считалась более почётной и благоприятной, чем левая, что отражалось в церемониальных seating arrangements. Однако в современном повседневном языке 右边 (yòu bian) лишено сильной культурной нагрузки и является чисто практическим термином.",
    "example_hanzi": "请把书放在右边。",
    "example_pinying": "Qǐng bǎ shū fàng zài yòu bian.",
    "example_ru": "Пожалуйста, положи книгу справа."
  },
  {
    "id": 282,
    "hanzi": "鱼",
    "pinyin": "yú",
    "translations": [
      "fish",
      "CL:條|条",
      "尾[wěi]"
    ],
    "ru_translations": [
      "рыба"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 鱼 (yú) означает «рыба» и является одним из базовых знаков, обозначающих водных позвоночных. В современном языке он используется как самостоятельно, так и в составе множества сложных слов, часто связанных с морской фауной, рыболовством и кулинарией.",
    "deepseek_description_paragraph_2": "Это пиктографический иероглиф, в упрощённой форме сохранивший общие очертания рыбы с головой, телом, плавниками и хвостом. Он также является ключевым радикалом № 195 (鱼部, yú bù), который в составе других иероглифов указывает на связь с рыбами или водной средой.",
    "deepseek_description_paragraph_3": "鱼 (yú) часто встречается в бытовой и коммерческой лексике: 金鱼 (jīnyú) — золотая рыбка, 钓鱼 (diàoyú) — рыбалка, 鱼市场 (yú shìchǎng) — рыбный рынок. В переносном смысле он может означать что-то изобильное или легкодоступное, как в идиоме 如鱼得水 (rú yú dé shuǐ) — «как рыба в воде», то есть чувствовать себя в своей стихии.",
    "deepseek_description_paragraph_4": "В китайской культуре рыба 鱼 (yú) — символ изобилия и процветания, так как созвучна слову «излишек» (余, yú). Поэтому блюда из рыбы традиционно присутствуют на праздничном столе, особенно во время Нового года, с пожеланиями богатства и успеха в будущем.",
    "example_hanzi": "我喜欢吃鱼。",
    "example_pinying": "Wǒ xǐhuān chī yú.",
    "example_ru": "Я люблю есть рыбу."
  },
  {
    "id": 283,
    "hanzi": "元",
    "pinyin": "yuán",
    "translations": [
      "Chinese monetary unit",
      "dollar",
      "primary",
      "first"
    ],
    "ru_translations": [
      "юань",
      "начало"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 元 (yuán) в современном китайском языке является фундаментальным понятием, обозначающим первооснову, источник или первую, главную единицу чего-либо. Это не просто «начало», а скорее отправная точка, от которой всё исходит и которой всё измеряется, что делает его ключевым для таких слов, как 元素 (yuánsù — элемент) или 元首 (yuánshǒu — глава государства).",
    "deepseek_description_paragraph_2": "Структурно 元 (yuán) состоит из двух частей: верхнего компонента 二 (èr — «два») и нижнего 儿 (ér — «человек» или «ноги»). В классическом разборе верхняя часть может трактоваться как «верх» или «голова», а нижняя — как человек, что вместе символизирует «голову человека» или «вершину», то есть первоисточник и главенство. Это ключевой иероглиф-радикал, сам по себе несущий смысл.",
    "deepseek_description_paragraph_3": "Иероглиф 元 (yuán) широко используется в устойчивых контекстах: это основная денежная единица Китая — 人民币元 (rénmínbì yuán), обозначение эпох в истории (например, 元朝 Yuáncháo — династия Юань), а также в научных и технических терминах для указания базовых элементов, как в 元数据 (yuán shùjù — метаданные). Он придаёт словам оттенок фундаментальности и первичности.",
    "deepseek_description_paragraph_4": "В китайской философской и исторической традиции 元 (yuán) связан с концепцией изначального, неделимого единства, что отражено в конфуцианском понятии 元亨利贞 (yuán hēng lì zhēn), описывающем цикл развития от начала к завершению. Это также подчёркивает его роль как символа основания и целостности в официальных системах, например, в названии династии, установившей единое правление.",
    "example_hanzi": "这个苹果多少钱？五元。",
    "example_pinying": "Zhège píngguǒ duōshǎo qián? Wǔ yuán.",
    "example_ru": "Сколько стоит это яблоко? Пять юаней."
  },
  {
    "id": 284,
    "hanzi": "远",
    "pinyin": "yuǎn",
    "translations": [
      "far",
      "distant",
      "remote"
    ],
    "ru_translations": [
      "далёкий"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 远 (yuǎn) в современном китайском языке означает физическую или абстрактную удалённость. Он описывает большое расстояние в пространстве, как до другого города, или во времени, как далёкое прошлое, а также может выражать дистанцию в отношениях или разницу во взглядах.",
    "deepseek_description_paragraph_2": "Иероглиф 远 (yuǎn) является фонетико-идеографическим. Левая часть 辶 (chuò) — это радикал, означающий 'движение' или 'путь'. Правая часть 元 (yuán) в основном выполняет фонетическую функцию, подсказывая чтение, но также вносит смысловой оттенок 'первоначала' или 'истока', что усиливает идею удаления от точки отсчёта.",
    "deepseek_description_paragraph_3": "远 (yuǎn) активно используется в сочетаниях, уточняющих тип дистанции: 远方 (yuǎnfāng) — 'далёкие места', 永远 (yǒngyuǎn) — 'навсегда' (вечная длительность), 远见 (yuǎnjiàn) — 'дальновидность'. Он часто встречается в контексте технологий (远程, yuǎnchéng — 'дистанционный') и передаёт не только нейтральную удалённость, но иногда и положительный оттенок свободы или недосягаемости.",
    "deepseek_description_paragraph_4": "Концепция 'далёкого' (远, yuǎn) в китайской культуре исторически была связана с представлением о периферии, границах империи и неизведанных землях. В классической поэзии и философии дистанция часто метафорически отражала стремление к идеалу или духовной цели, что было недостижимо в повседневной близости.",
    "example_hanzi": "我家离学校很远。",
    "example_pinying": "Wǒ jiā lí xuéxiào hěn yuǎn.",
    "example_ru": "Мой дом далеко от школы."
  },
  {
    "id": 285,
    "hanzi": "运动",
    "pinyin": "yùn dòng",
    "translations": [
      "to move",
      "to exercise",
      "sports",
      "exercise",
      "motion",
      "movement",
      "campaign",
      "CL:場|场[chǎng]"
    ],
    "ru_translations": [
      "спорт",
      "движение"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 运动 (yùn dòng) в современном китайском языке является стандартным термином для обозначения спорта, физических упражнений и организованной двигательной активности. Он также может означать движение в более широком смысле, например, общественное или политическое движение (社会运动, shèhuì yùndòng).",
    "deepseek_description_paragraph_2": "Это составное слово из двух иероглифов: 运 (yùn) — 'перевозить, перемещать, применять' и 动 (dòng) — 'двигаться, действовать'. 运 содержит радикал 辶 (辵, chuò), связанный с перемещением или ходьбой, а 动 — радикал 力 (lì), означающий силу. Вместе они создают семантику 'применения силы для перемещения'.",
    "deepseek_description_paragraph_3": "Слово 运动 (yùndòng) повсеместно используется в контексте физической культуры, школьных уроков физкультуры (体育课, tǐyù kè) и спортивных мероприятий. В политическом или социальном контексте оно приобретает оттенок массовой, организованной кампании, например, 五四运动 (Wǔsì Yùndòng) — Движение 4 мая.",
    "deepseek_description_paragraph_4": "Концепция 运动 отражает важность коллективной, целенаправленной активности в китайской культуре, будь то для укрепления здоровья тела или для достижения общественных целей. Это слово несёт в себе идею организованности и общей цели, что отличает его от спонтанного или хаотичного действия.",
    "example_hanzi": "我喜欢运动，比如跑步和打篮球。",
    "example_pinying": "Wǒ xǐhuan yùndòng, bǐrú pǎobù hé dǎ lánqiú.",
    "example_ru": "Мне нравится заниматься спортом, например, бегать и играть в баскетбол."
  },
  {
    "id": 286,
    "hanzi": "再",
    "pinyin": "zài",
    "translations": [
      "again",
      "once more",
      "re-",
      "second",
      "another",
      "then (after sth, and not until then)"
    ],
    "ru_translations": [
      "снова",
      "ещё раз"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 再 (zài) в современном языке является ключевым наречием, обозначающим повторение действия. Он указывает на то, что событие произойдёт или должно произойти ещё раз в будущем, в отличие от 又 (yòu), которое описывает повторение в прошлом. Таким образом, 再 (zài) несёт в себе идею намерения, плана или необходимости нового цикла.",
    "deepseek_description_paragraph_2": "Иероглиф 再 (zài) исторически является упрощённой формой от 冓, но в современной структуре его удобно воспринимать как комбинацию. Верхняя часть — это 一 (yī, один) под 冂 (jiōng, граница), что можно трактовать как «один раз поверх границы» или «преодоление одного цикла». Нижняя часть — 冉 (rǎn), которая сама по себе означает «постепенно», добавляя оттенок поступательного развития. Вместе они создают идею «повторения после завершения одного этапа».",
    "deepseek_description_paragraph_3": "再 (zài) широко используется в конструкциях, выражающих будущее повторение: 再见 (zàijiàn, до свидания, букв. 'увидимся снова'), 再说 (zàishuō, обсудим позже/к тому же). Он часто встречается в просьбах и инструкциях: 请再说一遍 (qǐng zài shuō yī biàn, пожалуйста, повторите ещё раз). Важный нюанс: 再 (zài) может подразумевать, что следующее действие произойдёт после завершения текущего или при наступлении определённых условий, добавляя логическую последовательность.",
    "deepseek_description_paragraph_4": "В китайской культуре концепция цикличности, выраженная иероглифом 再 (zài), глубоко укоренена в философских и исторических представлениях. Она отражает взгляд на время не как на линейный процесс, а как на спираль, где возвращение к началу (но на новом уровне) является естественной частью развития. Это видно в традиционных понятиях возрождения, перерождения и постоянного совершенствования через повторение практик.",
    "example_hanzi": "再见！",
    "example_pinying": "zài jiàn!",
    "example_ru": "До свидания!"
  },
  {
    "id": 287,
    "hanzi": "早上",
    "pinyin": "zǎo shang",
    "translations": [
      "early morning",
      "CL:個|个[gè]"
    ],
    "ru_translations": [
      "утро"
    ],
    "deepseek_description_paragraph_1": "Слово 早上 (zǎo shang) — это стандартное и нейтральное обозначение утра, периода времени от рассвета до примерно полудня. В современном языке оно используется как для указания времени суток, так и в качестве приветствия, аналогичного русскому «доброе утро».",
    "deepseek_description_paragraph_2": "Это составное слово из двух иероглифов. Первый, 早 (zǎo), означает «рано» или «утро» и сам состоит из компонентов 日 (rì, солнце) и 十 (shí, десять), что исторически могло символизировать солнце, поднявшееся над горизонтом. Второй, 上 (shang), означает «верх» или «на», здесь он выполняет суффиксальную функцию, указывая на временной промежуток.",
    "deepseek_description_paragraph_3": "早上 (zǎo shang) чаще всего используется как обстоятельство времени: 我早上工作 (Wǒ zǎoshang gōngzuò, Я работаю утром). В качестве приветствия 早上好 (Zǎoshang hǎo) является формальным вариантом, тогда как просто 早 (Zǎo) — более разговорным и кратким. Слово обозначает конкретный временной отрезок, а не абстрактное понятие утра.",
    "deepseek_description_paragraph_4": "В китайской культуре утро (早上) традиционно ассоциируется с началом, свежестью и продуктивной деятельностью. Концепция «ценить утренний свет» (珍惜晨光) отражает практичное отношение к этому времени как к наилучшему для работы и учебы, что укоренено в сельскохозяйственных и конфуцианских традициях дисциплины.",
    "example_hanzi": "早上好！你今天怎么样？",
    "example_pinying": "Zǎo shang hǎo! Nǐ jīntiān zěnmeyàng?",
    "example_ru": "Доброе утро! Как ты сегодня?"
  },
  {
    "id": 288,
    "hanzi": "张",
    "pinyin": "zhāng",
    "translations": [
      "to open up",
      "to spread",
      "sheet of paper",
      "classifier for flat objects",
      "sheet",
      "classifier for votes"
    ],
    "ru_translations": [
      "растягивать",
      "фамилия Чжан"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 张 (zhāng) в современном языке имеет два основных значения. Первое — глагол, означающий «растягивать», «расправлять», «открывать» (например, 张开眼睛 (zhāngkāi yǎnjīng) — открыть глаза). Второе — одна из самых распространённых китайских фамилий, что делает этот иероглиф чрезвычайно частотным в повседневной жизни.",
    "deepseek_description_paragraph_2": "Иероглиф 张 (zhāng) состоит из двух частей: левый компонент 弓 (gōng) — «лук» (оружие), и правый компонент 长 (cháng/zhǎng) — «длинный» или «расти». Вместе они создают образ «натягивать тетиву лука», что и легло в основу значения «растягивать». Компонент 弓 (gōng) здесь является смысловым радикалом, указывающим на связь с луком и действием натяжения.",
    "deepseek_description_paragraph_3": "Помимо прямого значения «растягивать», 张 (zhāng) входит во множество устойчивых сочетаний, часто с оттенком «распространения» или «напряжения». Например, 紧张 (jǐnzhāng) — «напряжённый», «нервный», 夸张 (kuāzhāng) — «преувеличенный», 张开 (zhāngkāi) — «раскрыть». Как фамилия, он используется самостоятельно и является третьей по распространённости в Китае.",
    "deepseek_description_paragraph_4": "Как одна из «больших» фамилий (наряду с 李 (Lǐ), 王 (Wáng)), 张 (Zhāng) имеет глубокие исторические корни и огромное количество носителей, что отражает клановую структуру традиционного китайского общества. Это делает иероглиф не просто словом, а частью социальной и культурной идентификации для миллионов людей.",
    "example_hanzi": "请给我一张纸。",
    "example_pinying": "Qǐng gěi wǒ yī zhāng zhǐ.",
    "example_ru": "Пожалуйста, дайте мне один лист бумаги."
  },
  {
    "id": 289,
    "hanzi": "长",
    "pinyin": "zhǎng",
    "translations": [
      "chief",
      "head",
      "elder",
      "to grow",
      "to develop",
      "to increase",
      "to enhance"
    ],
    "ru_translations": [
      "длинный",
      "расти"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 长 (zhǎng/cháng) в современном языке представляет собой уникальный случай слияния двух древних значений в одном графическом символе. Его основное значение — «длинный» (cháng), описывающее физическую протяжённость, но он также означает «расти, старший» (zhǎng), описывая процесс развития или статус. Это делает его ключевым для описания как пространства, так и времени или иерархии.",
    "deepseek_description_paragraph_2": "С исторической точки зрения, 长 — это пиктограмма, изображающая человека с длинными волосами, что и передавало идею длины. Он является самостоятельным иероглифом и ключевым радикалом. В составе других иероглифов, например, 张 (zhāng — растягивать), он часто выполняет фонетическую роль, подсказывая чтение.",
    "deepseek_description_paragraph_3": "Иероглиф 长 (cháng/zhǎng) активно используется в устойчивых контекстах: для измерений (长裤 chángkù — длинные брюки), описания времени (长久 chángjiǔ — долговечный), а также для обозначения роста (长大 zhǎngdà — взрослеть) и старшинства (校长 xiàozhǎng — директор школы). Его чтение и значение полностью зависят от контекста и сочетания с другими иероглифами.",
    "deepseek_description_paragraph_4": "Двойственность 长 отражает классическую китайскую концепцию взаимосвязи формы и процесса: длинный объект (cháng) часто является результатом роста (zhǎng). Это не эзотерика, а практическое наблюдение, закреплённое в языке, где одно понятие логически вытекает из другого.",
    "example_hanzi": "他长得很高。",
    "example_pinying": "Tā zhǎng de hěn gāo.",
    "example_ru": "Он высокий (буквально: он вырос очень высоким)."
  },
  {
    "id": 290,
    "hanzi": "丈夫",
    "pinyin": "zhàng fu",
    "translations": [
      "husband",
      "CL:個|个[gè]"
    ],
    "ru_translations": [
      "муж"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 丈夫 (zhàng fu) в современном китайском языке является стандартным и формальным словом для обозначения мужа. В отличие от более интимного 老公 (lǎo gōng), оно часто используется в официальных документах и контекстах, подчеркивая социальную роль и статус мужчины в браке.",
    "deepseek_description_paragraph_2": "Это составное слово из двух иероглифов. 丈 (zhàng) исторически означало меру длины (около 3.3 метра) и символизировало взрослого мужчину, способного держать измерительный шест. 夫 (fū) означает «мужчина» или «человек», его радикал — 大 (dà, «большой»). Вместе они создают образ взрослого, зрелого мужчины, на которого можно положиться.",
    "deepseek_description_paragraph_3": "Слово 丈夫 (zhàng fu) используется в нейтральных и официальных ситуациях: при заполнении форм, в новостях или литературе. Оно также может встречаться в устойчивых выражениях, например, 大丈夫 (dà zhàng fu) — «настоящий мужчина», что подчеркивает мужество и ответственность, выходящие за рамки семейного статуса.",
    "deepseek_description_paragraph_4": "Исторически понятие 丈夫 (zhàng fu) было связано с идеалом мужчины как опоры семьи и общества, что отражало патриархальную структуру. Сегодня это значение сохраняется, но слово постепенно уступает место более нейтральным или неформальным вариантам в повседневной речи.",
    "example_hanzi": "这是我的丈夫。",
    "example_pinying": "Zhè shì wǒ de zhàngfu.",
    "example_ru": "Это мой муж."
  },
  {
    "id": 291,
    "hanzi": "找",
    "pinyin": "zhǎo",
    "translations": [
      "to try to find",
      "to look for",
      "to call on sb",
      "to find",
      "to seek",
      "to return",
      "to give change"
    ],
    "ru_translations": [
      "искать",
      "находить"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 找 (zhǎo) в современном китайском языке означает активный процесс поиска, направленный на обнаружение чего-то конкретного, что было утрачено или скрыто. Он передаёт идею целенаправленного действия, а не случайной находки, и часто используется в бытовых и официальных контекстах, связанных с восстановлением утраченного.",
    "deepseek_description_paragraph_2": "Иероглиф 找 (zhǎo) является фонетико-идеографическим. Он состоит из ключа (радикала) 扌(手) — «рука», указывающего на действие, связанное с рукой, и фонетического компонента 戈 (gē) — «алебарда», который в данном случае в основном служит для указания на звучание. Таким образом, структура намекает на «действие рукой», связанное со звуком «zhǎo».",
    "deepseek_description_paragraph_3": "找 (zhǎo) часто используется в сочетаниях, конкретизирующих объект поиска: 找工作 (zhǎo gōngzuò) — искать работу, 找钱 (zhǎo qián) — давать сдачу (букв. «искать деньги»). Он также несёт оттенок «отыскать, вернуть в нормальное состояние», как в слове 找平 (zhǎopíng) — выровнять поверхность. В отличие от 寻 (xún), который может означать более абстрактный поиск, 找 (zhǎo) обычно предполагает конкретный, осязаемый результат.",
    "deepseek_description_paragraph_4": "В культурном плане 找 (zhǎo) отражает прагматичный подход к решению проблем, характерный для китайской культуры: потерянная вещь не просто исчезает, а должна быть активно найдена через систематические действия. Этот иероглиф часто встречается в контексте восстановления порядка и баланса, будь то в быту или в делах.",
    "example_hanzi": "我在找我的手机。",
    "example_pinying": "Wǒ zài zhǎo wǒ de shǒujī.",
    "example_ru": "Я ищу свой телефон."
  },
  {
    "id": 292,
    "hanzi": "着",
    "pinyin": "zhe",
    "translations": [
      "aspect particle indicating action in progress"
    ],
    "ru_translations": [
      "суффикс, указывающий на продолжение действия"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 着 (zhe) в современном китайском языке — это прежде всего грамматическая частица, маркер аспекта. Он указывает на продолжение действия или состояния, придавая глаголу значение незавершенного, длящегося процесса, например, в конструкции «坐着» (zuò zhe — сидеть). Это делает его одним из ключевых элементов для выражения длительности в предложении.",
    "deepseek_description_paragraph_2": "С исторической точки зрения, 着 (zhe) произошел от иероглифа 著 (zhù), который означал «проявлять, быть заметным». В упрощенной системе они слились. Визуально он состоит из верхнего компонента 羊 (yáng — овца) и нижнего 目 (mù — глаз), но в современном использовании эта структура не несет смысловой нагрузки для понимания его грамматической функции. Его следует воспринимать как цельный знак.",
    "deepseek_description_paragraph_3": "Частица 着 (zhe) ставится непосредственно после глагола, создавая прогрессивный аспект: «他看着书» (tā kàn zhe shū — он читает книгу / находится в процессе чтения). Также она часто используется для описания фона или сопутствующего действия: «他笑着说话» (tā xiào zhe shuōhuà — он говорит, улыбаясь). Важно не путать его с другим чтением zháo, которое означает «достичь, загореться».",
    "deepseek_description_paragraph_4": "Этот иероглиф отражает особенность китайского языка, где временные отношения и аспект действия часто выражаются не спряжением глаголов, а с помощью таких частиц, как 着 (zhe), 了 (le) и 过 (guo). Его повсеместное использование подчеркивает важность передачи не момента события, а его протяженности и фонового характера в описании ситуаций.",
    "example_hanzi": "他穿着红色的衣服。",
    "example_pinying": "Tā chuānzhe hóngsè de yīfu.",
    "example_ru": "Он одет в красную одежду."
  },
  {
    "id": 293,
    "hanzi": "真",
    "pinyin": "zhēn",
    "translations": [
      "really",
      "truly",
      "indeed",
      "real",
      "true",
      "genuine"
    ],
    "ru_translations": [
      "истинный",
      "настоящий"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 真 (zhēn) выражает идею подлинности, истинности и реальности. В современном языке он является ключевым для обозначения чего-либо настоящего, не поддельного, а также для передачи искренности чувств или мыслей.",
    "deepseek_description_paragraph_2": "Современная форма 真 (zhēn) исторически восходит к пиктограмме, изображавшей трансформацию или изменение. Верхняя часть 十 (shí) может символизировать пересечение или полноту, а нижняя часть 具 (jù) — инструмент или средство. Вместе они создают идею «полного средства» для достижения истины или подлинности.",
    "deepseek_description_paragraph_3": "真 (zhēn) широко используется как усилитель, придающий словам оттенок подлинности: 真的 (zhēn de) — «правда, действительно», 真正 (zhēnzhèng) — «подлинный, истинный». Он встречается в словах, описывающих реальность (真实 zhēnshí), фотографии (写真 xiězhēn) и искренность (真诚 zhēnchéng).",
    "deepseek_description_paragraph_4": "В даосской философии понятие 真 (zhēn) связано с естественностью и неиспорченной сущностью. Оно отражает идеал жизни в соответствии с истинной природой, что повлияло на китайские представления об искренности и аутентичности.",
    "example_hanzi": "这是真的。",
    "example_pinying": "Zhè shì zhēn de.",
    "example_ru": "Это правда."
  },
  {
    "id": 294,
    "hanzi": "正在",
    "pinyin": "zhèng zài",
    "translations": [
      "in the process of (doing something or happening)",
      "while (doing)"
    ],
    "ru_translations": [
      "в процессе",
      "как раз сейчас"
    ],
    "deepseek_description_paragraph_1": "Иероглифы 正在 (zhèng zài) в современном языке образуют грамматическую конструкцию, которая указывает на действие, происходящее в данный момент времени. Это ключевой маркер для образования настоящего длительного времени, эквивалентного английскому Present Continuous. Конструкция подчеркивает процесс, который разворачивается прямо сейчас, создавая ощущение непосредственности и незавершенности.",
    "deepseek_description_paragraph_2": "Рассматривая структуру, 正 (zhèng) означает 'правильный', 'ровный' или 'именно', а 在 (zài) — 'находиться в', 'присутствовать'. Вместе они образуют неразрывную пару, где 正 усиливает и конкретизирует значение 在, фокусируя его на точном моменте. Важно понимать их как единую служебную конструкцию, а не как сумму отдельных значений, хотя исторически 正 мог ассоциироваться с идеей 'прямо сейчас'.",
    "deepseek_description_paragraph_3": "Конструкция 正在 (zhèng zài) всегда ставится непосредственно перед глаголом, образуя схему 正在 + Глагол. Она широко используется в повествовании и описаниях для создания 'эффекта присутствия'. Например, в предложении 他正在学习 (Tā zhèngzài xuéxí) — 'Он (сейчас) учится' — акцент делается на наблюдаемом в реальном времени процессе, что отличает это от простого констатирующего 他学习 (Tā xuéxí).",
    "deepseek_description_paragraph_4": "Эта конструкция отражает важный аспект китайского мировосприятия — внимание к процессу и текущему моменту, а не только к результату или факту действия. Она лингвистически фиксирует состояние 'здесь и сейчас', что перекликается с традиционным вниманием к гармонии и своевременности действий, но без прямой философской нагрузки.",
    "example_hanzi": "我正在吃饭。",
    "example_pinying": "Wǒ zhèngzài chīfàn.",
    "example_ru": "Я сейчас ем."
  },
  {
    "id": 295,
    "hanzi": "知道",
    "pinyin": "zhī dào",
    "translations": [
      "to know",
      "to be aware of",
      "also pron. [zhī dao]"
    ],
    "ru_translations": [
      "знать",
      "осознавать"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 知道 (zhī dào) означает не просто обладание информацией, а именно понимание, осознание факта или истины. В современном языке это ключевой глагол для выражения знания в самом широком смысле — от знания факта до понимания причины или способа что-либо сделать.",
    "deepseek_description_paragraph_2": "Это составной иероглиф, состоящий из двух частей: 知 (zhī) — «знать» и 道 (dào) — «путь», «принцип», «истина». Компонент 知 сам по себе означает знание, а 道 придаёт оттенок понимания глубинной сути или принципа. Таким образом, сочетание передаёт идею «знать истину» или «постичь путь».",
    "deepseek_description_paragraph_3": "知道 (zhī dào) используется повсеместно в утвердительных и вопросительных предложениях: «我知道» (wǒ zhīdào) — «Я знаю», «你知道吗?» (nǐ zhīdào ma?) — «Ты знаешь?». Он часто встречается в конструкциях, где знание связано с причинами или методами, например, «我知道为什么» (wǒ zhīdào wèishénme) — «Я знаю, почему». В отличие от просто 懂 (dǒng — понимать умом), 知道 может относиться и к простым фактам.",
    "deepseek_description_paragraph_4": "Сочетание «знания» (知) и «пути/истины» (道) отражает классическую китайскую мысль, где истинное знание — это не набор данных, а постижение универсального порядка вещей. Это перекликается с даосским понятием Дао, но в современном слове этот оттенок сильно ослаблен, сохранив лишь общую идею понимания.",
    "example_hanzi": "我知道了。",
    "example_pinying": "Wǒ zhī dào le.",
    "example_ru": "Я понял(а)."
  },
  {
    "id": 296,
    "hanzi": "准备",
    "pinyin": "zhǔn bèi",
    "translations": [
      "preparation",
      "to prepare",
      "to intend",
      "to be about to",
      "reserve (fund)"
    ],
    "ru_translations": [
      "готовиться",
      "подготовка"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 准备 (zhǔn bèi) означает процесс подготовки или готовности к какому-либо действию или событию. В современном языке он передает идею активного планирования и заблаговременного приведения всего необходимого в порядок, будь то к экзамену, встрече или путешествию.",
    "deepseek_description_paragraph_2": "Это составное слово из двух иероглифов: 准 (zhǔn) — 'утверждать', 'стандарт', и 备 (bèi) — 'иметь', 'быть снабженным'. 准 содержит радикал 冫 (лёд), исторически связанный с понятием уровня или стандарта, как у ровной ледяной поверхности. 备 (bèi) изображает стрелу в колчане, что символизирует полную готовность и наличие всего необходимого.",
    "deepseek_description_paragraph_3": "准备 (zhǔn bèi) используется в самых практических контекстах: от бытовых дел (准备晚饭 — готовить ужин) до официальных мероприятий. Он часто встречается в деловой и учебной среде, подчеркивая не просто намерение, а проделанную работу: 准备工作 (zhǔnbèi gōngzuò) — подготовительная работа. Слово несет оттенок ответственности и тщательности.",
    "deepseek_description_paragraph_4": "Концепция 准备 (zhǔn bèi) отражает важную культурную установку на предусмотрительность и избегание импровизации в важных делах. Это видно в поговорке 有备无患 (yǒu bèi wú huàn) — 'кто подготовлен, у того нет проблем', что подчеркивает ценность заблаговременной подготовки для предотвращения неприятностей.",
    "example_hanzi": "你准备好了吗？",
    "example_pinying": "Nǐ zhǔnbèi hǎo le ma?",
    "example_ru": "Ты готов?"
  },
  {
    "id": 297,
    "hanzi": "自行车",
    "pinyin": "zì xíng chē",
    "translations": [
      "bicycle",
      "bike",
      "CL:輛|辆[liàng]"
    ],
    "ru_translations": [
      "велосипед"
    ],
    "deepseek_description_paragraph_1": "Слово 自行车 (zì xíng chē) в современном китайском языке однозначно означает «велосипед». Это стандартный и самый распространённый термин для этого вида транспорта. Его буквальный смысл — «самодвижущаяся повозка», что точно отражает принцип его работы, основанный на мускульной силе человека.",
    "deepseek_description_paragraph_2": "Это составное слово из трёх иероглифов: 自 (zì — «сам»), 行 (xíng — «двигаться, идти») и 车 (chē — «повозка, транспортное средство»). Каждый компонент сохраняет своё исходное значение, создавая прозрачную и логичную конструкцию. Радикал 车 (chē) в последнем знаке прямо указывает на категорию «транспорт».",
    "deepseek_description_paragraph_3": "自行车 (zì xíng chē) используется в любых контекстах, связанных с велосипедом: от покупки и ремонта до спорта и городской инфраструктуры. Это нейтральное, бытовое слово без особых стилистических оттенков. Также существует аббревиатура 单车 (dān chē), более характерная для разговорной речи и некоторых регионов.",
    "deepseek_description_paragraph_4": "Велосипед, как 自行车 (zì xíng chē), стал символом эпохи модернизации Китая в конце XX века, будучи основным средством передвижения для миллионов людей. Сегодня, с ростом автомобилизации, он вновь обретает новый культурный статус как экологичный и здоровый вид городского транспорта, особенно в рамках государственных программ по развитию «зелёной» мобильности.",
    "example_hanzi": "我每天骑自行车上班。",
    "example_pinying": "Wǒ měitiān qí zìxíngchē shàngbān.",
    "example_ru": "Я каждый день езжу на работу на велосипеде."
  },
  {
    "id": 298,
    "hanzi": "走",
    "pinyin": "zǒu",
    "translations": [
      "to walk",
      "to go",
      "to run",
      "to move (of vehicle)",
      "to visit",
      "to leave",
      "to go away",
      "to die (euph.)",
      "from",
      "through",
      "away (in compound verbs, such as 撤走)",
      "to change (shape, form, meaning)"
    ],
    "ru_translations": [
      "идти",
      "ходить"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 走 (zǒu) в современном китайском языке означает не просто статичное положение или медленное движение, а целенаправленное перемещение, часто в быстром темпе. Его основное значение — 'идти' или 'ходить', но оно также несёт оттенок 'уходить' или 'покидать' место, что делает его более динамичным, чем нейтральный 去 (qù).",
    "deepseek_description_paragraph_2": "Иероглиф 走 (zǒu) является пиктографическим и исторически изображал человека, размахивающего руками при быстрой ходьбе или беге. Его верхняя часть 土 (tǔ, 'земля') на самом деле является стилизацией формы, изображавшей раскачивающиеся руки, а нижняя часть 龰 — это видоизменённый радикал 'стопа' (止, zhǐ), подчёркивающий движение ног. Таким образом, структура визуально передаёт саму механику ходьбы.",
    "deepseek_description_paragraph_3": "走 (zǒu) часто используется в глагольных конструкциях, обозначающих способ передвижения: 走路 (zǒulù, 'идти пешком'), 走开 (zǒukāi, 'уйти, убираться'). Важный нюанс — в разговорном языке он может означать 'работать' или 'функционировать' о механизмах (钟不走了, zhōng bù zǒu le, 'часы не идут'). Также он входит в состав многих фразеологизмов, например, 走运 (zǒuyùn, 'везти, иметь удачу'), где идея движения метафорически передаёт течение фортуны.",
    "deepseek_description_paragraph_4": "В китайской культуре концепция 'хождения' (走, zǒu) исторически противопоставлялась благородному и размеренному 'шествию' (行, xíng). 走 изначально означал 'бежать', что отражало его приземлённость и практичность для простых людей. Эта связь с повседневным, иногда поспешным движением, сохранилась в языке, подчёркивая ценность действия и практического достижения цели, а не просто церемониального присутствия.",
    "example_hanzi": "我们走吧！",
    "example_pinying": "Wǒmen zǒu ba!",
    "example_ru": "Пойдем!"
  },
  {
    "id": 299,
    "hanzi": "最",
    "pinyin": "zuì",
    "translations": [
      "most",
      "the most",
      "-est (superlative suffix)"
    ],
    "ru_translations": [
      "самый",
      "наиболее"
    ],
    "deepseek_description_paragraph_1": "Иероглиф 最 (zuì) является ключевым грамматическим маркером превосходной степени в современном китайском языке. Он используется для образования конструкций типа «самый...» или «наиболее...», ставясь непосредственно перед прилагательным или глаголом, например, 最好 (zuì hǎo) — «самый лучший». Его значение фундаментально связано с идеей достижения предела или вершины в каком-либо качестве.",
    "deepseek_description_paragraph_2": "Структурно 最 (zuì) состоит из двух частей: верхний компонент 曰 (yuē, «говорить» или «солнце») и нижний 取 (qǔ, «брать», «взять»). Исторически верхняя часть изображала не «солнце», а шапку или головной убор, символизируя собирание чего-либо сверху. Комбинация этих элементов передаёт идею «собрать (取) с самого верха (曰)», что и привело к значению «наивысший» или «крайний».",
    "deepseek_description_paragraph_3": "Иероглиф 最 (zuì) почти исключительно функционирует как наречие превосходной степени, формируя абсолютные оценки: 最重要 (zuì zhòngyào) — «самый важный», 最喜欢 (zuì xǐhuan) — «нравится больше всего». Он крайне продуктивен в рекламе, сравнениях и субъективных утверждениях, придавая высказыванию оттенок максимальности и окончательности. Реже, в классических текстах, он мог означать «собирать» или «сводка», но это значение устарело.",
    "deepseek_description_paragraph_4": "Культурно постоянное использование 最 (zuì) отражает склонность китайского языка к чётким иерархическим оценкам и стремлению к определённости в сравнениях. Он часто встречается в соревновательных контекстах, от школьных оценок до национальных достижений, подчёркивая культурную ценность быть «первым» и «лучшим» в официальной и бытовой риторике.",
    "example_hanzi": "这个问题最难。",
    "example_pinying": "Zhège wèntí zuì nán.",
    "example_ru": "Этот вопрос самый сложный."
  },
  {
    "id": 300,
    "hanzi": "左边",
    "pinyin": "zuǒ bian",
    "translations": [
      "left",
      "the left side",
      "to the left of"
    ],
    "ru_translations": [
      "левая сторона",
      "слева"
    ],
    "deepseek_description_paragraph_1": "Слово 左边 (zuǒ bian) обозначает левую сторону или пространство, находящееся слева от точки отсчёта. В современном языке это конкретное указание на местоположение, часто используемое в бытовых и навигационных контекстах, например, при описании расположения предметов или направлении движения.",
    "deepseek_description_paragraph_2": "Это составное слово из двух иероглифов: 左 (zuǒ) — 'левый' и 边 (bian) — 'сторона, край'. Иероглиф 左 исторически изображал левую руку, а его радикал 工 (gōng) может указывать на инструмент или работу, подчёркивая функциональность руки. Иероглиф 边 содержит радикал 辶 (chuò), связанный с движением или дорогой, что усиливает пространственное значение.",
    "deepseek_description_paragraph_3": "左边 (zuǒ bian) активно используется в повседневной речи для указания направления: '在左边 (zài zuǒ bian)' — 'находится слева'. Оно часто встречается в инструкциях, описаниях маршрутов и расположения объектов. В отличие от просто 左 (zuǒ), которое может быть прилагательным, 边 (bian) добавляет значение стороны как области или направления, делая указание более полным.",
    "deepseek_description_paragraph_4": "В китайской культуре левая сторона 左边 (zuǒ bian) традиционно ассоциируется с менее почётным положением по сравнению с правой, что отражается в этикете рассадки гостей или церемониях. Однако в современном языке это различие в значительной степени стёрлось, и слово носит чисто пространственный, нейтральный характер.",
    "example_hanzi": "请坐在我的左边。",
    "example_pinying": "Qǐng zuò zài wǒ de zuǒ bian.",
    "example_ru": "Пожалуйста, сядь слева от меня."
  }
]